{
  "sources": [
    "https://anidb.net/anime/13244",
    "https://anilist.co/anime/99255",
    "https://anime-planet.com/anime/food-wars-the-third-plate",
    "https://anisearch.com/anime/12563",
    "https://kitsu.io/anime/13581",
    "https://livechart.me/anime/2756",
    "https://myanimelist.net/anime/35788",
    "https://notify.moe/anime/28F42KmmR"
  ],
  "synopsis": {
    "text": "And so, the stage is set for a culinary showdown at the prestigious Totsuki Academy's annual Moon Festival, where aspiring chefs vie for supremacy by selling their culinary creations to a sea of hungry patrons. Amidst this gastronomic battleground, Souma Yukihira, a prodigious chef honed by years of experience at his family's diner, has his sights set on a loftier goal: to challenge the formidable Elite Ten, the academy's ruling council. As Souma's ambitions simmer, a sinister plot brews in the shadows, threatening to disrupt the delicate balance of power within Totsuki Academy.\n\nSouma's journey at Totsuki Academy has seen him cross paths with a myriad of talented chefs, each encounter pushing him to refine his culinary prowess and discover his unique cooking style. With real-world experience gained from working at actual restaurants, Souma has elevated his skills and unlocked new dimensions of flavor in his dishes. Now, armed with his culinary arsenal, he stands ready to take on the Elite Ten at the Moon Festival, an event that draws a staggering 500,000 attendees each year.\n\nHowever, the Moon Festival is just the first course in Souma's epic feast of challenges, as his war against the Elite Ten is far from over. Unbeknownst to him, a nefarious scheme is being concocted behind the scenes, one that will not only provide Souma with the high-stakes competition he craves but also threaten to shake the very foundations of Totsuki Academy. As the festival kicks off and the aroma of ambition fills the air, Souma braces himself for the battles ahead, determined to rise through the",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.177499233026545,
    "arithmeticGeometricMean": 8.175489312863778,
    "median": 8.206241830065359
  },
  "lastUpdate": "2024-05-10"
}