{
  "sources": [
    "https://anidb.net/anime/4966",
    "https://anilist.co/anime/2030",
    "https://anime-planet.com/anime/el-cazador-de-la-bruja",
    "https://anisearch.com/anime/4070",
    "https://kitsu.io/anime/1829",
    "https://livechart.me/anime/4350",
    "https://myanimelist.net/anime/2030",
    "https://notify.moe/anime/SF2LcKmmg"
  ],
  "synopsis": {
    "text": "Wiñay Marka, the Eternal City, and the enigmatic gemstone Inca Rose form the crux of an exhilarating journey for Ellis and Nadie, two unlikely allies in a world riddled with danger. Ellis, a young girl with a mysterious past and the ability to manipulate particles, is accused of murdering a renowned physicist, Heinrich Schneider. As she flees from the relentless pursuit of an underground society known as the Hunters, she crosses paths with Nadie, a hardened bounty hunter.\n\nIn a twist of fate, Nadie decides to help Ellis instead of turning her in, and together, they embark on a quest to uncover Ellis' past and the truth behind her alleged crime. Their journey takes them deep into the heart of Mexico, following the cryptic clues that lead to Wiñay Marka and the legendary Inca Rose gemstone. Along the way, they must navigate the treacherous landscape and outwit the Hunters, who are determined to capture Ellis at any cost.\n\nAs the two girls forge ahead, their bond deepens, and they discover that their shared destiny may hold the key to unlocking the secrets of Ellis' past and the mysterious powers she possesses. Will Ellis and Nadie manage to uncover the truth and evade the Hunters, or will their journey lead them down a path from which there is no return? Only time will tell, as they press on in search of the Eternal City and the answers it may hold.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "002f74a65d7ab6be",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.1297553597196455,
    "arithmeticGeometricMean": 7.12694471096589,
    "median": 7.053454545454546,
    "hash": "002f74a65d7ab6be",
    "lastUpdate": "2024-05-09"
  }
}