{
  "sources": [
    "https://anidb.net/anime/15492",
    "https://anilist.co/anime/117343",
    "https://anime-planet.com/anime/talentless-nana",
    "https://anisearch.com/anime/15147",
    "https://kitsu.io/anime/43534",
    "https://livechart.me/anime/9842",
    "https://myanimelist.net/anime/41619",
    "https://notify.moe/anime/VINX18CWR"
  ],
  "synopsis": {
    "text": "Onodera and Hiiragi's arrival, the academy's students must confront a new wave of perplexing disappearances that threaten to destabilize their very foundation.\n\nIn the not-so-distant future, Earth finds itself under siege by monstrous beings labeled as 'Enemies of Humanity.' To counter this formidable threat, specialized institutions have been established to cultivate the abilities of gifted adolescents known as the 'Talented.' These extraordinary individuals possess powers that defy the very fabric of reality.\n\nAmong these powerful teenagers stands Nanao Nakajima, an anomaly who lacks any innate supernatural ability. Despite being an easy target for ridicule, Nanao remains steadfast in his determination to complete his training. The status quo shifts with the arrival of two enigmatic transfer students: Kyouya Onodera and the telepathic Nana Hiiragi.\n\nAs this diverse group of students strives to forge a united front against their common enemy, they find themselves entangled in a web of suspense and intrigue that challenges the very notion of justice and evil. Will Nanao's intellect and cunning prove sufficient to triumph over the Enemies of Humanity, or will the academy's dark secrets ultimately consume them all? Join Nanao and his allies as they navigate this treacherous path, where the line between friend and foe blurs, and the fate of humanity hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0069f12deb2991f9",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.37941008991009,
    "arithmeticGeometricMean": 7.377735097725289,
    "median": 7.415692307692307,
    "hash": "0069f12deb2991f9",
    "lastUpdate": "2024-05-09"
  }
}