{
  "sources": [
    "https://anidb.net/anime/4138",
    "https://anilist.co/anime/1729",
    "https://anime-planet.com/anime/maria-watches-over-us-season-3",
    "https://anisearch.com/anime/1564",
    "https://kitsu.io/anime/1550",
    "https://livechart.me/anime/6792",
    "https://myanimelist.net/anime/1729",
    "https://notify.moe/anime/QhDBcKmmg"
  ],
  "synopsis": {
    "text": "Lily Academy's students eagerly welcome the summer break, with Yumi and Sachiko planning a serene getaway at the Ogasawara family's summer residence. However, their peaceful vacation takes an unexpected turn when Sachiko's high-class acquaintances pay a surprise visit. These affluent individuals disapprove of Yumi's bond with Sachiko, making the summer holiday anything but relaxing.\n\nMeanwhile, the Yamayuri Council of Lily Academy braces itself for an impending event: offering assistance at Hanadera Academy's school festival, an all-boys institution. Sachiko's aversion to men could pose a significant hurdle, one that Yumi and her companions are determined to overcome.\n\nAt the heart of Lily Academy, the Mountain Lily Council, composed of three members with distinct flower titles, steers the student body. Yumi, a student at the academy, shares a unique 'petite soeur' bond with Sachiko, the 'Rosa Shinensis en bouton'. The narrative weaves through the lives of these council members, their interactions with each other, and their engagement with the neighboring all-boys school, where Yumi's brother studies. Despite the challenges they face, Yumi and Sachiko find solace in their shared experiences, making their time together even more cherished.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "008c59a8898b87e3",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.853758812615956,
    "arithmeticGeometricMean": 7.853254352619206,
    "median": 7.819090909090909,
    "hash": "008c59a8898b87e3",
    "lastUpdate": "2024-05-09"
  }
}