{
  "sources": [
    "https://anidb.net/anime/12713",
    "https://anilist.co/anime/104749",
    "https://anime-planet.com/anime/kud-wafter",
    "https://anisearch.com/anime/12176",
    "https://kitsu.io/anime/13889",
    "https://livechart.me/anime/2503",
    "https://myanimelist.net/anime/35960",
    "https://notify.moe/anime/TAPShKmmR"
  ],
  "synopsis": {
    "text": "Until now, Riki Naoe and Kudryavka \"Kud\" Noumi have been enjoying peaceful summer holidays in the aftermath of the Little Busters' uneventful outing. With most baseball team members having returned home, the two find themselves among the few remaining at the school dormitories. However, a mishap involving Masato's baseball swing has left the boys' dormitory in disrepair and partially flooded, forcing the boys to seek alternative accommodations.\n\nAs luck would have it, Riki finds himself without a proper place to stay, as the available rooms are limited and he's assigned to sleep in one of the uncomfortable clubrooms. In a bold move, Kud extends an invitation for Riki to share her room, an offer he gratefully accepts. As they navigate the challenges of living together and the playful teasing from their friends, Riki and Kud begin to explore the depth of their feelings for one another.\n\nBased on Key's visual novel \"Kud Wafter,\" this anime adaptation follows the romantic journey of Riki and Kud as they experience a memorable summer filled with laughter, tears, and the realization that their bond might transcend the boundaries of friendship. Funded through a successful crowdfunding campaign by VisualArts, \"Kud Wafter\" overcame various obstacles, including a change of director and the COVID-19 pandemic, to finally make its cinematic debut on 14th July 2021.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.13051886209029,
    "arithmeticGeometricMean": 7.125037652857595,
    "median": 7.0784545454545444,
    "lastUpdate": "2024-05-09"
  }
}