{
  "sources": [
    "https://anidb.net/anime/4917",
    "https://anilist.co/anime/2026",
    "https://anime-planet.com/anime/hayate-the-combat-butler",
    "https://anisearch.com/anime/4163",
    "https://kitsu.io/anime/1825",
    "https://livechart.me/anime/3692",
    "https://myanimelist.net/anime/2026",
    "https://notify.moe/anime/JQtY5KmiR"
  ],
  "synopsis": {
    "text": "Klaus, the head butler, may have his reservations, but Hayate Ayasaki is about to prove that even the unluckiest individual can turn their life around. At just 16 years old, Hayate's life has been far from a fairytale. With parents who gambled away his future and left him with a crippling debt, he finds himself at the mercy of the yakuza. Desperate to escape a grim fate, Hayate attempts to kidnap Nagi Sanzenin, a young heiress, but in a twist of fate, he ends up rescuing her from actual kidnappers. Misunderstandings and miscommunications abound, leading Nagi to believe Hayate has confessed his love for her. In gratitude for saving her, Nagi offers Hayate a position as her personal butler, providing him with a chance to pay off his debt and start anew.\n\nAs Hayate navigates the challenges of serving the eccentric Nagi and her extravagant lifestyle, he must also contend with the affections of the women around him. Despite his kind heart and undeniable skills, Hayate's bad luck seems to follow him like a shadow. From fending off dangerous enemies to managing the Sanzenin mansion, Hayate's new life is anything but ordinary. Will Hayate be able to rise above his misfortunes and find happiness in this chaotic world, or will his bad luck ultimately lead to his downfall? Join Hayate in this comedic and action-packed adventure as he embarks on a journey of self-discovery, love, and loyalty in Hayate no Gotoku!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0148fbf47b1bac37",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.4955397114499895,
    "arithmeticGeometricMean": 7.494656852297846,
    "median": 7.495,
    "hash": "0148fbf47b1bac37",
    "lastUpdate": "2024-05-09"
  }
}