{
  "sources": [
    "https://anidb.net/anime/11740",
    "https://anilist.co/anime/21458",
    "https://anime-planet.com/anime/mobile-suit-gundam-thunderbolt",
    "https://anisearch.com/anime/10932",
    "https://kitsu.io/anime/11476",
    "https://livechart.me/anime/1896",
    "https://myanimelist.net/anime/31973",
    "https://notify.moe/anime/fEHjtFmiR"
  ],
  "synopsis": {
    "text": "In the year UC 0079, amidst the devastating One Year War, the Earth Federation and the Principality of Zeon lock horns in the treacherous Thunderbolt Sector—a graveyard of shattered colonies and wrecked battleships, where deadly electrical discharges are commonplace. This once thriving region, previously known as Colony Side 4 'Moore', now serves as a crucial supply route for Zeon and a battleground for the Moore Brotherhood, survivors of the destroyed colony.\n\nCaught in the crossfire are two formidable pilots: Io Fleming, a skilled Federation pilot with a love for jazz, and Daryl Lorenz, Zeon's ruthless sniper. Their rivalry ignites a fierce duel as they maneuver through the remnants of colonies, each determined to outwit the other. Io gains an unexpected advantage when he takes control of a prototype Gundam, forcing Daryl to resort to extreme measures. Utilizing an experimental unit equipped with the Reuse P Device, which allows him to control the mobile suit with his mind, Daryl aims to crush Io and secure victory for Zeon.\n\nAs the battle intensifies, the stakes grow higher, and the line between victory and defeat blurs. Will Io's newfound power be enough to fend off Daryl's relentless assault and secure a win for the Earth Federation, or will Daryl's unyielding determination and advanced technology prove too much for Io to handle? Join the thrilling journey of Mobile Suit Gundam Thunderbolt to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "018550703e12904a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.746441919191918,
    "arithmeticGeometricMean": 7.744245194153733,
    "median": 7.838494949494949,
    "hash": "018550703e12904a",
    "lastUpdate": "2024-05-09"
  }
}