{
  "sources": [
    "https://anidb.net/anime/17286",
    "https://anilist.co/anime/146722",
    "https://anime-planet.com/anime/jojos-bizarre-adventure-stone-ocean-part-ii",
    "https://anisearch.com/anime/17246",
    "https://kitsu.io/anime/46010",
    "https://myanimelist.net/anime/51367",
    "https://notify.moe/anime/10s3Ktsng"
  ],
  "synopsis": {
    "text": "Green Dolphin Street Prison becomes a battleground for Jolyne Cujoh, the latest heroine from the storied Joestar lineage, as she uncovers a malevolent scheme orchestrated by an enigmatic enemy Stand, Whitesnake. Unbeknownst to Jolyne, the wielder of Whitesnake is none other than Enrico Pucci, a seemingly benevolent priest and chaplain within the prison walls. Pucci's vendetta against the Joestar family runs deep, as he seeks to fulfill the twisted ambitions of a deceased villain who once tormented Jolyne's ancestors.\n\nAs Jolyne navigates her way through treacherous prison life, she befriends fellow inmates such as Ermes Costello and the enigmatic Foo Fighters, who become her steadfast allies in a series of harrowing battles against enemy Stand users. One such battle involves Ermes' personal quest to avenge her older sister by taking down the ruthless Sports Maxx.\n\nWhen Jolyne is framed and thrown into solitary confinement, she must confront the far-reaching consequences of Pucci's sinister plot, which threatens not only her life but the entire world. Embracing her heritage and the strength that comes with it, Jolyne embarks on a perilous journey to put an end to the evil that has haunted her family for generations.\n\nOriginally serialized in Weekly Shounen Jump from 1999 to 2003, this thrilling arc spans 17 volumes (64-80) of the overall manga, delivering a captivating tale of courage, friendship, and family legacy set within the unforgiving confines of Green Dolphin Street Prison",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-07"
  },
  "score": {
    "arithmeticMean": 8.24194257443237,
    "arithmeticGeometricMean": 8.238285094433573,
    "median": 8.310204081632653,
    "lastUpdate": "2024-05-07"
  }
}