{
  "sources": [
    "https://anidb.net/anime/1859",
    "https://anilist.co/anime/2811",
    "https://anime-planet.com/anime/sora-tobu-yuureisen",
    "https://anisearch.com/anime/229",
    "https://kitsu.io/anime/2566",
    "https://livechart.me/anime/8492",
    "https://myanimelist.net/anime/2811",
    "https://notify.moe/anime/ssnU5Kmig"
  ],
  "synopsis": {
    "text": "Ghost Ship, a name whispered in fear, is said to be responsible for the destruction of Hayato's city, a catastrophe that claimed the lives of his adoptive parents. Left with nothing but his mother's shoe, a photograph of his biological parents, and his loyal canine companion, Jack, Hayato vows vengeance against the elusive ship. However, as he delves deeper into the mystery, he discovers that the truth is far more complex than he initially thought.\n\nIn his quest for answers, Hayato stumbles upon an underground factory owned by the city's wealthiest man, Mr. Kurosio. Here, he begins to question the narrative he's been fed. As he tries to expose the truth, he finds himself in the crosshairs of an unknown enemy who will stop at nothing to remain hidden. Unexpectedly, his life is saved by the captain of the Ghost Ship, further complicating his mission.\n\nMeanwhile, a popular drink is causing alarming side effects, dissolving those who consume it. As Hayato navigates this chaotic world, he must confront the possibility that the Ghost Ship may not be the villain he believed it to be. Instead, a sinister figure residing in an undersea castle might hold the key to the truth. With his resolve unwavering, Hayato is determined to unravel the tangled web of secrets surrounding the Ghost Ship, the giant robot attacks, and the mysterious drink. Join Hayato on his thrilling journey of discovery, revenge, and unexpected alliances.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "01d09cfaccd90c85",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.050677268309921,
    "arithmeticGeometricMean": 6.037567653926803,
    "median": 6.090909090909091,
    "hash": "01d09cfaccd90c85",
    "lastUpdate": "2024-05-10"
  }
}