{
  "sources": [
    "https://anilist.co/anime/19123",
    "https://anime-planet.com/anime/one-piece-episode-of-merry-mou-hitori-no-nakama-no-monogatari",
    "https://anisearch.com/anime/8884",
    "https://kitsu.io/anime/7894",
    "https://livechart.me/anime/176",
    "https://myanimelist.net/anime/19123",
    "https://notify.moe/anime/54etpKmmg"
  ],
  "synopsis": {
    "text": "Robin's disappearance and a dispute over their cherished vessel, the Going Merry, leads to a temporary split within the Straw Hat Crew. As Usopp and Chopper reminisce about their former ship, they reveal the deep bond that the crew shared with it, treating it as more than just a vessel, but as an integral member of their pirate family.\n\nThe Going Merry, affectionately referred to as Merry Go in some adaptations, was the Straw Hat Crew's first ship, and played a significant role in their early adventures. From intense battles to emotional farewells, the ship was a silent witness to the crew's journey towards the legendary treasure, the One Piece.\n\nWhen Brook inquires about the name of their new ship, the Mini Merry, Usopp seizes the opportunity to narrate the tale of their previous ship. As the crew faces trials and tribulations, Luffy, Zoro, Nami, and the others remain steadfast in their pursuit of their missing crewmate, Robin, who has been taken by the notorious CP9, a top-tier assassin group working for the World Government.\n\nThe Straw Hat Crew's adventures aboard the Going Merry are recounted with fresh animation, highlighting the unbreakable bond between the pirates and their beloved ship. As they navigate through treacherous waters and confront formidable foes, the crew's determination to reunite and continue their journey towards the One Piece is unwavering. The Going Merry, a priceless and irreplaceable friend, will forever hold a special place in the hearts of the Straw Hat Crew.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "026a567ff21f0c0f",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.10741513163707,
    "arithmeticGeometricMean": 8.106412390135624,
    "median": 8.053061224489795,
    "hash": "026a567ff21f0c0f",
    "lastUpdate": "2024-05-06"
  }
}