{
  "sources": [
    "https://anidb.net/anime/10962",
    "https://anilist.co/anime/21439",
    "https://anime-planet.com/anime/ange-vierge",
    "https://anisearch.com/anime/10043",
    "https://kitsu.io/anime/11593",
    "https://livechart.me/anime/1316",
    "https://myanimelist.net/anime/32171",
    "https://notify.moe/anime/-LQCtKiig"
  ],
  "synopsis": {
    "text": "Our tale begins when an unexpected phenomenon connects five distinct worlds, including our own blue planet, Earth. This connection triggers the awakening of unique abilities, known as \"Exceed,\" in adolescent girls across these realms. These gifted individuals, referred to as \"Progress,\" are the only hope against an impending global catastrophe. To hone their skills, the Seiran Academy is established on a remote Pacific island, where these girls gather to train.\n\nAmong these students is Saya Sougetsu, a resident of Earth who possesses the ability to manipulate light. Despite her low rank at the academy, she aspires to rise to the top to be closer to her secret admiration, Miumi Hinata. Saya forms an alliance with Amane Ayashiro and other representatives from the diverse worlds: Elel, an angel; Almaria, a vampire; Stella, an android; and Nya, a former soldier. Their mission is to thwart the imminent threat of Ouroboros, a formidable evil that seeks to annihilate their interconnected worlds.\n\nIn this narrative, the girls must navigate their unique abilities, personal aspirations, and the looming danger that binds them together. Their journey unfolds amidst the backdrop of the five worlds: the blue Earth, the black world of Darknes Embrace, the red world of Tera Rubily Aurora, the white world of System White Egma, and the green world of Glynnesert. Will they be able to save their realms from impending doom? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "02a5f9cecb30898e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.888262372548087,
    "arithmeticGeometricMean": 5.873125399893129,
    "median": 5.888682745825603,
    "hash": "02a5f9cecb30898e",
    "lastUpdate": "2024-05-08"
  }
}