{
  "sources": [
    "https://anidb.net/anime/1033",
    "https://anilist.co/anime/1459",
    "https://anime-planet.com/anime/tekkaman-blade",
    "https://anisearch.com/anime/656",
    "https://kitsu.io/anime/1309",
    "https://livechart.me/anime/6976",
    "https://myanimelist.net/anime/1459",
    "https://notify.moe/anime/b-Ia5KmmR"
  ],
  "synopsis": {
    "text": "Earth's future hangs in the balance in the year 2300 AD as the malevolent, bug-like Radam aliens launch a relentless assault, aiming to terraform the planet for their own survival. The once-formidable space ring defense is crumbling, leaving the Space Knights as one of humanity's last hopes. Amidst the chaos, a mysterious warrior named Blade descends from the heavens. Unbeknownst to the Space Knights, Blade is a Tekkaman—the very same being that powers the Radam's forces. However, Blade is different; he possesses a single-minded determination to vanquish the Radam, even as his past remains shrouded in mystery.\n\nAs the Radam continue to repair their damaged ship on the moon's dark side, the Space Knights, led by Heinrich Freeman, struggle to fend off the invaders. When Takaya, another Tekkaman, arrives near Earth, he initially faces defeat but eventually gains the trust of the Space Knights. Together, Blade and Takaya join forces with the Space Knights to combat the Radam and protect Earth.\n\nOriginally aired in Japan in 1992, Uchuu no Kishi Tekkaman Blade (Space Knight Tekkaman Blade) offers a thrilling, futuristic tale of courage and determination in the face of seemingly insurmountable odds. With a sequel titled Tekkaman Blade II, this anime promises a captivating journey filled with action, suspense, and intrigue.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "02bfbdca137b2025",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.079138086403392,
    "arithmeticGeometricMean": 7.070842322637842,
    "median": 7.25,
    "hash": "02bfbdca137b2025",
    "lastUpdate": "2024-05-10"
  }
}