{
  "sources": [
    "https://anidb.net/anime/10995",
    "https://anilist.co/anime/20819",
    "https://anime-planet.com/anime/working-3",
    "https://anisearch.com/anime/10055",
    "https://kitsu.io/anime/8712",
    "https://livechart.me/anime/772",
    "https://myanimelist.net/anime/25879",
    "https://notify.moe/anime/_ELJpKmig"
  ],
  "synopsis": {
    "text": "He avens, the chaos at Wagnaria, Hokkaido's favorite family restaurant, is reaching new heights! As the staff's personal sagas unfold, Souta Takanashi, a high school student with a soft spot for all things petite, finds himself in the thick of it all. From awkward romances and family reunions to the relentless pursuit of missing relatives, the crew at Wagnaria is in for a wild ride.\n\nThe restaurant, located in the heart of Hokkaido, is home to a motley crew of eccentric employees, each with their own unique quirks. As they navigate through the complexities of their lives, the staff finds themselves in a whirlwind of Napoleon complexes, androphobia, and even the occasional katana-wielding showdown.\n\nIn this final season, all the stories that have unfolded at Wagnaria are racing towards their climax. Will Kirio finally reunite with Aoi? Will Satou finally confess his feelings to Yachiyo? Will Otoo-san ever find his wife? And will Popura ever grow any taller? The answers to these questions and more are served up in this hilarious final season of Working!!!\n\nAmidst the chaos, love is in the air as romances blossom and relationships are put to the test. Souta, who has a peculiar fondness for all things small, finds himself drawn to the androphobe Mahiru, but can he admit his feelings? Meanwhile, Jun musters up the courage to express his four-year-long crush on Yachiyo.\n\nSo, buckle up and get ready for a rollercoaster ride of laughter, love, and a whole lot of craziness at Wagnaria!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.999227827727828,
    "arithmeticGeometricMean": 7.998526769848535,
    "median": 7.975,
    "lastUpdate": "2024-05-10"
  }
}