{
  "sources": [
    "https://anidb.net/anime/11591",
    "https://anilist.co/anime/21357",
    "https://anime-planet.com/anime/rin-ne-2",
    "https://anisearch.com/anime/10750",
    "https://kitsu.io/anime/11366",
    "https://livechart.me/anime/1821",
    "https://myanimelist.net/anime/31610",
    "https://notify.moe/anime/yv-9pFmiR"
  ],
  "synopsis": {
    "text": "Now a teenager, Sakura Mamiya, who was once mysteriously lost in the woods, has an unusual ability to see ghosts. Her peaceful school life is disrupted when her absentee classmate, Rinne Rokudo, finally shows up. Rinne, half-shinigami, helps lost spirits move on to reincarnation, and his presence brings a whirlwind of supernatural chaos into Sakura's life.\n\nAs they navigate through their daily lives, Rinne struggles to make ends meet, often borrowing money from Sakura to buy necessary shinigami tools. Their relationship remains stagnant, but the arrival of new characters, including a love-struck shinigami-in-training named Renge and a mischievous black cat, Oboro, adds complexity to their already complicated lives.\n\nWhile trying to solve the problems of spirits and maintain their own relationship, Sakura and Rinne face new challenges. The Damashigami Company continues its deceitful practices, and a bat-like demon, Masato, seeks revenge on Rinne. Amidst these supernatural complications, Sakura and Rinne must confront their feelings for each other and navigate the chaos that surrounds them.\n\nAs new love rivals emerge and more damashigami schemes unfold, Rinne and Sakura's after-school life wrapped up in the world of spirits becomes increasingly chaotic. Despite the challenges, they continue to face these paranormal complications head-on, all while dealing with their own personal issues.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "041133e5493a3f94",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.281323438466297,
    "arithmeticGeometricMean": 7.277892999509875,
    "median": 7.274081632653061,
    "hash": "041133e5493a3f94",
    "lastUpdate": "2024-05-09"
  }
}