{
  "sources": [
    "https://anidb.net/anime/763",
    "https://anilist.co/anime/897",
    "https://anime-planet.com/anime/dragon-ball-z-movie-4-lord-slug",
    "https://anisearch.com/anime/286",
    "https://kitsu.io/anime/797",
    "https://livechart.me/anime/4312",
    "https://myanimelist.net/anime/897",
    "https://notify.moe/anime/HWg15KimR"
  ],
  "synopsis": {
    "text": "Now here to run, nowhere to hide - Earth is under siege. The assailant? A formidable Super Namekian named Lord Slug, who's set his sights on conquering the planet and enslaving its inhabitants. Arriving in a spaceship cleverly disguised as a menacing asteroid, Slug and his ruthless henchmen waste no time in wreaking havoc.\n\nBut Earth isn't defenseless. The Z Warriors, led by the indomitable Son-Goku, Kuririn, Piccolo, and young Gohan, rise to the challenge. Despite their valiant efforts to divert the asteroid, the cunning Slug makes a dramatic entrance, quickly learning the secret of the legendary Dragonballs. With all seven orbs in his possession, Slug wishes for eternal youth, transforming him into an even more powerful adversary.\n\nAs the invaders lay siege to the city, Gohan loses his Dragon Ball in the chaos, giving Slug the final piece of the puzzle. With the Dragon Balls in his clutches, Slug's power seems insurmountable. But the Z Warriors aren't ready to throw in the towel just yet. In an epic showdown, Son-Goku and Piccolo confront Slug, determined to save their planet from his tyrannical rule.\n\nIn a battle filled with unexpected twists and turns, the Z Warriors must dig deep and harness their inner strength to stand against Slug and his sinister army. Will they be able to save Earth from the clutches of this ruthless conqueror, or will Slug succeed in his quest for world domination? Only time will tell in this action-packed, heart-pounding anime adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "04442d390ce287ab",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.544138991960421,
    "arithmeticGeometricMean": 6.53748850295747,
    "median": 6.618,
    "hash": "04442d390ce287ab",
    "lastUpdate": "2024-05-09"
  }
}