{
  "sources": [
    "https://anidb.net/anime/12837",
    "https://anilist.co/anime/98384",
    "https://anime-planet.com/anime/bungo-stray-dogs-movie-dead-apple",
    "https://anisearch.com/anime/12234",
    "https://kitsu.io/anime/13570",
    "https://livechart.me/anime/2554",
    "https://myanimelist.net/anime/34944",
    "https://notify.moe/anime/u2O4hKimg"
  ],
  "synopsis": {
    "text": "Agency recruits, Atsushi and Kyouka, find themselves in the midst of a chilling enigma as a wave of inexplicable suicides sweeps through the community of special ability users. Over half a thousand individuals have inexplicably taken their own lives using their unique gifts, leaving behind a baffling mist at each scene. As the Armed Detective Agency sets out to unravel this morbid puzzle, they're led to the elusive Tatsuhiko Shibusawa, dubbed the \"Collector,\" who is suspected of orchestrating these tragic events.\n\nMeanwhile, the city of Yokohama descends into chaos as the ominous figure known as the \"Demon\" Fyodor begins to make his presence known, adding another layer of terror to the unfolding nightmare. To complicate matters further, Dazai Osamu vanishes without a trace, prompting Atsushi and Kyouka to infiltrate Shibusawa's imposing fortress in search of answers.\n\nAs they delve deeper into the heart of the enemy's lair, they cross paths with Akutagawa from the Port Mafia, who reveals a shocking truth that challenges everything they thought they knew. In this gripping tale of mystery and suspense, the special ability users must confront formidable adversaries and navigate a treacherous landscape to uncover the sinister forces at play.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "04986bb59ef64920",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.906065541601256,
    "arithmeticGeometricMean": 7.9007317526211,
    "median": 7.945,
    "hash": "04986bb59ef64920",
    "lastUpdate": "2024-05-09"
  }
}