{
  "sources": [
    "https://anidb.net/anime/4388",
    "https://anilist.co/anime/1815",
    "https://anime-planet.com/anime/shakugan-no-shana-movie",
    "https://anisearch.com/anime/3609",
    "https://kitsu.io/anime/1632",
    "https://livechart.me/anime/3432",
    "https://myanimelist.net/anime/1815",
    "https://notify.moe/anime/4ubBcKimg"
  ],
  "synopsis": {
    "text": "Misaki City appears to be an ordinary place, where high school student Yuuji Sakai navigates through daily life and school routines. However, his mundane existence takes a dramatic turn when he crosses paths with a demonic entity that feeds on human lives. Just as he faces the brink of death, a fiery-haired, sword-wielding huntress named Shana intervenes, revealing to Yuuji the hidden truth about his world.\n\nThese demon-like beings, known as Guze no Tomogara, have been secretly consuming human existence, a fact only known to a select few. Shana, a Flame Haze, dedicates her life to hunting these creatures and maintaining the world's delicate balance. When a powerful enemy discovers Yuuji's hidden potential, he becomes a valuable target, and Shana must protect him from the looming threat.\n\nInitially dismissing Yuuji as a mere Torch—a remnant of a deceased human destined to fade from memory—Shana comes to appreciate his determination and resilience. As they confront their adversaries together, their relationship evolves, and Yuuji finds new purpose in his limited time.\n\nThis movie adaptation encompasses the events of the first novel, featuring moments not included in the anime series. Witness the transformation of Yuuji Sakai's life as he and Shana face the mysterious Crimson Denizens and Rinne, battling to protect humanity and preserve the equilibrium of their world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "04a447bd87bc0e7f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.3490059609702465,
    "arithmeticGeometricMean": 7.347799079806869,
    "median": 7.359999999999999,
    "hash": "04a447bd87bc0e7f",
    "lastUpdate": "2024-05-09"
  }
}