{
  "sources": [
    "https://anilist.co/anime/9925",
    "https://anime-planet.com/anime/amagami-ss-special",
    "https://anisearch.com/anime/7080",
    "https://kitsu.io/anime/5943",
    "https://livechart.me/anime/1563",
    "https://myanimelist.net/anime/9925",
    "https://notify.moe/anime/It3MpFiig"
  ],
  "synopsis": {
    "text": "Tachibana Miya, concerned about her eccentric and slightly inappropriate older brother Junichi's inability to secure a girlfriend despite his amicable relationships with various girls at school, embarks on a mission to uncover the truth behind his peculiar situation in this entertaining standalone episode titled 'Imouto' (Sister) from the Amagami SS anime series.\n\nFearing that Junichi's lack of romantic success might lead to an unsuccessful future, Miya turns to her friends for their opinions on her brother. To her surprise, they describe him as kind and dependable, a stark contrast to the Junichi she knows at home. Intrigued by this revelation, Miya resolves to secretly observe Junichi's interactions at school.\n\nDuring her covert surveillance, Miya discovers that Junichi is indeed well-liked and surrounded by a bevy of female friends. However, the absence of a girlfriend leads Miya to a bizarre conclusion - perhaps her brother is interested in men instead?\n\nHowever, when Miya herself faces a similar romantic predicament, she begins to reassess her perspective on Junichi, drawing parallels between her own experiences and those of her brother from two years prior. Will Miya's newfound understanding help her mend her relationship with Junichi and unravel the mystery of his romantic life?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "04f551edab8587e0",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.226335267151593,
    "arithmeticGeometricMean": 7.223341796208353,
    "median": 7.287037037037037,
    "hash": "04f551edab8587e0",
    "lastUpdate": "2024-05-05"
  }
}