{
  "sources": [
    "https://anidb.net/anime/10403",
    "https://anilist.co/anime/20610",
    "https://anime-planet.com/anime/momo-kyun-sword",
    "https://anisearch.com/anime/9369",
    "https://kitsu.io/anime/8557",
    "https://livechart.me/anime/413",
    "https://myanimelist.net/anime/22225",
    "https://notify.moe/anime/O7uApFmmg"
  ],
  "synopsis": {
    "text": "Kijigami, Inugami, and Sarugami, the divine trio of pheasant, dog, and monkey gods, find themselves in the company of the enchanting and formidable swordswoman Momoko, who was born from a peach and raised in the idyllic Peach Village. When the tranquility of their world is disrupted by a malevolent demon king and his marauding army, the sacred treasure that has safeguarded their paradise is stolen.\n\nTo restore peace and protect her people, Momoko rises to the challenge and embarks on an epic quest alongside her three supernatural companions. With her unwavering determination and unparalleled swordsmanship, Momoko's power is further amplified when she merges her soul with one of her divine friends, creating an almost unstoppable force.\n\nTheir mission: to gather the scattered fragments of the ancient \"Three Thousand Year Peach of the Earth.\" However, the journey is not without its share of hunger pangs and obstacles, as Momoko and her friends must overcome various challenges to prevent the sacred treasure from falling into the wrong hands.\n\nIn this thrilling reimagining of the classic Japanese folktale \"Momotarou,\" the legendary peach boy is transformed into Momoko, a heroine who will captivate your heart and inspire your spirit as she fights to save her world from the clutches of evil.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0548414e289ff047",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 5.594080541307432,
    "arithmeticGeometricMean": 5.57011559636108,
    "median": 5.486818181818181,
    "hash": "0548414e289ff047",
    "lastUpdate": "2024-05-09"
  }
}