{
  "sources": [
    "https://anidb.net/anime/5903",
    "https://anilist.co/anime/3927",
    "https://anime-planet.com/anime/mobile-suit-gundam-00-second-season",
    "https://anisearch.com/anime/4991",
    "https://kitsu.io/anime/3355",
    "https://livechart.me/anime/3215",
    "https://myanimelist.net/anime/3927",
    "https://notify.moe/anime/ChX_5Fimg"
  ],
  "synopsis": {
    "text": "Army, A-Laws, has been formed to maintain peace and unity. However, A-Laws abuses its power, oppressing people and enforcing doctrines in the name of unity.\n\nWitnessing this, Setsuna F. Seiei, a survivor of the climactic battle between Celestial Being and the UN Forces four years ago, decides to fight once more with his Gundam. He dreams of a peaceful world without conflict, but the reality is far from it. The world is still full of strife, and the oppression caused by A-Laws is a harsh truth he must face.\n\nMeanwhile, Saji Crossroad, now a space engineer, finds himself drawn into the conflict as well. He made a promise to Louise Halevy, who has joined A-Laws as a mobile suit pilot. Their paths are set to collide as the world around them descends into chaos.\n\nCelestial Being, the private armed organization dedicated to the elimination of war through armed force, re-emerges. With their state-of-the-art mobile suits known as Gundam, they wage a new war against the tyrannical A-Laws. Led by Setsuna and his fellow Gundam Meisters, they aim to stop the abuse of power and bring about a true peace.\n\nHowever, a third faction, the Innovators, lurks in the shadows. They manipulate events from behind the scenes, aiming to reshape humanity in their own image. As Setsuna fights against A-Laws and the Innovators, he must also confront his own past and the ghosts that haunt him. The future of humanity hangs in the balance in this new season of Mobile Suit Gundam 00.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.103632794784579,
    "arithmeticGeometricMean": 8.102964143191521,
    "median": 8.09,
    "lastUpdate": "2024-05-09"
  }
}