{
  "sources": [
    "https://anidb.net/anime/6816",
    "https://anilist.co/anime/6500",
    "https://anime-planet.com/anime/the-qwaser-of-stigmata",
    "https://anisearch.com/anime/5444",
    "https://kitsu.io/anime/4583",
    "https://livechart.me/anime/3280",
    "https://myanimelist.net/anime/6500",
    "https://notify.moe/anime/JVS6cFimR"
  ],
  "synopsis": {
    "text": "Theotokos of Tsarytsin, a mysterious artifact left behind by Tomo Yamanobe's missing father, is the center of a fierce battle between two factions of powerful beings known as Qwasers. When Tomo and her adopted sister, Mafuyu Oribe, stumble upon an injured silver-haired boy named Alexander Nikolaevich 'Sasha' Hell, they are unwittingly drawn into this conflict.\n\nSasha, an Iron Qwaser, possesses the ability to control iron through the power of 'soma,' a miraculous essence found within the breasts of women. As a series of serial murders plague St. Mihailov Academy, targeting female students, the arrival of Sasha signals the beginning of an action-packed and fan-service heavy school year.\n\nMafuyu and Tomo, already struggling with the loss of their father and the daily harassment from their classmates, now find themselves in the middle of a dangerous war between the Church and the Adepts, a sect of individuals wielding powers linked to the elements of chemistry. As more allies and enemies arrive, the sisters must navigate this treacherous new world to protect themselves, their friends, and their school from the looming danger.\n\nWith the fate of mankind at stake, Mafuyu and Tomo must come to terms with the unique needs of the Qwasers, including Sasha's dependency on soma, and decide where their loyalties lie in this battle for the mysterious High Circuit relics. Join Mafuyu, Tomo, and Sasha as they fight for survival and uncover the secrets behind the Theotokos of Tsarytsin in this thrilling and provocative anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.14646903889761,
    "arithmeticGeometricMean": 6.139718515620889,
    "median": 6.150059829059829,
    "lastUpdate": "2024-05-09"
  }
}