{
  "sources": [
    "https://anidb.net/anime/15338",
    "https://anilist.co/anime/114263",
    "https://anime-planet.com/anime/rail-romanesque",
    "https://anisearch.com/anime/14851",
    "https://kitsu.io/anime/43553",
    "https://livechart.me/anime/9748",
    "https://myanimelist.net/anime/40958",
    "https://notify.moe/anime/kzrRDjZMg"
  ],
  "synopsis": {
    "text": "Migita Soutetsu returns to his hometown of Ohitoyoshi, a city in the fictional Japanese region of Hinomoto, with a mission to prevent an aerocraft factory from causing potential water pollution. In this world, trains were once the primary mode of transportation, each paired with a humanoid control module known as a Railord. However, with the rise of aerocrafts, many rail lines have been discontinued, leaving the Railords and their respective railroads in a state of hibernation.\n\nIn Ohitoyoshi, preparations are underway for the first Maitetsu Festival, an event aimed at revitalizing the city and reuniting Railords with their masters. Inspired by this, the young Railord Suzushiro organizes a Railord Summit at the local railroad station cafe, Amairo. Meanwhile, Soutetsu accidentally awakens the Railord Hachiroku and becomes her owner. Despite their differing objectives, Soutetsu and Hachiroku form an alliance to find Hachiroku's lost locomotive, joined by Soutetsu's stepsister Hibiki, the town's mayor, and the local railway chief, Paulette.\n\nAs the city buzzes with anticipation for the festival, the Railords gather at the summit, sharing their wisdom and working together to restore the glory of the railroads. Amidst this backdrop, Soutetsu and his newfound allies embark on a journey that could change the future of Ohitoyoshi and the Railords forever.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "05e127019f68cc70",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.3949511440940014,
    "arithmeticGeometricMean": 5.370388147912435,
    "median": 5.178333333333334,
    "hash": "05e127019f68cc70",
    "lastUpdate": "2024-05-09"
  }
}