{
  "sources": [
    "https://anidb.net/anime/17866",
    "https://anilist.co/anime/161476",
    "https://anime-planet.com/anime/ishura",
    "https://anisearch.com/anime/18214",
    "https://kitsu.io/anime/47078",
    "https://livechart.me/anime/11800",
    "https://myanimelist.net/anime/54449",
    "https://notify.moe/anime/imdIsIbVR"
  ],
  "synopsis": {
    "text": "Principality of Lithia, a realm once governed by the Demon King, now stands on the precipice of chaos following his demise. The world teeters on the brink of imbalance as a new power struggle emerges. Five extraordinary demigods, each possessing unique abilities, rise to claim the vacant throne. Among them is Soujirou Yagyuu, a master swordsman with a single-strike kill technique, and his young companion, Tooi Kagizume no Yuno, a survivor of a golem invasion.\n\nIn this tumultuous world, self-proclaimed demon kings from various realms converge in Lithia, vying for supremacy. The leaders of the neighboring Aureatia Kingdom seize this opportunity to destabilize Lithia, orchestrating bandit attacks on merchandise convoys. In response, Imashime of Taren, Lithia's founder and an Aureatia defector, dispatches Kasasagi no Dakai, a ruthless thief, to uncover the source of these assaults.\n\nMeanwhile, the five demigods engage in relentless battles against each other and formidable adversaries. Among them are a celestial assassin known for delivering swift, painless deaths, a lancer with supersonic speed, a wyvern rogue skilled in wielding three legendary weapons, and an omnipotent wizard capable of materializing thoughts. As war looms, the identity of the \"One True Hero\" remains uncertain, and the impact of these contenders on the impending conflict is unpredictable. In this world of chaos, only one thing is sure: the battle to determine the mightiest of the mighty has begun.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "05f8b6ab039e72be",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.918456400742114,
    "arithmeticGeometricMean": 6.898817600828302,
    "median": 6.693636363636363,
    "hash": "05f8b6ab039e72be",
    "lastUpdate": "2024-05-09"
  }
}