{
  "sources": [
    "https://anidb.net/anime/590",
    "https://anilist.co/anime/170",
    "https://anime-planet.com/anime/slam-dunk",
    "https://anisearch.com/anime/1808",
    "https://kitsu.io/anime/148",
    "https://livechart.me/anime/3848",
    "https://myanimelist.net/anime/170",
    "https://notify.moe/anime/4DutcFmmR"
  ],
  "synopsis": {
    "text": "One fateful day, Hanamichi Sakuragi, a towering, red-haired teenager with a notorious reputation and a history of 50 consecutive rejections from girls, encounters Haruko Akagi, a captivating basketball enthusiast. Smitten, he impulsively declares his love for basketball, despite his deep-seated aversion to the sport. To win Haruko's heart, Sakuragi joins the Shohoku basketball team, where he discovers his hidden talent and a newfound passion for the game.\n\nHowever, his journey to love and glory is fraught with challenges. Rukawa Kaede, a national basketball prodigy and Sakuragi's rival both on and off the court, is the object of Haruko's admiration. To make matters worse, Akagi Takenori, Haruko's overprotective older brother, is also the team's captain.\n\nAmidst this complicated web of love and rivalry, Sakuragi must navigate the complexities of basketball and adolescence. Alongside his fellow misfits - Miyagi Ryota, a hopeless romantic pursuing the team manager Ayako, and Mitsui Hisashi, a former MVP returning to basketball after a two-year hiatus - Sakuragi embarks on a transformative journey. Together, they strive to elevate Shohoku from obscurity to the pinnacle of Japanese basketball. Will Sakuragi's fiery spirit and newfound love for basketball lead him to victory, or will his volatile temper and inexperience be his downfall? Only time will tell in this thrilling tale of love, rivalry, and the pursuit of glory.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "06249275dee71c31",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.212980867165474,
    "arithmeticGeometricMean": 8.211383360427536,
    "median": 8.240602503912363,
    "hash": "06249275dee71c31",
    "lastUpdate": "2024-05-10"
  }
}