{
  "sources": [
    "https://anidb.net/anime/8700",
    "https://anilist.co/anime/11615",
    "https://anime-planet.com/anime/morita-san-wa-mukuchi-2",
    "https://anisearch.com/anime/7336",
    "https://kitsu.io/anime/6549",
    "https://livechart.me/anime/1198",
    "https://myanimelist.net/anime/11615",
    "https://notify.moe/anime/C6fStKmig"
  ],
  "synopsis": {
    "text": "She's quiet, she's thoughtful, and she's navigating the colorful labyrinth of high school alongside her vibrant group of friends. Meet Mayu Morita, the 16-year-old protagonist of our anime, who finds herself in a myriad of amusing and heartwarming situations. Despite her introspective nature, Morita's silence often proves golden, especially when it comes to safeguarding the secrets of unrequited love confessions.\n\nMorita's circle of friends is as diverse as it is entertaining. There's Miki, the chatterbox who never seems to run out of words, and Chihiro, whose reserved demeanor mirrors Morita's own. And let's not forget Hana, the epitome of shyness, who adds her unique flavor to their group dynamics.\n\nTogether, they traverse the highs and lows of adolescence, finding joy in the simplest of activities - be it baking cakes, hosting sleepovers, visiting the library, or even helping out with mundane tasks like stapling print-outs for their teacher. Morita, despite her overthinking tendencies, often finds herself in hilarious and tragicomic situations, adding an extra layer of fun to their everyday school life.\n\nThis anime offers a refreshing take on friendship, adolescence, and the beauty of silence. Dive into the world of Morita and her friends, and experience the charm of their ordinary yet extraordinary high school lives.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "06817feefefe952a",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.7028817254174395,
    "arithmeticGeometricMean": 6.694638003313651,
    "median": 6.692,
    "hash": "06817feefefe952a",
    "lastUpdate": "2024-05-09"
  }
}