{
  "sources": [
    "https://anilist.co/anime/4059",
    "https://anime-planet.com/anime/clannad-another-world-tomoyo-chapter",
    "https://anisearch.com/anime/2120",
    "https://kitsu.io/anime/3438",
    "https://livechart.me/anime/3657",
    "https://myanimelist.net/anime/4059",
    "https://notify.moe/anime/4OZXcFmig"
  ],
  "synopsis": {
    "text": "Tomoyo-hen, an alternate universe in the Clannad anime, follows the journey of Tomoya Okazaki, a disillusioned third-year high school student, and Tomoyo Sakagami, a determined and compassionate junior. Tomoya's tumultuous past, marked by the tragic loss of his mother and a strained relationship with his alcoholic father, has led him down a path of delinquency and isolation. However, his life takes an unexpected turn when he meets Tomoyo, who is repeating a year due to illness and is often found alone.\n\nAs they spend more time together, Tomoya finds himself drawn to Tomoyo's resilience and warmth, and they eventually fall in love. When Tomoyo is elected as the Student Council President, she is finally in a position to save the school's cherished cherry blossom trees from being cut down. However, their relationship is put to the test as Tomoya's delinquent reputation stirs up rumors and disapproval from their peers and the school administration.\n\nWith Tomoyo's duties as president keeping her occupied and the mounting pressure from society threatening to tear them apart, Tomoya must decide whether to succumb to societal expectations or fight for their love. Will their bond withstand the trials that lie ahead, or will it crumble under the weight of adversity?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "069f3fc29716672e",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.970563749742321,
    "arithmeticGeometricMean": 7.97010714772132,
    "median": 7.985972222222222,
    "hash": "069f3fc29716672e",
    "lastUpdate": "2024-05-06"
  }
}