{
  "sources": [
    "https://anidb.net/anime/16185",
    "https://anilist.co/anime/131880",
    "https://anime-planet.com/anime/obey-me",
    "https://anisearch.com/anime/16386",
    "https://kitsu.io/anime/44301",
    "https://livechart.me/anime/10508",
    "https://myanimelist.net/anime/48641",
    "https://notify.moe/anime/CnU90ngnR"
  ],
  "synopsis": {
    "text": "Beelzebub, Lucifer, Satan, Mammon, Asmodeus, Belphegor, and Leviathan—the seven demonic princes of hell—are back, and this time, they're taking over the Royal Academy of Diavolo! As students at this prestigious demonic institution, these mischievous brothers face a myriad of entertaining and bizarre situations, from playing video games and using quirky smartphone filters to dressing up as magical girls.\n\nBased on the popular otome game \"Obey Me!\" from NTT Solmare Corp's \"Shall We Date?\" series, this anime explores the princes' lively daily lives through special episodes separate from the game's main story. Each prince, embodying one of the seven deadly sins, showcases their unique quirks and personalities, leading to hilarious and unpredictable antics.\n\nDespite their fearsome reputations as powerful demons and officers of the student council, the brothers' behind-the-scenes behavior reveals a more lovable and comical side to their characters. As they navigate the challenges of school life and interact with humans, the princes find themselves in various amusing predicaments.\n\nWill their wild escapades lead to expulsion, or will one of these infamous brothers rise above the rest? Join the seven princes of hell as they turn the Royal Academy of Diavolo upside down with their unforgettable shenanigans!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "06c4df9d9b57f2e7",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.075543367346939,
    "arithmeticGeometricMean": 7.054861881837945,
    "median": 7.323863636363637,
    "hash": "06c4df9d9b57f2e7",
    "lastUpdate": "2024-05-09"
  }
}