{
  "sources": [
    "https://anidb.net/anime/12704",
    "https://anilist.co/anime/98035",
    "https://anime-planet.com/anime/fate-apocrypha",
    "https://anisearch.com/anime/12160",
    "https://kitsu.io/anime/13066",
    "https://livechart.me/anime/2500",
    "https://myanimelist.net/anime/34662",
    "https://notify.moe/anime/-iWGhFimg"
  ],
  "synopsis": {
    "text": "Yggdmillennia, a family that adopted the Holy Grail as their emblem, has declared independence from the Mage's Association, sparking a new era of conflict in the small city of Fuyuki. The Holy Grail, a powerful artifact capable of granting wishes, was stolen during the chaos of World War II, and now, the Association seeks to reclaim it. The Great Holy Grail War unfolds as the Association sends its Red Faction to thwart the Black Faction's ambitions, with each side summoning seven Heroic Spirits to fight on their behalf.\n\nIn Trifas, Romania, the battle intensifies as Shirou Kotomine, a Master of the Red and the Overseer of this Great War, manipulates the conflict to bring about his vision of salvation for all humanity. Amidst the clash of powerful forces, three individuals emerge with unique goals: Amakusa Shirou Tokisada, a 'Miracle Child' who seeks the Grail's power to save mankind; Jeanne d'Arc, the 'Holy Maiden' and Ruler, who strives for harmony within the war; and Sieg, a mysterious young man who wields the power of a 'Dragonslayer' to fulfill his own desires.\n\nAs the 14 Heroic Spirits and their Masters collide in an unprecedented battle, the stage is set for an epic struggle that will determine the fate of the Holy Grail and the world itself. In this new era of conflict, the Great Holy Grail War weaves a tale of ambition, hope, and sacrifice, as each faction fights for their cause in a war that will forever change the course of history.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.275573206555349,
    "arithmeticGeometricMean": 7.271345421820775,
    "median": 7.371893939393939,
    "lastUpdate": "2024-05-09"
  }
}