{
  "sources": [
    "https://anidb.net/anime/14953",
    "https://anilist.co/anime/110028",
    "https://anime-planet.com/anime/muhyo-and-rojis-bureau-of-supernatural-investigation-2nd-season",
    "https://anisearch.com/anime/14442",
    "https://kitsu.io/anime/43295",
    "https://livechart.me/anime/9470",
    "https://myanimelist.net/anime/39948",
    "https://notify.moe/anime/PNFdjs8Zg"
  ],
  "synopsis": {
    "text": "Toru Muhyo, a renowned executor of magical laws, and his trusted assistant, Jiro Kusano, return home to face new challenges after a successful mission rescuing the employees of the 18th Magical Prison from a vengeful ghost. Toru's former teacher, Rio Kurotori, has betrayed him by joining the dark side, while his ex-classmate, Soratsugu Madoka, is determined to make Toru's life a living nightmare.\n\nAs they settle back in, they find themselves confronted by new adversaries: Daranimaru Goryou, an enforcer of magical laws, and his assistant, Hanao Ebisu, a judge within the Society of Magical Laws. The pair challenge Toru and Jiro to a contest with the stakes being the control of Toru’s Bureau of Supernatural Investigation. Meanwhile, the enigmatic group Ark plots to deliver a devastating blow to the Society of Magical Laws.\n\nMuhyo & Roji’s Bureau of Supernatural Investigation is the go-to place for anyone dealing with malevolent spirits, grim specters, or other supernatural troubles. Muhyo, an expert in magical law, is the best in the business, delivering justice through powerful binding spells. However, their business is threatened by the arrival of Goryou Daranimaru, a former classmate of Muhyo, who has established a nationwide chain of bureaus. Goryou's ruthless pricing and business tactics pose a significant challenge to Muhyo's bureau, as he seeks to take it over. Amidst all this, Enchu grapples with issues related to fake forbidden texts.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "07608bb6adc989c7",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.0855440630797775,
    "arithmeticGeometricMean": 7.079124173054466,
    "median": 7.112,
    "hash": "07608bb6adc989c7",
    "lastUpdate": "2024-05-09"
  }
}