{
  "sources": [
    "https://anidb.net/anime/10773",
    "https://anilist.co/anime/20970",
    "https://anime-planet.com/anime/shouwa-genroku-rakugo-shinjuu-ova",
    "https://anisearch.com/anime/9861",
    "https://kitsu.io/anime/9149",
    "https://livechart.me/anime/761",
    "https://myanimelist.net/anime/25801",
    "https://notify.moe/anime/_wcapFimR"
  ],
  "synopsis": {
    "text": "Yakumo Yuurakutei, a legendary Rakugo artist, has never taken an apprentice until he meets an unusual man named Yotaro. Yotaro, a former prisoner with a newfound passion for Rakugo, is determined to turn his life around and become a master of the art form. After being moved by Yakumo's performance of 'Shinigami,' Yotaro seeks out the master and is given the nickname 'Yotaro,' which means 'anti-hero' or 'dim-witted man.' Yakumo takes Yotaro under his wing, and the two begin a new life together in the world of Rakugo.\n\nAs Yotaro learns the ins and outs of Rakugo, he meets Konatsu, a hot-headed young woman who was taken in by Yakumo after her father's tragic death. Konatsu dreams of becoming a Rakugo performer, but the path is not available to her as a woman. Despite this, she is determined to make a name for herself in the world of Rakugo.\n\nYakumo, Yotaro, and Konatsu all have their own struggles and dark pasts, but they come together to create a unique and captivating story. As Yotaro learns more about the art of Rakugo, he discovers the true meaning of family and what it means to be a master of the art form.\n\nSet in Japan's Showa Genroku era (1960s to early 1970s), \"Shouwa Genroku Rakugo Shinjuu: Yotarou Hourou-hen\" is a heartwarming and emotional tale about the power of storytelling and the importance of following one's dreams. With its captiv",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0763d2ad2028a457",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.341806343316547,
    "arithmeticGeometricMean": 7.32131539226587,
    "median": 7.57,
    "hash": "0763d2ad2028a457",
    "lastUpdate": "2024-05-10"
  }
}