{
  "sources": [
    "https://anidb.net/anime/11724",
    "https://anilist.co/anime/21445",
    "https://anime-planet.com/anime/big-order",
    "https://anisearch.com/anime/10869",
    "https://kitsu.io/anime/11455",
    "https://livechart.me/anime/1883",
    "https://myanimelist.net/anime/31904",
    "https://notify.moe/anime/yzMCtFmiR"
  ],
  "synopsis": {
    "text": "Kurenai Rin, a captivating new student, arrives at the high school of our protagonist, Eiji Hoshimiya, setting the stage for a tale that unfolds in the aftermath of a world-ending catastrophe. As Eiji finds himself drawn to the enigmatic Rin, he remains unaware that his own past is intertwined with the devastating event known as the 'Great Destruction.'\n\nA decade prior, a fairy named Daisy approached the young Eiji, granting him a single wish. The consequences of this wish were disastrous, resulting in widespread destruction and countless lives lost. Now, Eiji is a high school student grappling with the guilt of his forgotten wish, while caring for his ailing sister.\n\nIn the wake of the Great Destruction, numerous individuals, known as 'Order Users,' have been granted unique abilities to fulfill their desires. These individuals are often met with public scorn and are believed to be wicked. As Eiji navigates his daily life, he becomes a target for some vengeful Order Users who hold him accountable for the destruction he unwittingly caused.\n\nAs Eiji confronts the repercussions of his past and the relentless pursuit of those seeking retribution, he must also come to terms with his own formidable power. The mystery surrounding his wish and his motivations for causing such devastation remains unsolved, adding to the intrigue of this thrilling tale.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "077c1e64c3482fd4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.5758085446299726,
    "arithmeticGeometricMean": 5.567746846482684,
    "median": 5.536818181818182,
    "hash": "077c1e64c3482fd4",
    "lastUpdate": "2024-05-09"
  }
}