{
  "sources": [
    "https://anidb.net/anime/14177",
    "https://anilist.co/anime/102949",
    "https://anime-planet.com/anime/the-morose-mononokean-ii",
    "https://anisearch.com/anime/13698",
    "https://kitsu.io/anime/42002",
    "https://livechart.me/anime/3349",
    "https://myanimelist.net/anime/37958",
    "https://notify.moe/anime/w2m85LLmR"
  ],
  "synopsis": {
    "text": "His debt may be crushing, but Hanae Ashiya finds unexpected satisfaction in his role as an assistant to the stoic youkai exorcist, Haruitsuki Abeno. As a high school student, Ashiya's life takes a supernatural turn when he stumbles upon the Mononokean, a mystical tea room that serves as a gateway between the human realm and the Underworld. In this second season of \"The Morose Mononokean,\" Ashiya's ability to see and interact with youkai is restored, and he eagerly dives back into the peculiar world of exorcism.\n\nWhen an urgent call for help from the Legislator, one of the Underworld's ruling powers, reaches the Mononokean, Ashiya and Abeno are quick to respond. Little do they know, this seemingly ordinary mission will lead them into a whirlwind of unforeseen challenges and encounters. As Ashiya's reputation as a human working for the Mononokean spreads, not all youkai are pleased with his involvement in their affairs.\n\nWith each passing day, Ashiya and Abeno's lives become increasingly entwined with the youkai and the Underworld's governing powers. As they navigate this newfound complexity, they remain steadfast in their mission to help guide the youkai back to their rightful home. Join Ashiya and Abeno in this captivating continuation of their thrilling, youkai-filled journey.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "07b410e71aa67463",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.616536282841581,
    "arithmeticGeometricMean": 7.612862280323412,
    "median": 7.6081818181818175,
    "hash": "07b410e71aa67463",
    "lastUpdate": "2024-05-09"
  }
}