{
  "sources": [
    "https://anilist.co/anime/101830",
    "https://anime-planet.com/anime/golden-kamuy-ova",
    "https://anisearch.com/anime/13622",
    "https://kitsu.io/anime/41305",
    "https://livechart.me/anime/3247",
    "https://myanimelist.net/anime/37884",
    "https://notify.moe/anime/d8N1Civmg"
  ],
  "synopsis": {
    "text": "With the 15th volume of the Golden Kamuy manga comes an exciting anime adaptation of the Barato arc, titled 'Barato no Ugou' (Showdown in Barato). The story unfolds in the city of Barato, where the Hidoro clan finds themselves in a heated battle against the Umakichi gang. Amidst the chaos, former Shinsengumi Vice Commander Toshizou Hijikata and the 7th Division's Private Hyakunosuke Ogata find themselves on opposing sides, both vying for the tattooed skin of an escaped prisoner, which is rumored to hold a clue to the hidden Ainu gold.\n\nAs the conflict escalates, Hijikata and his ally Nagakura join forces with the Hidoro clan, while Ogata teams up with Kusuda Umakichi, threatening the police chief to join their cause. With the stakes high and the possibility of betrayal lurking in the shadows, both sides must tread carefully before taking any rash actions.\n\nMeanwhile, the pregnant lover of the Hidoro gang boss, Chieko, and her secret lover Shinpei are also entangled in the dispute, leaving their future uncertain. Will Hijikata and Ogata emerge victorious in their quest for the tattooed skin, or will they fall victim to the treacherous gang war unfolding in Barato? Only time will tell. In a post-credit scene, Saichi, Asirpa, and Shiraishi attempt to capture a legendary eagle, but capturing a legendary animal is no easy feat.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "07ecfc77396689f7",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.394567187914127,
    "arithmeticGeometricMean": 7.393807160375023,
    "median": 7.428,
    "hash": "07ecfc77396689f7",
    "lastUpdate": "2024-05-06"
  }
}