{
  "sources": [
    "https://anidb.net/anime/2848",
    "https://anilist.co/anime/1526",
    "https://anime-planet.com/anime/pokemon-movie-8-lucario-and-the-mystery-of-mew",
    "https://anisearch.com/anime/3293",
    "https://kitsu.io/anime/1368",
    "https://livechart.me/anime/4302",
    "https://myanimelist.net/anime/1526",
    "https://notify.moe/anime/Y5o-cFimR"
  ],
  "synopsis": {
    "text": "Mythical tales of valor and friendship echo through the halls of Cameron Castle, as the annual tournament to crown a new Aura Guardian begins. The legend speaks of a hero and his Pokemon, Lucario, who once saved their kingdom from annihilation. But when a theft attempt goes awry, the enigmatic Pokemon Mew appears, causing chaos and the disappearance of Pikachu. As Lucario emerges from a royal staff, Ash, May, and their friends embark on a quest to the Tree of Beginning, seeking answers and the whereabouts of their beloved Pikachu.\n\nCenturies ago, the people of Camaron Palace faced imminent destruction. Their salvation came in the form of Sir Aaron, the True Guardian of Aura, who sacrificed himself to end a devastating war between kingdoms. To honor his heroic deed, an annual tournament is held, with the winner granted the privilege of wielding Sir Aaron's staff. When Kanto's aspiring Pokémon trainer, Satoshi, wins the tournament, Lucario, the Aura Pokémon and servant of the True Guardian, emerges from the staff. Confused and hurt by memories of his master's abandonment, Lucario flees. Meanwhile, Satoshi's partner, Pikachu, is whisked away by a Pokémon named Mew to the legendary Tree of Beginning. To save his partner, Satoshi and his friends must earn Lucario's trust and uncover hidden truths from centuries ago.\n\nIn the town of Lohta, a festival commemorates 'Aaron the Wave Leader Hero,' who, according to legend, ended a war centuries ago by harnessing the power of 'the Tree of the World's Origin.' Satoshi and Pikachu emerge victorious in a battle to determine this year's",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.111514127406984,
    "arithmeticGeometricMean": 7.105932017823616,
    "median": 7.256520331520332,
    "lastUpdate": "2024-05-09"
  }
}