{
  "sources": [
    "https://anidb.net/anime/11934",
    "https://anisearch.com/anime/11149",
    "https://kitsu.io/anime/11868",
    "https://livechart.me/anime/2037",
    "https://myanimelist.net/anime/32717",
    "https://notify.moe/anime/6weqpFmmR"
  ],
  "synopsis": {
    "text": "She's twelve, she's ambitious, and she's ready to shine - meet Yume Nijino, the star-struck protagonist of \"Aikatsu Stars!\". Yume's dream is as clear as a cloudless sky: to attend the prestigious Four Stars Academy, a place where idols are nurtured and polished to perfection in four distinct disciplines. The academy is also home to the illustrious S4, an elite group comprising the top four idols of the school. Yume's admiration for one of the S4 members, Hime Shiratori, fuels her desire to join this exclusive club.\n\nEnrolling alongside her friend Koharu, Yume embarks on a challenging yet exciting journey to realize her dream. The first hurdle involves performing in front of the S4 members, teachers, and other academy staff. Despite the overwhelming pressure, Yume delivers a stunning performance that leaves even the S4 members in awe. However, the exhilaration proves too much for her, and she faints, losing all memory of her moment in the spotlight.\n\nAs she navigates through her first lessons, Yume crosses paths with the audacious Laura Sakuraba. Despite their contrasting personalities, a friendly rivalry blossoms between them, pushing both girls to hone their skills and overcome their weaknesses. With the support of her friends, both old and new, and her innate talent, Yume seems well-equipped to face the challenges ahead. But will her determination and hard work be enough to secure a spot in the coveted S4? Only time will tell in this thrilling tale of ambition, friendship, and the pursuit of stardom.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "081cf31e74426bc1",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.503061224489795,
    "arithmeticGeometricMean": 7.491994849405079,
    "median": 6.84,
    "hash": "081cf31e74426bc1",
    "lastUpdate": "2024-05-08"
  }
}