{
  "sources": [
    "https://anidb.net/anime/16629",
    "https://anilist.co/anime/139093",
    "https://anime-planet.com/anime/shadows-house-2nd-season",
    "https://anisearch.com/anime/16581",
    "https://kitsu.io/anime/45155",
    "https://livechart.me/anime/10781",
    "https://myanimelist.net/anime/49782",
    "https://notify.moe/anime/ySJjCtInR"
  ],
  "synopsis": {
    "text": "Louise, Emilico, Kate, and their fellow pairs embark on a new chapter of their lives within the enigmatic Shadows House, following their successful debut. The children's wing becomes the stage for a new mystery, as a shadowy figure cloaked in a robe arouses suspicion and intrigue. The Star Bearers, an elite group within the mansion, watch Kate and Emilico closely, suspecting them of discontent. As the duo attempts to unravel the truth behind the mysterious figure, they must navigate a world of etiquette lessons, soot-powered abilities, and the lingering question of trust.\n\nThe Shadows House, perched atop a cliff, is home to a peculiar clan of faceless nobles who rely on living dolls to express their emotions and maintain the soot-filled mansion. Emilico, a devoted living doll, assists her master Kate in deciphering the secrets of the house. As they delve deeper into the mansion's enigmas, they must also grapple with the challenges posed by the Star Bearers, who enforce loyalty through questionable means.\n\nA veiled figure known as the Master Robe begins to roam the estate, seemingly connected to a series of attacks by the Scorches. While the young Shadows and their Living Dolls engage in lessons on good manners, these activities must be meticulously documented for unknown reasons. Kate, John, and Louise receive a unique lesson from Susanna, who teaches them to harness their soot powers. However, Kate remains preoccupied with finding trustworthy allies in her struggle against the adult Shadows.\n\nAs the mansion reveals more of its secrets, Kate and Emilico must tread carefully, unsure of who to trust and how to protect themselves from the looming threats. With the Star Bearers' scrutiny",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.051589981447124,
    "arithmeticGeometricMean": 8.050538369482597,
    "median": 8.115454545454543
  },
  "lastUpdate": "2024-05-09"
}