{
  "sources": [
    "https://anidb.net/anime/18247",
    "https://anilist.co/anime/170130",
    "https://anime-planet.com/anime/chillin-in-another-world-with-level-2-super-cheat-powers",
    "https://anisearch.com/anime/18759",
    "https://kitsu.io/anime/48125",
    "https://livechart.me/anime/12375",
    "https://myanimelist.net/anime/56923",
    "https://notify.moe/anime/56rRFrGSR"
  ],
  "synopsis": {
    "text": "Flio's mundane existence as a merchant takes a dramatic turn when he is whisked away to the enchanted realm of Klyrode, a kingdom locked in a relentless battle against a horde of demons. In a desperate bid to protect their land, the king summons Flio, along with countless others, hoping they possess the unique abilities needed to vanquish the dark forces. However, Flio's unremarkable skills lead to his swift dismissal and exile into a dangerous, monster-ridden forest.\n\nBut destiny has other plans. When Flio inadvertently defeats a monster, he ascends to level two, unlocking an extraordinary magical talent that allows him to purge the area of malevolent creatures. Seizing the opportunity to reinvent himself, Flio returns to the capital, embarking on a new life as an adventurer. Yet, his powerful abilities draw unwanted attention, entangling him in a conflict far greater than he ever imagined, shattering his dreams of a peaceful trading life.\n\nIn this captivating tale, witness the transformation of an ordinary merchant into a formidable hero, as he navigates through a world teeming with unique creatures, demons, and chaos. Will Flio find the peace he yearns for, or will his newfound powers lead him down an unexpected path?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "08d164d507b356c1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.175174662072622,
    "arithmeticGeometricMean": 7.164342946792343,
    "median": 7.216,
    "hash": "08d164d507b356c1",
    "lastUpdate": "2024-05-09"
  }
}