{
  "sources": [
    "https://anidb.net/anime/14240",
    "https://anilist.co/anime/108260",
    "https://anime-planet.com/anime/digimon-adventure-movie-last-evolution-kizuna",
    "https://anisearch.com/anime/13781",
    "https://kitsu.io/anime/42474",
    "https://livechart.me/anime/3441",
    "https://myanimelist.net/anime/38088",
    "https://notify.moe/anime/_NCqOcDWR"
  ],
  "synopsis": {
    "text": "Matt and Tai, once inseparable from their Digimon partners, now navigate the complexities of adulthood while still committed to managing Digimon incidents in the real world. As they strive to forge their own paths, with Tai still uncertain about his future, they're approached by Menoa Bellucci, an American professor specializing in Digimon research. Menoa brings unsettling news: Chosen Children worldwide are falling into comas, and their Digimon partners are vanishing. The culprit? A mysterious new breed of Digimon, Eosmon, lurking within the internet's depths.\n\nAs the group reunites to confront this new threat, they're hit with a devastating revelation: as Chosen Children grow into adults, their bond with their partner Digimon weakens, leading to their eventual disappearance. With each battle against Eosmon, the countdown to their partner Digimon's disappearance accelerates, forcing the Chosen Children to grapple with a heart-wrenching decision. Will they choose to fight, risking the loss of their beloved partners, or will they stand down to preserve their bond?\n\nIn this final adventure, Tai and Agumon's unbreakable bond is put to the ultimate test as they face the harsh realities of growing up. With time running out, they must confront their destiny and make a choice that will define their future. This is the poignant, action-packed tale of friendship, sacrifice, and the unbreakable bond between DigiDestined and their Digimon partners.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "09163f43edfd2057",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.997649582560297,
    "arithmeticGeometricMean": 7.992646788260138,
    "median": 8.121363636363636,
    "hash": "09163f43edfd2057",
    "lastUpdate": "2024-05-09"
  }
}