{
  "sources": [
    "https://anidb.net/anime/8166",
    "https://anilist.co/anime/10079",
    "https://anime-planet.com/anime/a-bridge-to-the-starry-skies",
    "https://anisearch.com/anime/6698",
    "https://kitsu.io/anime/6025",
    "https://livechart.me/anime/1530",
    "https://myanimelist.net/anime/10079",
    "https://notify.moe/anime/9td7pFiig"
  ],
  "synopsis": {
    "text": "Now entering his teenage years, Kazuma Hoshino finds himself moving to a serene countryside with his younger brother, Ayumu, to accommodate Ayumu's fragile health. Their destination: the Yorozuyo Inn, a temporary home until their parents finalize their new residence. However, their journey takes an unexpected turn when they board the wrong bus, leading to a series of misadventures, including Ayumu's hat being snatched by a mischievous monkey and Kazuma's fateful encounter with a lively young girl named Ui.\n\nIn his attempt to retrieve Ayumu's hat, Kazuma accidentally stumbles upon Ui, leading to an awkward introduction that involves a kiss and the wrath of Ui's protective friend, Ibuki. As fate would have it, Kazuma discovers that Ui and Ibuki are his new classmates, making his first impression less than desirable.\n\nAs Kazuma adjusts to his new life, he finds himself surrounded by a myriad of women, each adding their own twist to his daily experiences. The quirky landlady, Senka, with her peculiar humor, further complicates his life. Amidst these challenges, Kazuma strives to provide emotional support for Ayumu and navigate the complexities of his new environment.\n\nIntriguingly, Kazuma experiences fleeting moments of déjà vu, hinting at a long-forgotten past and a cherished friendship. As he grapples with the mysteries of his new life, he wonders what these glimpses into the past could signify. Join Kazuma on his journey of self-discovery, friendship, and love in the heartwarming anime, \"Hoshizora e Kakaru Hashi.\"",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.745243783567517,
    "arithmeticGeometricMean": 6.742940343853026,
    "median": 6.664387755102041
  },
  "lastUpdate": "2024-05-09"
}