{
  "sources": [
    "https://anidb.net/anime/777",
    "https://anilist.co/anime/1095",
    "https://anime-planet.com/anime/patlabor-the-movie",
    "https://anisearch.com/anime/3318",
    "https://kitsu.io/anime/980",
    "https://livechart.me/anime/4526",
    "https://myanimelist.net/anime/1095",
    "https://notify.moe/anime/ycXJ5Kiig"
  ],
  "synopsis": {
    "text": "Noa Izumi, a young pilot, and her Patlabor Alphonse find themselves at the forefront of a catastrophic crisis in Tokyo as the eve of the new millennium approaches. The city is undergoing a significant transformation through the Babylon Project, which involves the construction of artificial islands and the demolition of old neighborhoods. This ambitious endeavor is made possible by the use of advanced robots called Labors, which are employed by the Tokyo Metropolitan Police Department for patrol work and referred to as Patlabors.\n\nThe sudden malfunctioning of numerous Labors, resulting in widespread chaos and destruction, leaves the Special Vehicle Division (SVD) and its head, Kiichi Gotou, in a race against time to uncover the cause. The military is unable to offer assistance due to their own issues, and the reliability of the SVD's own Labors is questionable.\n\nAs the city teeters on the brink of disaster, the ominous shadow of the Babylon Project looms large. The recent suicide of the project's lead architect at the construction site only adds to the mystery. With a typhoon approaching and hints of a cover-up involving a military-class Labor, Gotou, Shinobu, and the SVD must rise to the challenge. Their success could make them heroes, but failure would brand them as the most reviled villains in history. The fate of Tokyo and the nation rests in their hands as they strive to thwart an elaborate plot steeped in biblical conspiracy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "09255095ff6d41dd",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.476784855356283,
    "arithmeticGeometricMean": 7.472407334729165,
    "median": 7.62,
    "hash": "09255095ff6d41dd",
    "lastUpdate": "2024-05-09"
  }
}