{
  "sources": [
    "https://anilist.co/anime/100780",
    "https://anime-planet.com/anime/legend-of-the-galactic-heroes-die-neue-these-second-1",
    "https://anisearch.com/anime/12813",
    "https://kitsu.io/anime/13825",
    "https://livechart.me/anime/2887",
    "https://myanimelist.net/anime/36369",
    "https://notify.moe/anime/81pIhFimg"
  ],
  "synopsis": {
    "text": "Reinhard von Lohengramm and Yang Wenli, two formidable galactic adversaries, continue their strategic battle in \"Legend of the Galactic Heroes: Die Neue These Second.\" After the Free Planets Alliance's failed invasion of the Galactic Empire, the remaining Alliance fleets, under the command of Fleet Admiral Lazar Lobos, gather at the Amritsar Starzone for a final stand. Reinhard, seeking a flawless victory, leads the Imperial forces into the decisive battle, outnumbering the Alliance.\n\nDespite the overwhelming odds, Yang Wenli, the tactical mastermind of the Alliance, manages to orchestrate a narrow escape for his fellow soldiers. However, both Reinhard and Yang are left dissatisfied - Reinhard for not achieving a perfect victory, and Yang for the immense casualties suffered. As the dust settles on the battlefield, political unrest begins to brew on both sides of the galaxy, demanding their attention.\n\nMeanwhile, the Alliance's expansion campaign, intended to liberate star systems from the Empire's oppression, has left the planets without food or basic supplies. As the fleet struggles to handle the rioting population and wait for supplies from their homeland, they find themselves falling into Reinhard's trap. Siegfried Kircheis, Reinhard's loyal comrade, has tracked down and destroyed the supply convoy, leaving the Alliance fleet surrounded and outmaneuvered.\n\nBack in the Empire, the unexpected death of Emperor Friedrich IV sparks a civil war among the noble families and potential heirs, threatening the Empire's internal and external security. As the storm of political turmoil intensifies, both Yang and Reinhard must navigate these challenges and continue their strategic game in the vast expanse of the cosmos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "092a48e9955df7cb",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 8.099977206467003,
    "arithmeticGeometricMean": 8.099196042397535,
    "median": 8.09090909090909,
    "hash": "092a48e9955df7cb",
    "lastUpdate": "2024-05-06"
  }
}