{
  "sources": [
    "https://anilist.co/anime/100780",
    "https://anime-planet.com/anime/legend-of-the-galactic-heroes-die-neue-these-second-1",
    "https://anisearch.com/anime/12813",
    "https://kitsu.io/anime/13825",
    "https://livechart.me/anime/2887",
    "https://myanimelist.net/anime/36369",
    "https://notify.moe/anime/81pIhFimg"
  ],
  "synopsis": {
    "text": "The year is 487 by the Imperial Calendar. The Free Planets Alliance has launched a major invasion into Imperial territory with 30 million soldiers, aiming to \"liberate\" Imperial citizens. However, strategic mastermind Reinhard von Lohengramm cunningly outmaneuvers the expeditionary forces, cutting off their supply lines and forcing the withdrawal of three of their eight fleets. Unwilling to abort the campaign despite staggering losses, Alliance Commander-in-Chief Lobos orders the remaining battered fleets to gather in the Amritsar system to regroup and make a defiant last stand. Sensing the opportunity for a decisive victory, Reinhard advances on Amritsar with his vast Imperial fleet. Trapped between Reinhard's juggernaut and his brilliant adjutant Siegfried Kircheis attacking from the rear, the hopelessly outmatched Alliance fleets seem doomed to annihilation. However, tactical genius Yang Wen-li once again works miracles to narrowly maneuver his comrades to safety despite the incompetence of Alliance leadership. Though dissatisfied with the outcome for different reasons, both Reinhard and Yang must now shift focus to the political unrest simmering within their respective governments. As power struggles, succession crises, and civil wars loom, the fate of the galaxy hangs in the balance.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "092a48e9955df7cb",
    "created": "2024-05-21",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 8.099977206467003,
    "arithmeticGeometricMean": 8.099196042397535,
    "median": 8.09090909090909,
    "hash": "092a48e9955df7cb",
    "lastUpdate": "2024-05-06"
  }
}