{
  "sources": [
    "https://anidb.net/anime/3133",
    "https://anilist.co/anime/1076",
    "https://anime-planet.com/anime/wizardry",
    "https://anisearch.com/anime/450",
    "https://kitsu.io/anime/962",
    "https://myanimelist.net/anime/1076",
    "https://notify.moe/anime/KE8J5FmmR"
  ],
  "synopsis": {
    "text": "Wizardry, the anime adaptation of the iconic fantasy role-playing game, transports viewers to a realm of enchantment and peril. Nestled deep within this mystical world lies a treacherous, ten-floor dungeon, brimming with untold riches and formidable creatures. Yet, the darkest secret of all lies in the deepest recesses of this labyrinth, where the malevolent sorcerer Werdna harnesses the power of a stolen amulet of unimaginable might.\n\nMany valiant warriors have been summoned by King Trebor to reclaim the amulet, but none have succeeded in overcoming Werdna's sinister grip. Some have even succumbed to the allure of treasure, forsaking their quest and sealing their fate within the dungeon's depths. However, a daring ensemble of fighters and mages, bound together by fate and camaraderie, embarks on a perilous journey to the tenth floor.\n\nDriven by the desire to aid a damsel in distress and reunite her with her lost love, this band of heroes must confront Werdna and wrest the amulet from his wicked clutches. Along the way, they will forge new alliances and face harrowing trials that will test their mettle and reshape their destinies. Will they succeed in vanquishing the evil sorcerer, or will they become yet another casualty in the dungeon's dark history? Join them in their epic quest and discover the captivating world of Wizardry.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "092b0c32414d1d21",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.650178637688842,
    "arithmeticGeometricMean": 5.630849795617463,
    "median": 5.78,
    "hash": "092b0c32414d1d21",
    "lastUpdate": "2024-05-08"
  }
}