{
  "sources": [
    "https://anidb.net/anime/13939",
    "https://anilist.co/anime/101338",
    "https://anime-planet.com/anime/mob-psycho-100-ii",
    "https://anisearch.com/anime/13484",
    "https://kitsu.io/anime/41071",
    "https://livechart.me/anime/3163",
    "https://myanimelist.net/anime/37510",
    "https://notify.moe/anime/sn4K2Fmmg"
  ],
  "synopsis": {
    "text": "This is the second season of the anime adaptation of ONE's \"Mob Psycho 100\" manga, following the adventures of Shigeo 'Mob' Kageyama, an ordinary 8th grader with extraordinary psychic abilities. Mob, who desires a normal life, continues to work with his mentor, Reigen Arataka, to tackle supernatural requests from clients, including exorcising dangerous ghosts and debunking urban legends. However, Mob's experiences as a powerful psychic have led him to mature and take his role more seriously, causing his adventures to take on a darker and more serious tone.\n\nAt school, Mob becomes embroiled in student council politics when Ichi Mezato attempts to make him the next president, but Mob's inability to handle the pressure leads to a disastrous candidacy speech. Despite this, Mob finds solace in meeting Emi and navigating his personal problems while balancing his work with Reigen.\n\nAs Mob's emotions build and his powers grow stronger, he must confront the mysterious group 'Claw' once again. With the lives of those around him and his own future at stake, Mob must make difficult choices and determine where his true passions lie. Will he be able to find his way to love and adulthood, and perhaps even become a role model for someone else? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "093ad33cff980a7d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.640450301666835,
    "arithmeticGeometricMean": 8.638248494620237,
    "median": 8.790866141732284,
    "hash": "093ad33cff980a7d",
    "lastUpdate": "2024-05-09"
  }
}