{
  "sources": [
    "https://anidb.net/anime/10114",
    "https://anilist.co/anime/20442",
    "https://anime-planet.com/anime/bayonetta-bloody-fate",
    "https://anisearch.com/anime/8995",
    "https://kitsu.io/anime/8024",
    "https://livechart.me/anime/246",
    "https://myanimelist.net/anime/20543",
    "https://notify.moe/anime/-sJ2tKimR"
  ],
  "synopsis": {
    "text": "Angels tremble and demons rejoice as Bayonetta, the enigmatic Umbra Witch, embarks on a relentless quest to uncover the secrets of her forgotten past in the action-packed anime film, Bayonetta: Bloody Fate. Awakening from a 20-year slumber at the bottom of a lake, Bayonetta finds herself with no memories, but armed with formidable powers drawn from a pact with demonic forces. As she hunts down the forces of Heaven day and night, she is accompanied by the elusive bartender and weapon-smith, Rodin, and pursued by the determined journalist, Luka Redgrave, who believes she holds the key to his father's death.\n\nBayonetta's journey takes an unexpected turn when she encounters a little girl named Cereza, who seems to share an inexplicable connection with her. However, the path to the truth is fraught with danger, as Bayonetta must confront Jeanne, a rival Umbra Witch with ties to the very forces Bayonetta opposes. As the conspiracy unfolds, Bayonetta must navigate the complex web of connections between all the characters, each seemingly entwined in a grand conspiracy that transcends them all. With her powerful arsenal, including her well-groomed hair and one of the coveted \"Eyes of the World,\" Bayonetta will stop at nothing to regain her memories and uncover the truth about her past.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "09e1d908b66a5af6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.685062573514253,
    "arithmeticGeometricMean": 6.677806744718959,
    "median": 6.683,
    "hash": "09e1d908b66a5af6",
    "lastUpdate": "2024-05-08"
  }
}