{
  "sources": [
    "https://anidb.net/anime/12200",
    "https://anilist.co/anime/21840",
    "https://anime-planet.com/anime/hitori-no-shita-the-outcast",
    "https://anisearch.com/anime/11508",
    "https://kitsu.io/anime/12250",
    "https://livechart.me/anime/2213",
    "https://myanimelist.net/anime/33421",
    "https://notify.moe/anime/NGYRhFmiR"
  ],
  "synopsis": {
    "text": "Soran Chou, an ordinary college student, finds his mundane life turned upside down when he stumbles upon a horrifying incident in a small village. While visiting his grandfather's grave, he is ambushed by zombies in the cemetery. Just when he thinks he's reached his end, a mysterious girl wielding a sword comes to his rescue and vanishes as suddenly as she appeared. This bizarre encounter sets Soran on a path of destiny he could never have imagined.\n\nOne day, while visiting his grandfather's grave, Chulan Zhang is attacked by zombies. In the heat of the moment, a girl armed with kitchen knives steps in to save him. After offering some cryptic advice about facing his hardships, she leaves, only to reappear later at his university. From this moment, Chulan's fate begins to unfold in ways he could never have predicted. He encounters individuals with unique powers, leading to battles filled with mystery and intrigue.\n\nWhen Zhang Chulan returns to his hometown, he discovers his grandfather's grave has been desecrated. As he searches for answers, he is attacked by a tomb raider masquerading as his grandfather's granddaughter. Abandoned to die amidst a horde of zombies, Chulan manages to escape using qi, a power taught to him by his grandfather. Upon returning to his college life, he is shocked to encounter the tomb raider, Feng Baobao, once again. Forced to join a delivery company that serves as a front for handling qi wielders, Chulan must navigate a dangerous world of outcasts and learn who to trust if he wants to survive.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "09f2e4c1b499bd49",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.644850286230828,
    "arithmeticGeometricMean": 6.638922106108989,
    "median": 6.691636363636363,
    "hash": "09f2e4c1b499bd49",
    "lastUpdate": "2024-05-10"
  }
}