{
  "sources": [
    "https://anidb.net/anime/15028",
    "https://anilist.co/anime/110733",
    "https://anime-planet.com/anime/zombie-land-saga-revenge",
    "https://anisearch.com/anime/14528",
    "https://kitsu.io/anime/42467",
    "https://livechart.me/anime/9547",
    "https://myanimelist.net/anime/40174",
    "https://notify.moe/anime/WwWPxDFZR"
  ],
  "synopsis": {
    "text": "In the heart of Saga Prefecture, a unique idol group, Franchouchou, rises from the ashes of time, composed of seven legendary girls from different eras, resurrected as zombies. The group's formation begins when Minamoto Sakura, after a tragic accident, awakens in a peculiar mansion under the guidance of enigmatic producer Tatsumi Koutarou. Their mission: to save the fading prefecture through their captivating performances.\n\nDespite their diverse ages and historical backgrounds, the undead idols defy conventions, captivating audiences with their unconventional charm. Their first major concert at the Karatsu's Furusato Exhibition Hall, Arpino, during the final winter of the Heisei era, marks a significant milestone in their journey towards becoming a legend.\n\nAs the Reiwa Era unfolds, Franchouchou faces new challenges. A disastrous concert leaves them in debt, forcing the members to take on side jobs. Their once-vibrant manager, Koutarou, succumbs to despair and alcohol. However, the resilient Sakura refuses to give up. She invites Koutarou to their next performance, hoping to rekindle his spirit and guide Franchouchou back to success.\n\nAmidst these trials, rival idols emerge, a renowned talk show host retires, and existential questions surface. As chaos looms over Saga, the group realizes that their undead status is the least of their concerns. Yet, they remain undeterred, marching towards a hopeful future, with the legendary Tae Yamada becoming even more iconic. The curtain rises on a new chapter of Franchouchou's saga, filled with courage, hope, and undying determination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0ab1e147bebd2c2f",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.949369291998324,
    "arithmeticGeometricMean": 7.947571750864938,
    "median": 8.019,
    "hash": "0ab1e147bebd2c2f",
    "lastUpdate": "2024-05-10"
  }
}