{
  "sources": [
    "https://anilist.co/anime/156059",
    "https://anisearch.com/anime/18719",
    "https://kitsu.io/anime/47149",
    "https://myanimelist.net/anime/55191"
  ],
  "synopsis": {
    "text": "Hidari Jingorou, a legendary craftsman of the Edo-era, is the central figure in an upcoming stop-motion anime film. The pilot for this intriguing project has been unveiled on the HIDORI official channel, sparking curiosity and anticipation for its Kickstarter campaign.\n\nThe story unfolds in a dimly lit samurai clan hall, where an ordinary day takes an unexpected turn. A mysterious, somber figure stands resolute amidst the clan, unfazed by their intimidating glares and menacing words. Armed with an assortment of tools from his large box, the man braces himself for an unequal battle against the formidable swordsmen. Who is this enigmatic stranger, and why does he seem overly familiar with the clan's leader?\n\nThe enigmatic figure is none other than Jingoro Hidari, a man with a mechanical prosthetic arm and a loyal sidekick named \"Sleeping Cat.\" Jingoro's journey is fueled by vengeance after losing his foster parent and right arm to the treachery of his senior apprentices. Despite his physical limitations, Jingoro demonstrates remarkable skill in wielding his carpentry tools with his left arm, earning him the moniker \"Hidari,\" meaning \"left\" in Japanese.\n\nAs the narrative builds to a climax, Jingoro confronts one of his arch-nemeses, \"Inumaru,\" setting the stage for a thrilling fight to the death. The pilot film showcases the exquisite artistry of the stop-motion animation, featuring puppets meticulously carved from wood. This unique visual style perfectly complements the gripping tale of Jingoro Hidari, promising an immersive and captivating anime experience.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0ad0e9d237d0416a",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.559270253555966,
    "arithmeticGeometricMean": 7.552458038163103,
    "median": 7.454545454545454,
    "hash": "0ad0e9d237d0416a",
    "lastUpdate": "2024-05-07"
  }
}