{
  "sources": [
    "https://anidb.net/anime/967",
    "https://anilist.co/anime/3399",
    "https://anime-planet.com/anime/rokushin-gattai-god-mars",
    "https://anisearch.com/anime/1266",
    "https://kitsu.io/anime/2984",
    "https://livechart.me/anime/7721",
    "https://myanimelist.net/anime/3399",
    "https://notify.moe/anime/usaw5Fimg"
  ],
  "synopsis": {
    "text": "Mars, a boy from the distant planet Gishin, is sent to Earth in 1999 with a devastating mission: to destroy humanity and pave the way for his planet's conquest of the galaxy. Accompanying him is Gaia, a colossal robot equipped with an unparalleled power source capable of annihilating an entire planet. However, upon his arrival, Mars is adopted by a loving Japanese family and given the name Takeru.\n\nAs Takeru grows up, he develops a deep affection for humanity and refuses to execute Emperor Zule's destructive order. Yet, the bomb within Gaia remains a constant threat, poised to detonate if Takeru were to perish. With psychic abilities at his disposal, Takeru joins the Earth Defense Forces' elite Crasher Squad, dedicating himself to protecting his beloved planet against the impending Gishin invasion.\n\nUnbeknownst to the Gishin, Takeru's father secretly created five additional robots—Sphinx, Uranus, Titan, Shin, and Ra—to safeguard his son. When Earth is in peril, Takeru can summon these robots to unite with Gaia, forming the mighty Godmars. As the conflict escalates, Takeru finds himself locked in a heart-wrenching battle against his own brother, Maag.\n\nIn this gripping tale of loyalty and love, Takeru must confront his destiny and protect Earth, even if it means defying his own kin and risking everything he holds dear.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0adde424542fe147",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.137229790617545,
    "arithmeticGeometricMean": 6.115724623208363,
    "median": 6.2727272727272725,
    "hash": "0adde424542fe147",
    "lastUpdate": "2024-05-09"
  }
}