{
  "sources": [
    "https://anidb.net/anime/9964",
    "https://anilist.co/anime/19383",
    "https://anime-planet.com/anime/yamishibai-japanese-ghost-stories",
    "https://anisearch.com/anime/8789",
    "https://kitsu.io/anime/7840",
    "https://livechart.me/anime/122",
    "https://myanimelist.net/anime/19383",
    "https://notify.moe/anime/4JYptFimR"
  ],
  "synopsis": {
    "text": "Ghost ly whispers echo through the playground as the sun dips below the horizon, signaling the arrival of a mysterious figure. Masked in yellow, the Storyteller emerges, ready to weave his dark tapestry of Japanese urban legends and spine-chilling folktales for the eager ears of children. Armed with a traditional kamishibai, a paper-scrolling device, he illustrates his haunting narratives, drawing his audience deeper into the eerie depths of Japan's supernatural history.\n\nWelcome to \"Yami Shibai: Japanese Ghost Stories,\" an anthology of terrifying tales that will leave you questioning the shadows lurking in the corners of your room. From the ominous gaze that torments a new apartment dweller to the sinister family secret that haunts a young boy, each story is more harrowing than the last. The Storyteller's chilling words breathe life into these legends, transporting his listeners to a realm where nightmares become reality.\n\nAs the children gather week after week to hear the Storyteller's narratives, they find themselves ensnared in a web of fear and suspense. With each scroll of his kamishibai, the boundary between the supernatural world and their own begins to blur, plunging them further into the abyss of these macabre tales. Brace yourself for an unforgettable journey through Japan's darkest folklore, as the Storyteller unravels these petrifying stories, one scroll at a time.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0af296f2329e49d3",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.856727430951114,
    "arithmeticGeometricMean": 6.852409913735965,
    "median": 6.895090909090909,
    "hash": "0af296f2329e49d3",
    "lastUpdate": "2024-05-10"
  }
}