{
  "sources": [
    "https://anidb.net/anime/10947",
    "https://anilist.co/anime/20962",
    "https://anime-planet.com/anime/hetalia-the-world-twinkle",
    "https://anisearch.com/anime/10081",
    "https://kitsu.io/anime/10057",
    "https://livechart.me/anime/1305",
    "https://myanimelist.net/anime/28607",
    "https://notify.moe/anime/Q8gspKimg"
  ],
  "synopsis": {
    "text": "Germany, Italy, and Japan form an unlikely trio in the latest season of Hetalia, where nations are personified as unique individuals. Italy, once a powerful empire, is now a pasta-loving, carefree character, far removed from his illustrious ancestor Rome. As part of the Axis Powers, Italy's quirks are a stark contrast to Germany's stern demeanor and Japan's disciplined nature. On the other side, the Allies grapple with their own idiosyncrasies, with America's love for heroes and fast food, and France's romantic flair adding to the mix.\n\nHetalia: The World Twinkle brings back your favorite nations for another round of international escapades. From Germany and Italy's canned food adventures to America's heartwarming flashback, this season promises a blend of humor and emotion. Don't miss out on the Nordic nations' antics and the micronations' quest for recognition, led by Sealand.\n\nHistory takes a comedic turn as the series explores alliances, rivalries, and relationships between nations, drawing from both truth and stereotype. With special OVAs, including a Halloween special, Hetalia promises a fun-filled journey through world history. Prepare for a reality show like no other, where history and humor collide in the most unexpected ways.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0ba4f0aeb7565430",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.103409863945577,
    "arithmeticGeometricMean": 7.093889668784006,
    "median": 7.1883333333333335,
    "hash": "0ba4f0aeb7565430",
    "lastUpdate": "2024-05-09"
  }
}