{
  "sources": [
    "https://anidb.net/anime/4691",
    "https://anilist.co/anime/1698",
    "https://anime-planet.com/anime/nodame-cantabile",
    "https://anisearch.com/anime/3783",
    "https://kitsu.io/anime/1525",
    "https://livechart.me/anime/3674",
    "https://myanimelist.net/anime/1698",
    "https://notify.moe/anime/bwnB5Kiig"
  ],
  "synopsis": {
    "text": "She et music and life lessons collide in the world of Chiaki Shinichi, a virtuoso pianist and violinist, whose deepest aspiration is to become a world-class conductor. Hailing from a prestigious family, Chiaki's perfectionism is legendary, but his crippling fear of flying keeps him tethered to Japan. After a series of demoralizing setbacks, Chiaki's life takes an unexpected turn when he crosses paths with the eccentric and seemingly disheveled pianist, Noda Megumi, better known as Nodame.\n\nNodame's unconventional approach to music rekindles Chiaki's passion for the art form, reminding him of the sheer joy that initially drew him to the conductor's podium. As they navigate their musical journey together, Chiaki begins to confront his fears and insecurities, learning how to better connect with others and recognize their potential.\n\nIn stark contrast to Chiaki's meticulous and disciplined nature, Nodame finds herself captivated by his talent and dedication, falling deeply in love with him. Despite her lackadaisical attitude towards her piano studies and personal hygiene, Chiaki sees a hidden brilliance in Nodame's playing, and endeavors to help her hone her skills.\n\nTogether, Chiaki and Nodame embark on a transformative adventure, pushing the boundaries of their musical abilities and discovering the power of love, friendship, and self-growth. As they challenge one another, they weave a harmonious tapestry of melodies and emotions that neither can escape, leaving viewers enthralled by their enchanting symphony.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.263798457964878,
    "arithmeticGeometricMean": 8.262326400866765,
    "median": 8.244833906071019
  },
  "lastUpdate": "2024-05-09"
}