{
  "sources": [
    "https://anidb.net/anime/15301",
    "https://anilist.co/anime/113814",
    "https://anime-planet.com/anime/idoly-pride",
    "https://anisearch.com/anime/14817",
    "https://kitsu.io/anime/42868",
    "https://livechart.me/anime/9709",
    "https://myanimelist.net/anime/40842",
    "https://notify.moe/anime/WvwD2IGMR"
  ],
  "synopsis": {
    "text": "The world of idols beckons Kotono Nagase, a high school student brimming with dreams and ambition. Alongside her best friend, she auditions for a coveted spot in a dormitory filled with eight other aspiring idols. However, the path to stardom is not paved with mere cute dances and adorable costumes. To rise through the ranks of the AI-driven VENUS program, Kotono must pour her heart, soul, and relentless effort into her performances, as the top spot is held by none other than her late sister, Mana Nagase, a legendary idol in her own right.\n\nCyber Agent's newly-launched animation label, CAAnimation, brings to life the mixed-media idol-themed project 'IDOLY PRIDE,' in collaboration with QualiArts, Music Ray'n, and Straight Edge. The TV anime chronicles the journey of Kotono and her fellow idols-in-training as they navigate the harsh realities of the idol industry, pushing through adversity and honing their skills to achieve their dreams.\n\nWith the legacy of her sister weighing on her shoulders, Kotono is determined to become a beacon of light for her fans. She, alongside nine other young girls, must learn to stand strong in the face of challenges and embrace the blood, sweat, and tears that come with chasing their dreams. In a world where only the strongest survive, these idols must find the resilience within themselves to reach the pinnacle of success and shine brightly on the stage.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0bec1b9132b9f96b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.159900432900432,
    "arithmeticGeometricMean": 7.148701893108903,
    "median": 7.401818181818182,
    "hash": "0bec1b9132b9f96b",
    "lastUpdate": "2024-05-09"
  }
}