{
  "sources": [
    "https://anidb.net/anime/15493",
    "https://anilist.co/anime/117448",
    "https://anime-planet.com/anime/how-not-to-summon-a-demon-lord-omega",
    "https://anisearch.com/anime/15148",
    "https://kitsu.io/anime/43118",
    "https://livechart.me/anime/9882",
    "https://myanimelist.net/anime/41623",
    "https://notify.moe/anime/valtqJjWR"
  ],
  "synopsis": {
    "text": "One fateful day in the world of Cross Reverie, the Demon King Diablo—or rather, the gamer Sakamoto Takuma who has been summoned into the body of his MMORPG character—stumbles upon a High Priestess named Lumachina Weselia while practicing a new spell. Lumachina is on the run from deadly assassins from her own church, and Diablo, ever the hero (or perhaps pretending to be one), saves her and vows to protect her on her quest to find the virtuous head paladin, Batutta.\n\nAccompanied by his loyal party members—the Pantherian Rem, the Elf Shera, the grasswalker Horn, and the Magmatic Maid Rose—Diablo finds himself embroiled in a conspiracy within the church, with the ruling Cardinal seeking to eliminate Lumachina. As they journey together, Diablo must navigate the treacherous world of religious politics and face off against one of the greatest powers in the kingdom, all while maintaining the illusion that he is a Demon Lord from another world.\n\nWith his newfound divine status in Lumachina's eyes, will Diablo be able to fulfill her wish and protect her from the corruption within the church? And can he continue to play the role of a godly figure, despite his lack of social skills and true identity as a gamer from another world? Join Diablo and his party in this thrilling and enchanting adventure, filled with powerful foes, beautiful allies, and dream-packed tales of heroism and deception.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0c3c60aba868784b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.056445347188927,
    "arithmeticGeometricMean": 7.050442460548151,
    "median": 7.186215526046986,
    "hash": "0c3c60aba868784b",
    "lastUpdate": "2024-05-09"
  }
}