{
  "sources": [
    "https://anidb.net/anime/11469",
    "https://anilist.co/anime/21284",
    "https://anime-planet.com/anime/flying-witch",
    "https://anisearch.com/anime/10604",
    "https://kitsu.io/anime/11317",
    "https://livechart.me/anime/1759",
    "https://myanimelist.net/anime/31376",
    "https://notify.moe/anime/SxvrpFiig"
  ],
  "synopsis": {
    "text": "Tradition dictates that a young witch, upon turning 15, must venture out into the world to hone her magical skills. However, for Makoto Kowata, her parents have a slightly different plan. Instead of setting out alone, Makoto, along with her feline familiar Chito, is sent to live with her relatives in the lush, green region of Aomori, where she can continue her high school education while learning the ways of witchcraft.\n\nMakoto's new life in the countryside is filled with both the ordinary and the extraordinary. From attending high school and learning to grow her own vegetables to practicing magic spells and exploring ancient ruins, Makoto's days are a delightful mix of the mundane and the magical. Alongside her cousins, Kei and Chinatsu, and her nomadic sister Akane, Makoto embarks on enchanting adventures, from making bewitched snacks and accidentally summoning a flock of crows to flying on the back of a whale.\n\nHowever, living in a world where the existence of witches must remain a secret presents its own set of challenges. With her poor sense of direction and her tendency to forget that 'normal' people shouldn't know about witchcraft, Makoto's journey to becoming a full-fledged witch is filled with hilarious mishaps and heartwarming moments. Join Makoto as she navigates the idiosyncrasies of witchcraft and the joys of everyday life in this enchanting tale of magic and self-discovery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0c40d02fc99d4b2d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.646233766233766,
    "arithmeticGeometricMean": 7.64530764308113,
    "median": 7.6081818181818175,
    "hash": "0c40d02fc99d4b2d",
    "lastUpdate": "2024-05-09"
  }
}