{
  "sources": [
    "https://anidb.net/anime/2887",
    "https://anilist.co/anime/2051",
    "https://anime-planet.com/anime/blue-sonnet",
    "https://anisearch.com/anime/2802",
    "https://kitsu.io/anime/1850",
    "https://livechart.me/anime/8812",
    "https://myanimelist.net/anime/2051",
    "https://notify.moe/anime/mN1L5KiiR"
  ],
  "synopsis": {
    "text": "Sonnet’s origins are as diverse as her abilities, being a cyborg-esper born to Puerto Rican and Russian parents and raised in the unforgiving slums of New York. Trained to become the ultimate weapon by the secretive Talon organization, Sonnet is tasked with seeking out other powerful espers across the globe. Her latest mission takes her to Japan, where she encounters the quiet and enigmatic Komatsuzaki Lan, who is believed to be under the influence of the Crimson Fang esper.\n\nAs Sonnet begins to observe and engage with Lan, she inadvertently triggers the awakening of the Crimson Fang within the young girl. While Lan struggles to maintain control over her newfound powers and preserve her humanity, Sonnet finds herself unexpectedly rediscovering her own. As the two young women navigate their complex relationship, they must also contend with Talon's relentless pursuit, as the organization seeks to harness their abilities for their own sinister purposes.\n\nIn this thrilling and emotional journey, Sonnet and Lan must confront the true nature of their powers and decide what it means to be human in a world that seeks to turn them into weapons. Will they be able to resist the forces that seek to control them, or will they succumb to the darkness that threatens to consume them?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0c81ce58e60f583e",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.984260270341903,
    "arithmeticGeometricMean": 5.969094791668856,
    "median": 6.08,
    "hash": "0c81ce58e60f583e",
    "lastUpdate": "2024-05-08"
  }
}