{
  "sources": [
    "https://anidb.net/anime/12111",
    "https://anilist.co/anime/21799",
    "https://anime-planet.com/anime/ajin-demi-human-2nd-season",
    "https://anisearch.com/anime/11446",
    "https://kitsu.io/anime/12115",
    "https://livechart.me/anime/2179",
    "https://myanimelist.net/anime/33253",
    "https://notify.moe/anime/cTmR2KiiR"
  ],
  "synopsis": {
    "text": "Ajins, immortal beings once thought to be mere myths, have become a stark reality for high school student Kei Nagai and 46 others. Far from bestowing hero status, Kei's newfound immortality casts him as a pariah, a rare specimen to be captured and experimented on for the advancement of science.\n\nIn the second season of Ajin, Kei and his ally Kou Nakano find themselves pitted against a fellow Ajin, Satou, whose ambition for global dominance is as relentless as his immortality. As Satou embarks on a chilling spree of public executions, the human race scrambles to halt the seemingly indestructible menace.\n\nKei's quest for justice leads him to forge unlikely alliances with former adversaries, including high-ranking government official Yuu Tosaki and his Ajin assistant Izumi Shimomura. Tosaki's extensive Ajin research provides a crucial edge in their battle against Satou.\n\nAs Satou's reign of terror escalates, he issues a kill list targeting key figures involved in Ajin research, vowing to assassinate them unless his demands are met. Kei must master his Invisible Black Matter (IBM) abilities and rally other Ajins to his cause to stand a chance against Satou's ruthless crusade.\n\nThe stage is set for a climactic showdown between the Ajin terrorist Satou, the Japanese government, and Kei Nagai. The final confrontations are about to unfold, with the future of civilization hanging in the balance.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.660450760572023,
    "arithmeticGeometricMean": 7.659197461195056,
    "median": 7.656485788113695
  },
  "lastUpdate": "2024-05-08"
}