{
  "sources": [
    "https://anidb.net/anime/691",
    "https://anilist.co/anime/1150",
    "https://anime-planet.com/anime/legend-of-crystania-the-chaos-ring",
    "https://anisearch.com/anime/2588",
    "https://kitsu.io/anime/1031",
    "https://livechart.me/anime/9341",
    "https://myanimelist.net/anime/1150",
    "https://notify.moe/anime/pqib5Kmig"
  ],
  "synopsis": {
    "text": "King Ashram, the beacon of hope for the magical realm of Crystania, lies trapped in a chaotic dimension after vanquishing the malevolent King Barbas. As the seals safeguarding Crystania weaken, nightmares emerge from the abyss, wreaking havoc on the once peaceful land. The Bell of Wakening tolls, signaling the resurrection of terrifying creatures like tornadoes, basilisks, and Dragon Lords, paving the way for Barbas' return.\n\nIn the midst of this turmoil, Lady Sheru, once known as Pirotess, is tormented by dreams of her past life and the love she shared with Ashram. Determined to save him, she embarks on a perilous journey to enter the Chaos Realm using the Chaos Ring. Meanwhile, Redon and his companions are summoned to combat the resurgent ancient creatures that threaten their world.\n\nAs the followers of Barbas conspire to resurrect their deity and destroy the Chaos Rings to ensure his invincibility, a desperate race against time ensues. Sheru must navigate the treacherous Chaos Realm and remind Ashram of their shared purpose. Redon, on the other hand, seeks the Bell of Awakening to thwart Barbas' return and quell the chaos unleashed upon Crystania.\n\nWith the fate of Crystania hanging in the balance, can Pirotess and Redon reunite with Ashram and vanquish Barbas once more before their world is consumed by darkness?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0cd6bfad2ac9f135",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.802542274052478,
    "arithmeticGeometricMean": 5.790665001178333,
    "median": 5.79,
    "hash": "0cd6bfad2ac9f135",
    "lastUpdate": "2024-05-09"
  }
}