{
  "sources": [
    "https://anidb.net/anime/6107",
    "https://anilist.co/anime/5114",
    "https://anime-planet.com/anime/fullmetal-alchemist-brotherhood",
    "https://anisearch.com/anime/5048",
    "https://kitsu.io/anime/3936",
    "https://livechart.me/anime/3409",
    "https://myanimelist.net/anime/5114",
    "https://notify.moe/anime/UhurcKmmg"
  ],
  "synopsis": {
    "text": "Ed and Al Elric, two brothers proficient in alchemy, commit a grave error when they attempt a forbidden human transmutation to resurrect their deceased mother. The consequences are dire: Al loses his entire body, and Ed sacrifices an arm and a leg to tether his brother's soul to a suit of armor. Determined to restore their bodies, the Elric brothers embark on a perilous quest to find the Philosopher's Stone, a legendary artifact capable of defying the Law of Equivalent Exchange.\n\nAs they journey through the military state of Amestris, the brothers confront dark conspiracies and sinister forces that threaten not only their mission but the fate of the world. Along the way, they forge alliances with fellow alchemists and military personnel, including the formidable Colonel Roy Mustang and the skilled marksman Lieutenant Riza Hawkeye.\n\nThis retelling of Hiromu Arakawa's acclaimed manga follows the Elric brothers as they navigate a treacherous landscape of political intrigue, moral dilemmas, and harrowing battles. As they uncover the truth about the Philosopher's Stone and their country's murky history, the brothers must confront the consequences of their actions and decide what they are willing to sacrifice to regain their humanity. Will their search for redemption lead them to salvation or plunge them further into darkness? Join the Elric brothers in their thrilling adventure to find out.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 9.000337890139285,
    "arithmeticGeometricMean": 8.998956430378904,
    "median": 9.090454545454545,
    "lastUpdate": "2024-05-09"
  }
}