{
  "sources": [
    "https://anidb.net/anime/17815",
    "https://anilist.co/anime/160090",
    "https://anime-planet.com/anime/kaii-to-otome-to-kamikakushi",
    "https://anime-planet.com/anime/mysterious-disappearances",
    "https://anisearch.com/anime/18104",
    "https://kitsu.io/anime/46975",
    "https://livechart.me/anime/11782",
    "https://myanimelist.net/anime/54199",
    "https://notify.moe/anime/3znlNqh4R"
  ],
  "synopsis": {
    "text": "Ever since her teenage years, when she won a prestigious literature award, Sumireko Ogawa has been harboring dreams of becoming a celebrated author. But as the years pass, her dreams seem to fade away, as publishers lose interest in her work. Now in her late twenties, Sumireko finds herself working as a temporary employee in a bookstore. Among her coworkers is the enigmatic and younger Ren Adashino, with whom she shares an unexpected bond. One day, Sumireko receives an unusual book as a gift, and when she reads its poems under the moonlight, she is transformed into a child. Seizing this opportunity, she embarks on a journey to achieve her dream of becoming a famous young author. However, her newfound ability is just one of many supernatural phenomena plaguing the city. As she delves deeper into these mysterious events with Ren, Sumireko discovers that her coworker has a secret of his own. Together, they explore urban legends, black magic, and ghost stories, but will they be able to survive the dangers that lurk in the shadows? And will Sumireko finally find success as an adult? Join Sumireko and Ren as they navigate the strange and mystical world of this modern-day bizarre romanesque filled with weirdness, girls, and sexuality.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0cf134ea58e49ff6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.069156771799629,
    "arithmeticGeometricMean": 7.063253180180645,
    "median": 7.005,
    "hash": "0cf134ea58e49ff6",
    "lastUpdate": "2024-05-09"
  }
}