{
  "sources": [
    "https://anidb.net/anime/17076",
    "https://anilist.co/anime/143080",
    "https://anime-planet.com/anime/odd-taxi-in-the-woods",
    "https://anisearch.com/anime/16952",
    "https://kitsu.io/anime/45653",
    "https://livechart.me/anime/10968",
    "https://myanimelist.net/anime/50653",
    "https://notify.moe/anime/xx0uLCTnR"
  ],
  "synopsis": {
    "text": "And so, the wheels of fate began to turn on an unsuspecting October 4th, when the disappearance of a high school girl sent ripples through the community. At the heart of this enigmatic case lies Hiroshi Odokawa, an introverted taxi driver who prefers the solitude of his cab to the company of others. Little did he know, his ordinary life was about to take an extraordinary turn.\n\nAs the mystery unfolds, witnesses connected to the case come forward, each offering their unique perspective on the events leading up to and following the girl's disappearance. Through a series of interviews, a complex web of intrigue begins to form, with Odokawa at its center.\n\nOdokawa's life is far from extraordinary. He has no family, few friends, and his only confidants are his doctor, Gouriki, and his high school classmate, Kakibana. His passengers, each with their own eccentricities, provide the only semblance of excitement in his otherwise mundane existence. From an aspiring online celebrity to a secretive nurse, these seemingly unrelated individuals become entangled in a case that transcends their everyday lives.\n\nAs the investigation deepens, the stakes rise. Over 100 million yen, enigmatic gangsters, rising idols, and a college student turned celebrity all become pieces in a puzzle that threatens to spiral out of control. Despite the chaos, a plan emerges that promises to resolve the situation. Yet, as the dust settles, it becomes clear that the truth is far from simple.\n\nIn the aftermath, those involved come forward to share their accounts, revealing a side to the story that was previously hidden. As these testimonies intertwine, a new picture of the case emerges, reshaping the events that turned one taxi driver",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.7442351576994435,
    "arithmeticGeometricMean": 6.73693162506984,
    "median": 6.7652133580705005,
    "lastUpdate": "2024-05-09"
  }
}