{
  "sources": [
    "https://anilist.co/anime/87458",
    "https://anime-planet.com/anime/godzilla-movie-1-planet-of-the-monsters",
    "https://kitsu.io/anime/12634",
    "https://livechart.me/anime/2289",
    "https://myanimelist.net/anime/33783",
    "https://notify.moe/anime/7TcihKmmg"
  ],
  "synopsis": {
    "text": "The twentieth century's final summer marked the revelation of colossal creatures known as Kaiju and their nemesis, the formidable Godzilla, revealing that humans were not Earth's sole rulers. After half a century of relentless battles and continuous defeats, humanity's only hope for survival was to flee Earth. In 2048, a select group of individuals, chosen by the government-controlled A.I., embarked on the interstellar spaceship Aratrum, bound for the distant planet Tau Cetus e. However, upon arrival, the environmental conditions proved unsuitable for human habitation.\n\nAboard the Aratrum, one young man named Haruo held a singular purpose: to return to Earth and vanquish Godzilla, the monster responsible for his parents' demise. As the ship's living conditions deteriorated, Haruo's group, the Earth Returnists, gained majority support, and they embarked on a perilous journey back to Earth through long-distance hyperspace navigation.\n\nTwenty thousand years have elapsed since their departure, and Earth has transformed into an unfamiliar world, with Godzilla reigning supreme over its ecosystem. As humanity faces the daunting task of reclaiming their home, Haruo's destiny and the future of humanity hang in the balance. Will they triumph over Godzilla and reclaim Earth, or will the darkness within their hearts pose an even greater threat?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0dd20ef81131c150",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.783110414489724,
    "arithmeticGeometricMean": 6.779424394133932,
    "median": 6.731149425287357,
    "hash": "0dd20ef81131c150",
    "lastUpdate": "2024-05-06"
  }
}