{
  "sources": [
    "https://anidb.net/anime/532",
    "https://anilist.co/anime/3312",
    "https://anime-planet.com/anime/dr-slump",
    "https://anisearch.com/anime/299",
    "https://kitsu.io/anime/2928",
    "https://livechart.me/anime/6206",
    "https://myanimelist.net/anime/3312",
    "https://notify.moe/anime/rLpwcFmiR"
  ],
  "synopsis": {
    "text": "At the heart of the quirky and eccentric Penguin Village, where talking animals and sentient objects are the norm, resides the ambitious inventor, Senbei Norimaki. With dreams of creating the ultimate robot girl, Senbei brings Arale to life. However, Arale is far from the conventional perfection he envisioned. She is plagued with nearsightedness, lacks common sense, and possesses superhuman strength that often leads to chaos. Despite her well-meaning intentions, Arale's antics frequently disrupt the whimsical lives of her neighbors in Penguin Village.\n\nIn this pun-filled series, Dr. Senbei, the quirky inventor, crafts Arale, a young robot girl with extraordinary strength and a naive, childlike mind. Brimming with sex jokes and toilet humor, the show follows the duo's adventures in their peculiar world, inhabited by sentient trees, unremarkable superheroes, and homesick alien invaders.\n\nIn the surreal landscape of Penguin Village, the brilliant yet clumsy inventor, Professor Senbe Norimaki, a.k.a. Doctor Slump, lives with his wife and his unruly robot daughter, Arale. The trio embarks on bizarre escapades with their unusual neighbors, including talking animals, sentient mountains, and alien invaders yearning for home. Prepare for a rollercoaster ride of laughter and chaos as Arale's immense strength and boundless energy wreak havoc on the village, all while showcasing her big-hearted nature.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0de9a02c7db03ec7",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.872510292428659,
    "arithmeticGeometricMean": 6.850963775308856,
    "median": 6.909090909090909,
    "hash": "0de9a02c7db03ec7",
    "lastUpdate": "2024-05-09"
  }
}