{
  "sources": [
    "https://anidb.net/anime/1670",
    "https://anilist.co/anime/2686",
    "https://anime-planet.com/anime/tetsujin-28-gou",
    "https://anisearch.com/anime/369",
    "https://kitsu.io/anime/2448",
    "https://livechart.me/anime/7297",
    "https://myanimelist.net/anime/2686",
    "https://notify.moe/anime/LMPy5FmiR"
  ],
  "synopsis": {
    "text": "Sparks of genius and courage illuminate the world in the year 2000, as young Jimmy Sparks, the prodigy son of a brilliant scientist, takes control of a colossal flying robot named Gigantor. Originally designed as a weapon of war by his late father, Gigantor is transformed into a beacon of peace under the guidance of Jimmy and his uncle, the esteemed Dr. Bob Brilliant. Living on a secluded island, the duo embarks on a mission to combat global crime, using a remote control that empowers Jimmy to command the extraordinary robot.\n\nAs the grand adventure unfolds, it becomes evident that Gigantor is not the only mechanical marvel left behind by Jimmy's father. Criminals stumble upon two experimental robots from the Second World War, #26 and 27, and exploit them for their nefarious deeds. Upon learning about the existence of a more advanced robot, Tetsujin-28, the villains embark on a relentless pursuit to claim it.\n\nDetermined to thwart their plans, Jimmy races against time and discovers Tetsujin-28 alongside Dr. Shikashima, a former colleague of his father who was believed to have perished in an Allied bombing. United by a common goal, Jimmy and Dr. Shikashima vow to protect Tetsujin-28 from falling into the wrong hands and dedicate it to promoting peace. With the support of Dr. Shikashima and police officer Otsuka, Jimmy's heroic journey continues as he battles formidable foes, including the alien Magmans and their powerful robots, Magma X and Gold Wolf.\n\nJoin Jimmy Sparks and his awe-inspiring robots as they embark on a thrilling adventure to restore justice",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0e46a33d9e667211",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.94588550225285,
    "arithmeticGeometricMean": 5.91838497812493,
    "median": 6.090909090909091,
    "hash": "0e46a33d9e667211",
    "lastUpdate": "2024-05-10"
  }
}