{
  "sources": [
    "https://anidb.net/anime/245",
    "https://anilist.co/anime/341",
    "https://anime-planet.com/anime/spiral",
    "https://anisearch.com/anime/2265",
    "https://kitsu.io/anime/308",
    "https://livechart.me/anime/4988",
    "https://myanimelist.net/anime/341",
    "https://notify.moe/anime/VQB2cKiig"
  ],
  "synopsis": {
    "text": "Join Ayumu Narumi in a thrilling journey to unravel the enigma of the Blade Children, a mystery that has claimed lives and left many questions unanswered. After his celebrated detective brother, Kiyotaka, vanishes without a trace, Ayumu is left with nothing but a puzzling clue: the Blade Children. As a string of murders and inexplicable incidents begin to unfold, Ayumu, along with his school's tenacious journalist Hiyono Yuizaki, takes it upon himself to uncover the truth behind these events and the elusive Blade Children.\n\nAs he delves deeper into the investigation, Ayumu finds himself entangled in a web of danger and deceit, where even the slightest misstep could prove fatal. Living under the same roof as his brother's wife, Madoka, who is also a police detective, Ayumu becomes the prime suspect in a murder case that initially appears to be a suicide. With his formidable detective skills, Ayumu must not only clear his name but also unveil the connection between the Blade Children and his brother's disappearance.\n\nAs Ayumu's search for answers intensifies, he discovers that the Blade Children hold a personal connection to his brother, and that their fates are more intertwined than he could have ever imagined. Will Ayumu be able to solve the mystery surrounding the Blade Children and find out what happened to his brother, or will he become the next victim of this deadly secret? Join him in this suspenseful adventure and uncover the truth behind the Blade Children.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0e88c80e5b1bbaf5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.094880256648113,
    "arithmeticGeometricMean": 7.0901373335566475,
    "median": 7.146727272727272,
    "hash": "0e88c80e5b1bbaf5",
    "lastUpdate": "2024-05-10"
  }
}