{
  "sources": [
    "https://anidb.net/anime/10067",
    "https://anilist.co/anime/20446",
    "https://anime-planet.com/anime/captain-earth",
    "https://anisearch.com/anime/9109",
    "https://kitsu.io/anime/7987",
    "https://livechart.me/anime/219",
    "https://myanimelist.net/anime/21677",
    "https://notify.moe/anime/BKFhtFmmR"
  ],
  "synopsis": {
    "text": "The story unfolds as Daichi Manatsu, a high school sophomore, witnesses an unusual rainbow hovering above Tanegashima island right before his summer break. This peculiar spectacle triggers memories of his father's enigmatic demise and propels him to investigate the island alone. Upon his arrival, he finds himself in the midst of an alarm blaring at a facility labeled 'Earth Engine'. As he is questioned about being a captain, invaders from Uranus, known as 'Kiltgang', descend upon the scene, signaling the commencement of an interstellar conflict.\n\nEquipped with skills acquired from video games and a unique weapon called the Livlaster, Daichi finds himself unexpectedly adept at piloting the Earth Engine Impacter, a colossal robot that serves as humanity's primary defense against extraterrestrial adversaries aiming to deplete Earth's life force. Joined by a diverse group of young individuals, each with their own unique abilities, Daichi stands at the forefront of this cosmic battle, drawing strength from the shining stars above.\n\nDespite his past traumas and the overwhelming responsibility, Daichi must rise to the occasion and become the captain he was destined to be, leveraging his gaming expertise to operate the Earth Engine Impactor and safeguard his planet from the impending alien invasion. As the stars illuminate the night sky, the epic battle for Earth's survival commences.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.506134508348794,
    "arithmeticGeometricMean": 6.500854094959848,
    "median": 6.4613469387755105,
    "lastUpdate": "2024-05-09"
  }
}