{
  "sources": [
    "https://anidb.net/anime/580",
    "https://anilist.co/anime/758",
    "https://anime-planet.com/anime/rahxephon-the-motion-picture",
    "https://anisearch.com/anime/1830",
    "https://kitsu.io/anime/680",
    "https://livechart.me/anime/8076",
    "https://myanimelist.net/anime/758",
    "https://notify.moe/anime/d5tA5Fimg"
  ],
  "synopsis": {
    "text": "It follows the story of Ayato Kamina, an ordinary high school student living in a post-apocalyptic Tokyo, who is unexpectedly thrust into a world of chaos and conflict. After a mysterious event three years prior, Ayato was separated from his beloved Haruka Mishima and confined to a self-encased dimension where time moves at a slower pace. However, when invaders attack the city, Ayato encounters Haruka Shitow, a 29-year-old agent of TERRA, who reveals the truth about the world and his own existence.\n\nAs Ayato discovers that many people, including his mother, possess blue blood, he finds himself at the center of a strange series of events. He becomes the sole pilot of a powerful mecha known as RahXephon, which holds the key to humanity's survival against the alien race Mu, who seek to 'tune' the world.\n\nHowever, Ayato's newfound power comes with a heavy burden. If he fully awakens, the world will plunge into a horrifying situation. To prevent this, Haruka must make a heart-wrenching decision: kill Ayato. As the battle between Ayato's RahXephon and the Dolems intensifies, the lovers separated by time must confront their past and determine the fate of their love and the world.\n\nWith the weight of humanity's future on his shoulders, Ayato must navigate this new reality, cling to his humanity, and unlock his true potential. This is a tale of love, loss, and self-discovery in a world on the brink of destruction.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.770533527696792,
    "arithmeticGeometricMean": 6.757171825562694,
    "median": 6.992,
    "lastUpdate": "2024-05-09"
  }
}