{
  "sources": [
    "https://anidb.net/anime/1444",
    "https://anilist.co/anime/2038",
    "https://anime-planet.com/anime/magical-star-magical-emi",
    "https://anisearch.com/anime/727",
    "https://kitsu.io/anime/1837",
    "https://livechart.me/anime/7769",
    "https://myanimelist.net/anime/2038",
    "https://notify.moe/anime/PaTYcKmiR"
  ],
  "synopsis": {
    "text": "Pastel Yumi, Magical Emi, and Pelsia are part of the magical girl series created by Studio Pierrot in the 1980s, and Magical Emi is the third installment. The anime follows the story of Katsuki Mai, an 11-year-old girl who dreams of becoming a famous magician like her idol, Emily Howell. Mai's grandparents lead a troupe of stage magicians called the Magicalettes, and she seizes the opportunity to follow in her idol's footsteps when they move in nearby. However, Mai's lack of experience and clumsiness make her a less than stellar magician, and she's relegated to being an assistant for the troupe's act.\n\nOne day, while helping her grandparents move in, Mai discovers a strange, floating light that leads her to a mirror. Inside the mirror, she sees many reflections of herself and a bracelet appears on her wrist. A stuffed flying squirrel named Topo comes to life and explains to her that the bracelet is a gift that will allow her to transform and perform real magic.\n\nDuring a performance, Topo causes a disaster, and Mai has no choice but to transform into Magical Emi, a young woman with short green hair who amazes the crowd with her magical abilities. Magical Emi is seen by a TV producer named Kogane-san, who contracts the troupe to appear on his TV station. Mai strives to achieve her dream of becoming a real stage magician without relying on the \"cheat\" of using real magic to perform her tricks.\n\nAs Magical Emi, Mai becomes a star illusionist and experiences great success, quickly gaining many loyal fans. However, the magic powers are not permanent, and after a year, Mai must decide whether to keep her powers forever or give",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0f15d6e8a19f9cbc",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.7894296315928955,
    "arithmeticGeometricMean": 6.782510647958464,
    "median": 6.818181818181818,
    "hash": "0f15d6e8a19f9cbc",
    "lastUpdate": "2024-05-09"
  }
}