{
  "sources": [
    "https://anidb.net/anime/400",
    "https://anilist.co/anime/561",
    "https://anime-planet.com/anime/sakura-wars-tv",
    "https://anisearch.com/anime/506",
    "https://kitsu.io/anime/518",
    "https://livechart.me/anime/5833",
    "https://myanimelist.net/anime/561",
    "https://notify.moe/anime/pJETcKmmR"
  ],
  "synopsis": {
    "text": "At the dawn of the 20th century, Japan is on the cusp of a new era, powered by steam technology. As the nation progresses, sinister forces emerge, threatening to engulf the world in darkness. Enter the Flower Division, an elite team of psychics and spiritual warriors, armed with steam-powered mechs, and tasked with fending off the demonic onslaught. To unlock their true potential, these brave warriors must also take to the stage, captivating Tokyo's citizens with their theatrical performances.\n\nSakura, a young woman with a strong spiritual aura, journeys to the capital, eager to follow in her father's footsteps and protect the city from the malevolent Black Sanctum Council. However, her mission takes an unexpected turn as she finds herself not only piloting a powerful Kobu mech but also performing as an actor in the Imperial Flower Division's theater. Struggling to adapt to her new role, Sakura must learn to work with her fellow performers and defend the city's sacred shrines from destruction.\n\nAs the new century unfolds, Sakura Shinguji arrives in Tokyo, tasked with safeguarding the imperial capital. Confused by her assignment to an opera group, she grapples with her dual role as both a performer and a protector. Meanwhile, researchers strive to develop advanced technology, such as the Shoei-Maru airship and the Gorai-go underground express train, to combat the demonic threat. When Sakura and others like her are discovered to possess the unique ability to control massive, steam-powered mechas, the battle against the otherworldly invaders begins in earnest.\n\nIn the 1920s, Japan finds itself under siege by demonic forces. The government's response is the creation of robust, steam",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0f234576a712fcc6",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.569800026504109,
    "arithmeticGeometricMean": 6.552520005364067,
    "median": 6.75,
    "hash": "0f234576a712fcc6",
    "lastUpdate": "2024-05-09"
  }
}