{
  "sources": [
    "https://anilist.co/anime/106690",
    "https://anime-planet.com/anime/double-decker-doug-and-kirill-extra-story",
    "https://anisearch.com/anime/14171",
    "https://kitsu.io/anime/42224",
    "https://livechart.me/anime/8687",
    "https://myanimelist.net/anime/38895",
    "https://notify.moe/anime/vaCEGJSZR"
  ],
  "synopsis": {
    "text": "The\"Double Decker! Doug & Kirill\" anime is set to delight fans with three additional episodes, titled \"Double Decker! Doug & Kirill: Extra\". These episodes, streaming between February and April 2019 on Bandai Channel and other platforms, offer side stories that complement the main series. The first episode, 'The Daily Lives of 7 Detectives', fits between episodes 4 and 5, while the second, 'Infernal Unfair!', is set between episodes 8 and 9. The third episode, 'Detective Buzz-Cut: The Case of the Steam Murderer', follows the events of episode 13.\n\nIn the first episode, the Seven-O unit grapples with a quiet day, leading Doug and Kirill on a fruitless surveillance mission. Meanwhile, the unit's women seize the chance for a shared meal and dream-filled conversation. The second episode sees Seven-O tackling an Anthem drug case, requiring Kirill to pose as a waitress at a party. However, the task proves challenging, forcing Valery, Kirill's brother, to step in. The third episode finds Seven-O on a well-deserved hot springs retreat. Yet, relaxation eludes them as Kay's meticulous planning and an underwear thief disrupt their peace.\n\nThese extra episodes promise to bring more of the action, humor, and camaraderie fans have come to love from \"Double Decker! Doug & Kirill\". Don't miss out on these exciting side stories!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "0f6a597c6d93520e",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.986984185882145,
    "arithmeticGeometricMean": 6.971809291735334,
    "median": 7.13,
    "hash": "0f6a597c6d93520e",
    "lastUpdate": "2024-05-06"
  }
}