{
  "sources": [
    "https://anidb.net/anime/1050",
    "https://anilist.co/anime/1055",
    "https://anime-planet.com/anime/blame",
    "https://anisearch.com/anime/3253",
    "https://kitsu.io/anime/944",
    "https://livechart.me/anime/4424",
    "https://myanimelist.net/anime/1055",
    "https://notify.moe/anime/CZE1cFimR"
  ],
  "synopsis": {
    "text": "Our tale unfolds in a sprawling metropolis with seemingly infinite layers, where the sky and the ground blur into one, and direction loses all meaning. In this labyrinthine city, a solitary figure named Kirii embarks on a quest to discover the elusive 'Net Terminal Genes' that remain untainted. Kirii's journey, laden with an enigmatic burden, forms the crux of this intriguing narrative.\n\nThe story also introduces Cibo, a character whose tale wasn't fully explored in the original work. Cibo, having wandered off with Kirii, stumbles upon a discarded disc amidst the debris and initiates a download. The question lingers - whose memories will Cibo ultimately acquire?\n\nBased on Tsutomu Nihei's manga, BLAME! presents a somber and abstract narrative. Kirii, a human amidst a sea of clones and androids, is tasked with collecting the 'net-genes'. His mission, shrouded in mystery, is to locate any surviving humans.\n\nThis visual spectacle takes us through a city of thousands of levels, where the distinction between up and down is lost. In this vast, multi-level city, Kirii, a man of mystery, seeks the legendary 'Net Terminal Genes' that have remained uncorrupted. But why are these genes so crucial?\n\nIn a world where the future has been entombed for 3000 years, and machines endlessly construct a colossal Megastructure, the Silicon Creatures emerge. Their objective: invade the Netsphere and exterminate all organic life. Our sole defense is a salvaged data disc from the engineer Cibo, which could potentially enable humans to restore order to the world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "10094fbac60e93ea",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 5.961975932797362,
    "arithmeticGeometricMean": 5.940276108208822,
    "median": 5.885,
    "hash": "10094fbac60e93ea",
    "lastUpdate": "2024-05-09"
  }
}