{
  "sources": [
    "https://anidb.net/anime/14446",
    "https://anilist.co/anime/106493",
    "https://anime-planet.com/anime/doraemon-nobita-no-getsumen-tansaki",
    "https://anisearch.com/anime/14055",
    "https://kitsu.io/anime/47920",
    "https://livechart.me/anime/3560",
    "https://myanimelist.net/anime/38530"
  ],
  "synopsis": {
    "text": "Nobita, a curious and adventurous young boy, embarks on an extraordinary journey to the moon, accompanied by his trusted robotic cat, Doraemon. The duo's mission is to unravel the mysteries surrounding the celestial body, including the existence of a legendary Moon Rabbit and the sudden, inexplicable yellowing of the moon's surface.\n\nOn their lunar exploration, Nobita and Doraemon encounter a host of intriguing characters, including Luna, a captivating girl residing on the moon's far side, and Luca, a new student in Nobita's class who harbors a secret connection to the moon. Along the way, they also cross paths with Diabolo and his assistant Goddard, who pose a challenge to the duo's quest.\n\nEquipped with Doraemon's futuristic gadgets, such as the 'Divergent View Badge' and 'animal clay,' Nobita and his friends create a thriving colony of bunnies on the moon. However, their efforts to share their incredible experiences with others are met with skepticism and disbelief, leading Nobita to seek out the truth and prove his claims.\n\nAs the story unfolds, the bonds of friendship, belief, and determination are put to the test, as Nobita and his companions navigate the challenges and wonders of the lunar landscape. Will they succeed in uncovering the moon's secrets and convincing others of their incredible adventure? Join Nobita, Doraemon, and their friends in this thrilling and heartwarming tale of discovery and camaraderie.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.989633395176253,
    "arithmeticGeometricMean": 6.97971852327857,
    "median": 6.38
  },
  "lastUpdate": "2024-05-09"
}