{
  "sources": [
    "https://anidb.net/anime/10611",
    "https://anilist.co/anime/20709",
    "https://anime-planet.com/anime/miss-hokusai",
    "https://anisearch.com/anime/9637",
    "https://kitsu.io/anime/8483",
    "https://livechart.me/anime/533",
    "https://myanimelist.net/anime/23987",
    "https://notify.moe/anime/RqA0pKmmR"
  ],
  "synopsis": {
    "text": "Decades before Europe would discover the immense talent of Katsushika Hokusai, the bustling city of Edo, now known as Tokyo, was already teeming with admirers of his work. In the heart of this populous city, filled with people from all walks of life, Tetsuzo, a highly accomplished artist in his mid-fifties, tirelessly creates astounding pieces of art in his chaotic house-atelier. From a colossal depiction of Bodhidharma to a delicate pair of sparrows painted on a single grain of rice, his work is sought after by clients from all over Japan. Despite his short temper and lack of interest in sake or money, Tetsuzo's talent is undeniable, and he charges a fortune for any job that fails to pique his interest.\n\nWorking alongside her father, albeit uncredited, is O-Ei, the outspoken and talented daughter from Tetsuzo's second marriage. Inheriting her father's artistic prowess and stubbornness, O-Ei often paints in his stead, creating art so powerful that it sometimes leads to trouble. As father and daughter, they navigate life with their brushes and chopsticks, managing in their unique way.\n\nWhile the world would come to know Tetsuzo as Katsushika Hokusai, inspiring renowned artists like Renoir, van Gogh, Monet, and Klimt, few would acknowledge the woman who assisted him throughout his life. This is the untold story of O-Ei, a free-spirited woman overshadowed by her larger-than-life father. Despite her fiercely independent spirit, O-Ei grapples with the domineering influence of her father and the ridicule she faces for lacking the life experience she attempts to",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.278643812070284,
    "arithmeticGeometricMean": 7.27710167015301,
    "median": 7.236363636363636,
    "lastUpdate": "2024-05-09"
  }
}