{
  "sources": [
    "https://anidb.net/anime/2169",
    "https://anilist.co/anime/358",
    "https://anime-planet.com/anime/iriya-no-sora-ufo-no-natsu",
    "https://anisearch.com/anime/1335",
    "https://kitsu.io/anime/325",
    "https://livechart.me/anime/4622",
    "https://myanimelist.net/anime/358",
    "https://notify.moe/anime/lQyh5Fiig"
  ],
  "synopsis": {
    "text": "UFOs, secret military bases, and a mysterious girl with silver orbs in her wrists - welcome to the world of Asaba Naoyuki, an ordinary high school student with an extraordinary summer ahead of him. As a member of his school's press club, Asaba spends his summer break camping outside the local military base, hoping to catch a glimpse of the rumored UFOs. However, his life takes a dramatic turn when he meets Iriya Kana, a strange girl with a dark secret.\n\nOne fateful night, Asaba sneaks into the school's swimming pool and encounters Iriya, who seems to be in distress. After giving her swimming lessons, he is surprised to find her in his class the next day as a guest student. Iriya's peculiar behavior, frequent calls to the teacher's room, and personal bodyguard make it clear that she is connected to the nearby Sonohara military base. Despite her aloof demeanor, Iriya develops a liking for Asaba and joins his Electromagnetic Newspaper Club.\n\nAs Asaba becomes more involved with Iriya, he finds himself caught in a web of military operations, air raids, and a possible alien invasion. With the fate of the world and the girl he loves at stake, Asaba must navigate this heart-rending UFO summer and come to terms with the fact that the two may be inextricably linked. Will Asaba be able to protect Iriya and save the world, or will he have to choose between them? Only time will tell in this thrilling and emotional anime adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "122bcb1147a807eb",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.077528756957329,
    "arithmeticGeometricMean": 7.07378198838079,
    "median": 6.990244897959183,
    "hash": "122bcb1147a807eb",
    "lastUpdate": "2024-05-09"
  }
}