{
  "sources": [
    "https://anidb.net/anime/6299",
    "https://anilist.co/anime/5998",
    "https://anime-planet.com/anime/oblivion-island-haruka-and-the-magic-mirror",
    "https://anisearch.com/anime/5090",
    "https://kitsu.io/anime/4380",
    "https://livechart.me/anime/5568",
    "https://myanimelist.net/anime/5998",
    "https://notify.moe/anime/pAK35KiiR"
  ],
  "synopsis": {
    "text": "While growing up, we often wonder what happens to our cherished childhood belongings - the beloved teddy bear, the painstakingly assembled model kit, the well-loved picture book, or that gleaming stone discovered in the park. In this captivating tale, we learn that these cherished items, forgotten as we transition into adulthood, are gathered by enchanting creatures from another realm. Unseen by humans, these creatures salvage our neglected treasures and use them to construct their own magical city, a fairytale-like haven known as Oblivion Island.\n\nMeet Haruka, an ordinary 16-year-old girl who, after the loss of her mother at a young age, finds solace in her childhood memories. One day, she follows an unusual fox-like creature, Teo, into a mystical world filled with the remnants of human memories. This extraordinary place, Oblivion Island, is built entirely from the memorabilia of the human world.\n\nHaruka embarks on an exhilarating adventure to find her long-lost mirror, a cherished gift from her mother that vanished without a trace. However, the ruler of Oblivion Island, the avaricious Baron, has his own sinister plans for the mirror.\n\nJoin Haruka and Teo on their thrilling quest to reclaim the mirror and rediscover the precious memories of Haruka's childhood. This vibrantly animated tale, reminiscent of Alice in Wonderland, combines Japanese folklore and storybook charm to create an enchanting journey that will captivate both the young and the young at heart.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "129ac393f1fcb85f",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.290737874370527,
    "arithmeticGeometricMean": 7.287829887445667,
    "median": 7.33,
    "hash": "129ac393f1fcb85f",
    "lastUpdate": "2024-05-09"
  }
}