{
  "sources": [
    "https://anidb.net/anime/6239",
    "https://anilist.co/anime/5525",
    "https://anime-planet.com/anime/07-ghost",
    "https://anisearch.com/anime/5170",
    "https://kitsu.io/anime/4135",
    "https://livechart.me/anime/3897",
    "https://myanimelist.net/anime/5525",
    "https://notify.moe/anime/Rgxj5KmmR"
  ],
  "synopsis": {
    "text": "Kor's malevolent forces, the Barsburg Empire's relentless pursuit, and the enigmatic Seven Ghosts' protection - at the heart of it all stands Teito Klein, a former slave with a mysterious past and a rare power known as Zaiphon. As a top student at the prestigious Barsburg Military Academy, Teito's only solace is his best friend Mikage, who stands by him despite the constant scrutiny and ridicule from their peers. When Teito encounters the man responsible for his father's death, he's driven to seek vengeance, only to find himself on the run from the very empire he once sought to serve.\n\nAs he navigates through a complex web of secrets and lies, Teito finds refuge in the 7th District Church, where he's taken in by the bishops. Here, he discovers that he may hold the key to changing the fate of the world. With the powerful Ayanami hot on his heels and the sealed God of Death, Verloren, after his soul, Teito must unlock the memories of his past to understand his true purpose and evade the clutches of his pursuers.\n\nIn a gothic fantasy world filled with magical abilities, political intrigue, and divine intervention, Teito's journey uncovers hidden truths about the church, the empire, and his own connection to a dethroned king and the legendary Eye of Mikhael. With the mythical Seven Ghosts as his protectors, Teito must unravel the mysteries surrounding his past, his mission, and the true identity of the enigmatic Chief-of-Staff Ayanami. As the stakes grow higher and the dangers more imminent, Teito's future hangs in the balance, promising a thrilling and perilous adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.072482623484176,
    "arithmeticGeometricMean": 7.069778934039937,
    "median": 7.070510204081632,
    "lastUpdate": "2024-05-08"
  }
}