{
  "sources": [
    "https://anidb.net/anime/2509",
    "https://anilist.co/anime/540",
    "https://anime-planet.com/anime/tenchi-muyo-ryo-ohki-2",
    "https://anisearch.com/anime/1994",
    "https://kitsu.io/anime/499",
    "https://livechart.me/anime/5631",
    "https://myanimelist.net/anime/540",
    "https://notify.moe/anime/UJ-T5Kmmg"
  ],
  "synopsis": {
    "text": "When the cosmos is at peace, Tenchi Masaki finds himself in the thick of chaos on Earth, surrounded by a bevy of women, each vying for his attention. From the Jurai royal family members Aeka and Sasami, to the eccentric scientist Washuu Hakubi, the space police officer Mihoshi Kuramitsu, and the endearing cat-like creature Ryo-Ohki, Tenchi's life is anything but ordinary. Despite the constant squabbles and domestic disasters, Tenchi begins to form deep bonds with his unusual roommates, gaining insight into their personal struggles and histories.\n\nHowever, Tenchi's life takes another unexpected turn when he discovers his royal Jurai lineage. The addition of his baby cousin Taro to the household, along with the 'help' from the princesses Ayeka and Sasami, the unpredictable Washu, and the scatterbrained Mihoshi, only adds to Tenchi's troubles. Even a simple trip to the hot tub becomes a chaotic event, leaving Tenchi to wonder if life will ever return to normal.\n\nThis OVA series delves deeper into the lives of Sasami, Washu, and Ryo-ohki, while introducing new members of the Jurai royal family. As Tenchi's admirers continue their relentless pursuit, the household is constantly thrown into disarray. Tasks as simple as babysitting become Herculean challenges, and a day of relaxation at the hot springs turns into a repair job following the gang's destructive antics.\n\nTenchi's companions often find themselves in the thick of trouble, too. The nefarious Doctor Clay sends the robot Zero to Earth to kidnap Washu, but the plan goes awry when Zero is overwhelmed by the myriad of emotions on Earth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "12e5f106438f6a36",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.680806354359926,
    "arithmeticGeometricMean": 7.67942743005135,
    "median": 7.715,
    "hash": "12e5f106438f6a36",
    "lastUpdate": "2024-05-10"
  }
}