{
  "sources": [
    "https://anidb.net/anime/14198",
    "https://anilist.co/anime/103871",
    "https://anime-planet.com/anime/zombie-land-saga",
    "https://anisearch.com/anime/13731",
    "https://kitsu.io/anime/41459",
    "https://livechart.me/anime/3375",
    "https://myanimelist.net/anime/37976",
    "https://notify.moe/anime/oSc6Amdig"
  ],
  "synopsis": {
    "text": "Their peaceful mornings, filled with the familiar tunes of everyday life, are suddenly shattered as seven unsuspecting girls find themselves thrust into a terrifying and bizarre world of the undead. Welcome to the absurd and comedic universe of \"Zombieland Saga,\" where dreams of stardom collide with the harsh reality of being a zombie.\n\nMeet Sakura Minamoto, an aspiring idol whose life takes a tragic turn when she's struck by a vehicle and meets her untimely demise. Fast forward a decade, and Sakura awakens in Saga Prefecture, reborn as a zombie with no recollection of her past life. Alongside six other resurrected girls from different eras, Sakura is introduced to Koutarou Tatsumi, the man responsible for their second chance at life.\n\nWith the ambitious goal of revitalizing Saga's economy, Koutarou enlists the undead girls to form an idol group called Franchouchou. As they navigate the challenges of stardom and struggle to conceal their true identities, the girls embark on a heartwarming journey to rediscover their past lives and make their dreams come true.\n\nFrom the creative minds of MAPPA, Avex Pictures, and Cygames comes a unique and original anime that delivers a fresh take on the zombie genre. Prepare for an unforgettable adventure filled with laughter, tears, and plenty of surprises as these determined zombie girls defy the odds and strive for greatness in the world of idol entertainment.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "130b3f0d84493fde",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.554695964749536,
    "arithmeticGeometricMean": 7.55323867701819,
    "median": 7.601181818181818,
    "hash": "130b3f0d84493fde",
    "lastUpdate": "2024-05-10"
  }
}