{
  "sources": [
    "https://anidb.net/anime/10748",
    "https://anilist.co/anime/20788",
    "https://anime-planet.com/anime/master-of-torque-2",
    "https://anisearch.com/anime/9820",
    "https://kitsu.io/anime/8682",
    "https://livechart.me/anime/711",
    "https://myanimelist.net/anime/25393",
    "https://notify.moe/anime/a10JpKmiR"
  ],
  "synopsis": {
    "text": "Machina technology, developed by the Hyuuga Corporation, takes center stage as it thrusts the lives of Dan, Makina, and Kotaro into a whirlwind of revelations and challenges. When Makina's Marishi Machina suit takes control of her body, causing her to race onto the Shutoko expressway, Dan springs into action, rescuing her just in time. Their return to the Genesis Café is cut short by an unexpected encounter with Hyuuga Corporation chairman Mitsukuni Hyuga, whose unsettling demeanor hints at hidden truths.\n\nDan, fearing the consequences of involving Kotaro, the company's future president, braces for the worst. However, Makina's confrontation with Mitsukuni about the incident that claimed their parents' lives leads to an unexpected turn of events. Dan, haunted by his childhood trauma, finds himself encouraged by Makina to face his past and uncover the truth. Sanae, the perceptive owner of the Genesis Café, recognizes their turmoil and steps in to help.\n\nAs the intertwined destinies of Dan, Makina, and Kotaro begin to unfold, they must navigate through trials and tribulations. Can Dan confront his past, break free from the curse that has burdened him, and reclaim his future? The gears of fate are set in motion, marking the beginning of a new chapter in their interconnected lives.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "133cd80b250d7fdb",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.112853962364167,
    "arithmeticGeometricMean": 5.086865267252518,
    "median": 4.909090909090909,
    "hash": "133cd80b250d7fdb",
    "lastUpdate": "2024-05-09"
  }
}