{
  "sources": [
    "https://anidb.net/anime/15618",
    "https://anilist.co/anime/120815",
    "https://anime-planet.com/anime/world-end-economica",
    "https://anisearch.com/anime/15418",
    "https://kitsu.io/anime/42895",
    "https://livechart.me/anime/10059",
    "https://myanimelist.net/anime/56929"
  ],
  "synopsis": {
    "text": "Hagana's icy stare and unparalleled mathematical prowess make her an unlikely ally for Haru, a homeless teenager living on the moon's bustling Lunar City. Born and raised on the moon, Haru's ambition to explore uncharted territories drives him to amass a fortune through the Lunar Stock Exchange. As he transforms a mere thousand mools into seventy-two thousand, his talent for trading catches the eye of Risa, a part-time worker at a Chinese restaurant and church owner.\n\nHaru, now adopting the alias Yoshiharu Kawaura, forms a partnership with Hagana to compete in a virtual stock trading competition, which promises a chance to join the financial elite residing in the city center. As their success in the competition and in the market grows, so does the number of people investing in Haru's dreams.\n\nHowever, the moon's economic paradise is not without its dangers. With limited regulations and low taxes, Haru must constantly stay one step ahead of the law while navigating the volatile world of stocks. As he and Hagana's fates intertwine, the stakes grow higher and the risks become greater. Will Haru's natural intuition and Hagana's analytical skills be enough to keep them on top, or will the market ultimately crush their dreams? Join Haru and Hagana in their thrilling quest for fortune and discovery on humanity's last inhabitable frontier.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "138caf4d2fd43f01",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 0.0,
    "arithmeticGeometricMean": 0.0,
    "median": 0.0,
    "hash": "138caf4d2fd43f01",
    "lastUpdate": "2024-05-11"
  }
}