{
  "sources": [
    "https://anidb.net/anime/8869",
    "https://anilist.co/anime/11933",
    "https://anime-planet.com/anime/the-ambition-of-oda-nobuna",
    "https://anisearch.com/anime/7505",
    "https://kitsu.io/anime/7657",
    "https://livechart.me/anime/1036",
    "https://myanimelist.net/anime/11933",
    "https://notify.moe/anime/ykPcpFmmg"
  ],
  "synopsis": {
    "text": "Oda—whom he discovers is actually the fabled Nobunaga Oda's female counterpart—Yoshiharu realizes he has been transported to an alternate reality where most of Japan's historical warlords are now cute girls! To set things right and find a way back home, Yoshiharu agrees to become one of Nobuna's retainers and assist her in a conquest of Japan. As Nobuna initiates her campaign, Yoshiharu discovers that the history he learned from playing the video game 'Nobunaga's Ambition' allows him to predict future events and turn the tide of war. Using this invaluable gift to aid the Oda clan's beautiful generals, Yoshiharu hopes to help his new lord fulfill her dream and win the hearts of women everywhere.\n\nIn a twist of fate, ordinary high school student Yoshiharu Sagara is hurled back in time, landing in the tumultuous Sengoku period. However, this is not the history he remembers, as he finds himself surrounded by powerful female warlords. Among them is Nobuna Oda, a captivating young woman with grand aspirations to rule the world. With the knowledge of history gleaned from a video game, Yoshiharu joins forces with Nobuna, vowing to help her achieve her dreams while navigating this alternate reality filled with beautiful and formidable warriors. As they forge their path to conquest, Yoshiharu must use his wits and historical know-how to change the course of history and perhaps find his way back home. Prepare for a thrilling journey filled with laughter, love, and epic battles in this historical romantic comedy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "13c194120bb97a0e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.403468629704192,
    "arithmeticGeometricMean": 7.402374673146941,
    "median": 7.43,
    "hash": "13c194120bb97a0e",
    "lastUpdate": "2024-05-09"
  }
}