{
  "sources": [
    "https://anidb.net/anime/16931",
    "https://anilist.co/anime/140660",
    "https://anime-planet.com/anime/arknights-prelude-to-dawn",
    "https://anisearch.com/anime/16678",
    "https://kitsu.io/anime/45367",
    "https://livechart.me/anime/10853",
    "https://myanimelist.net/anime/50205",
    "https://notify.moe/anime/aA_VrgKnR"
  ],
  "synopsis": {
    "text": "Large-scale catastrophes plague the world of Terra, forcing its inhabitants to adopt a nomadic lifestyle in mobile cities to evade the disasters. In the aftermath of these events, a powerful and rare mineral called Originium emerges, serving as a catalyst for rapid technological advancements and granting people magical abilities known as Arts. However, the use of Originium comes with a dangerous price: the spread of Oripathy, an incurable and highly contagious disease.\n\nThose afflicted by Oripathy face harsh discrimination and are often ostracized, leading to the formation of a rebellious faction called Reunion, which wreaks havoc on cities and exacerbates the calamitous situation. Rhodes Island, a leading pharmaceutical organization dedicated to treating both the infected and uninfected equally, strives to find a cure for Oripathy. Heading the project is a mysterious figure known as the Doctor, but their efforts are hampered by the Doctor's amnesia.\n\nAs the world grapples with the deadly disease and its consequences, a young boy named Ace finds himself entangled in the intricate web of events surrounding Rhodes Island. With the future of humanity hanging in the balance, uncomfortable truths begin to surface, and the true motivations of the pharmaceutical company come into question. Will they be able to save the world from the clutches of Oripathy, or is there more to their intentions than meets the eye?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "13d0a3f9375a53c7",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.064192537621109,
    "arithmeticGeometricMean": 7.057634968294994,
    "median": 7.128888888888889,
    "hash": "13d0a3f9375a53c7",
    "lastUpdate": "2024-05-08"
  }
}