{
  "sources": [
    "https://anidb.net/anime/4090",
    "https://anilist.co/anime/3869",
    "https://anime-planet.com/anime/coji-coji",
    "https://anisearch.com/anime/1406",
    "https://kitsu.io/anime/3311",
    "https://livechart.me/anime/10670",
    "https://myanimelist.net/anime/3869",
    "https://notify.moe/anime/wqy_5KmmR"
  ],
  "synopsis": {
    "text": "Written by the acclaimed author of \"Chibi Maruko Chan,\" Sakura Momoko, welcome to the vibrant and whimsical world of Coji Coji! In this fantastical realm, the protagonist, Coji Coji, is an enigmatic figure with an ageless and androgynous persona, yet these peculiarities are of little concern to the inhabitants. Instead, they embrace the essence of existence, focusing on the pure joy of living and the splendor of nature.\n\nCoji Coji's friends are a motley crew of colorful characters, each with their own quirks and eccentricities that often lead to friction. While Coji Coji's laid-back demeanor and reluctance to accept responsibility can be a source of irritation, his childlike wisdom and profound understanding of life have an uncanny ability to soothe tensions and resolve disputes.\n\nIn this unique world, traditional labels and categories are irrelevant. The characters are neither human nor animal, neither male nor female, neither terrestrial nor extraterrestrial. Instead, they embody the essence of life itself, emphasizing the importance of coexistence and harmony.\n\nJoin Coji Coji and his friends in this delightful and sometimes sarcastic journey, where life lessons are subtly woven into engaging and entertaining narratives. This charming series promises to captivate and enlighten viewers of all ages, making it a perfect choice for family viewing.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "143c0863891541ca",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 4.8693586889301175,
    "arithmeticGeometricMean": 4.726616434649238,
    "median": 4.859545454545454,
    "hash": "143c0863891541ca",
    "lastUpdate": "2024-05-09"
  }
}