{
  "sources": [
    "https://anidb.net/anime/17143",
    "https://anilist.co/anime/144144",
    "https://anime-planet.com/anime/kaina-of-the-great-snow-sea",
    "https://anisearch.com/anime/17037",
    "https://kitsu.io/anime/45787",
    "https://livechart.me/anime/11037",
    "https://myanimelist.net/anime/50864",
    "https://notify.moe/anime/KlzfamanR"
  ],
  "synopsis": {
    "text": "In a post-apocalyptic world blanketed by snow, the last remnants of humanity cling to survival in two contrasting environments - the expansive Canopy high above the planet, and the barren Snow Sea stretching endlessly below. In the technologically advanced Canopy, a small community ekes out an existence under the leadership of the Signkeeper, convinced they are the last people alive. But the hopeful youth Kaina believes there may still be life in the Snow Sea, as he observes strange lights moving across its frozen surface. On the Snow Sea itself, Princess Ririha of the land of Atland quests to reach the Canopy astride an organic hot-air balloon, seeking a legendary sage with the power to save her drought-stricken people by producing water. Attacked by the hostile nation of Valghia, Ririha loses her brave commander Jarge but perseveres onward through sacrifice. Kaina and Ririha's worlds collide when the princess arrives at the Canopy, proving to the residents that humanity carries on below. As the two join forces against encroaching threats, their encounter sets into motion events that may determine the fate of their dying planet. Now, Kaina seeks to explore the surface himself and aid Ririha's cause, hoping to save both their peoples amidst war, environmental catastrophe, and the ever-present struggle for survival in this icy, unforgiving world.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 6.956987940630797,
    "arithmeticGeometricMean": 6.948598475468257,
    "median": 6.952727272727273,
    "lastUpdate": "2024-05-21"
  }
}