{
  "sources": [
    "https://anidb.net/anime/12414",
    "https://anilist.co/anime/97643",
    "https://anime-planet.com/anime/berserk-2017",
    "https://anisearch.com/anime/11759",
    "https://kitsu.io/anime/12569",
    "https://livechart.me/anime/2330",
    "https://myanimelist.net/anime/34055",
    "https://notify.moe/anime/iaZm2Kmmg"
  ],
  "synopsis": {
    "text": "He is known as the Black Swordsman, a relentless warrior named Guts who is driven by an insatiable thirst for vengeance. In a world where demons have become an everyday occurrence, Guts finds himself not only battling these supernatural entities but also protecting his beloved Casca, a former commander who has lost her memories and trust in him.\n\nBranded with a demonic mark, Guts can't stay in one place for long, constantly on the move in search of a safe haven for Casca. As they journey through the chaos-ridden kingdom of Midland, they are joined by an elf named Puck and a small entourage, hoping to find the mystical land of Elfhelm, a sanctuary from the demon-infested lands.\n\nMeanwhile, Guts' former comrade and now nemesis, Griffith, has returned to the human world, raising an army to fight the Kushan. As the human and demon worlds increasingly overlap, Guts' quest for revenge becomes more challenging than ever. Despite the odds, he continues to fight, relying only on his strength and sword, against enemies who wield inhumane powers.\n\nAs they navigate through the darkness, the answer to their struggles remains shrouded in the night. Will Guts find the vengeance he seeks, or will the madness they endure consume them? Only time will tell in this thrilling second season of Berserk.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "151f4976029e9ff6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.927864783034426,
    "arithmeticGeometricMean": 6.9215620312788015,
    "median": 6.932891414141414,
    "hash": "151f4976029e9ff6",
    "lastUpdate": "2024-05-09"
  }
}