{
  "sources": [
    "https://anidb.net/anime/1957",
    "https://anilist.co/anime/2420",
    "https://anime-planet.com/anime/spirit-of-wonder-scientific-boys-club",
    "https://anisearch.com/anime/2493",
    "https://kitsu.io/anime/2196",
    "https://livechart.me/anime/7561",
    "https://myanimelist.net/anime/2420",
    "https://notify.moe/anime/kmUEcKimR"
  ],
  "synopsis": {
    "text": "Breckenridge, Cooper, Gordon, and Shepherd form the 'Scientific Boys Club', a group bound by a shared fascination for the universe and a lifelong dream of exploring Mars. Inspired by a theory from a club member's wife, they construct a ship capable of sailing through the 'Ethereal Current', a cosmic energy stream believed to traverse the universe. Their mission? To validate an old hypothesis about Martian-built channels on the red planet's surface.\n\nYears later, when these theories are dismissed as mere speculation, a Mars expedition discovers a stone engraved with 'Scientific Boys Club 1954', hinting at the success of their daring voyage. Meanwhile, Dr. Breckenridge develops a revolutionary reflective space telescope and a cellular shrinking machine, leading to a series of thrilling and perilous adventures on the Martian surface.\n\nJoin the 'Scientific Boys Club' as they embark on a captivating journey filled with wonder, danger, and discovery. Experience three enchanting tales of 'The Shrinking of Miss China', 'The Planet of Miss China', and 'The Sake Cup of Miss China', set against the backdrop of the quaint yet lively town of Bristol. This anime promises an extraordinary voyage that transcends time and space, sparking the 'Spirit of Wonder' in every viewer.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1571ee2f4c67d4b1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.609208057248872,
    "arithmeticGeometricMean": 6.604991945185186,
    "median": 6.75,
    "hash": "1571ee2f4c67d4b1",
    "lastUpdate": "2024-05-10"
  }
}