{
  "sources": [
    "https://anidb.net/anime/17459",
    "https://anilist.co/anime/150970",
    "https://anime-planet.com/anime/cardfight-vanguard-overdress-5th-season",
    "https://anisearch.com/anime/17916",
    "https://kitsu.io/anime/46186",
    "https://livechart.me/anime/11255",
    "https://myanimelist.net/anime/52079",
    "https://notify.moe/anime/P41wuKqng"
  ],
  "synopsis": {
    "text": "In the world of Cardfight!! Vanguard, an AI system called GUI has created an app called the Uniformers Program that is dramatically changing how the game is played. This app allows even beginners to quickly improve their cardfighting skills using advanced tactics. As a result, Vanguard is now dominated by skilled yet uniform players known as the Uniformers. Behind the scenes, individuals like the mysterious Shirogane and the capable Halona continue to win tournaments. Sophie still holds the title of the strongest fighter. However, Jinki aims to fulfill his brother's dying wish by creating the ultimate cardfight through the Uniformers system and GUI's ideal world - one where anyone can become the strongest cardfighter. Yu-yu and his friends reject this monotonous vision of Vanguard in favor of creative, individualistic fights. After many intense duels in virtual space, the Uniformers' plan still moves forward. Now, half a year later, Vanguard has been permanently altered by the Uniformers Program and GUI's far-reaching influence. Dissatisfied with their success so far, the Uniformers set their sights on veteran teams like Blackout. Yu-yu soon finds the Uniformers' tactics more sinister than ever in a duel with Jinki. His friend Megumi also falls victim to the Uniformers' ploys. With the help of old allies, Yu-yu and his team must unite to resist the Uniformers' attempts to dominate Vanguard completely with their conformity and strength at all costs ideology.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 6.553841372912801,
    "arithmeticGeometricMean": 6.5485742573395385,
    "median": 6.684090909090909,
    "lastUpdate": "2024-05-19"
  }
}