{
  "sources": [
    "https://anidb.net/anime/13655",
    "https://anilist.co/anime/100745",
    "https://anime-planet.com/anime/captain-tsubasa-2018",
    "https://anisearch.com/anime/13102",
    "https://kitsu.io/anime/14182",
    "https://livechart.me/anime/3012",
    "https://myanimelist.net/anime/36934",
    "https://notify.moe/anime/yrrN2KmmR"
  ],
  "synopsis": {
    "text": "Meiwa FC's formidable striker, Kojiro Hyuga, and a host of other daunting opponents challenge Tsubasa Oozora's unwavering ambition to become a professional soccer player in Brazil. After relocating to Nankatsu with his mother, Tsubasa finds himself in a world brimming with competition and camaraderie, pushing him to constantly refine his skills and tactics. As he competes in various championships, this 11-year-old soccer prodigy forms unbreakable bonds with teammates and rivals alike, including the enigmatic goalkeeper Genzo Wakabayashi.\n\nWith his sights set on representing Japan in the FIFA World Cup, Tsubasa's passion for soccer drives him to overcome every obstacle in his path. As he faces off against the best players from rival schools, this young athlete learns the true meaning of teamwork and sportsmanship. Under the guidance of former Brazilian star striker, Robert Hongo, Tsubasa and his Nankatsu Primary School team strive for greatness, both on and off the field.\n\nIn this modern retelling of the classic manga, \"Captain Tsubasa\" follows the journey of a young boy who will stop at nothing to achieve his dreams. Join Tsubasa as he navigates the thrilling world of competitive soccer, encountering challenges, friendships, and unforgettable moments that will captivate and inspire you.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1595649379330fe1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.236059686554047,
    "arithmeticGeometricMean": 7.231149809233423,
    "median": 7.346363636363637,
    "hash": "1595649379330fe1",
    "lastUpdate": "2024-05-09"
  }
}