{
  "sources": [
    "https://anidb.net/anime/5625",
    "https://anilist.co/anime/3455",
    "https://anime-planet.com/anime/to-love-ru",
    "https://anisearch.com/anime/4655",
    "https://kitsu.io/anime/3021",
    "https://livechart.me/anime/3610",
    "https://myanimelist.net/anime/3455",
    "https://notify.moe/anime/IAsQ5Kmmg"
  ],
  "synopsis": {
    "text": "One fateful day, Rito Yuuki, an awkward and love-struck high school student, finds his life turned upside down when a naked alien princess named Lala literally falls into his lap while he's taking a bath. Lala, the heir to the throne of the powerful planet Deviluke, is on the run from a series of arranged marriages set up by her father. In her quest for true love, Lala becomes enamored with Rito and decides to marry him, despite his initial reluctance and longing for his classmate, Haruna.\n\nAs Rito struggles to confess his feelings to Haruna, he must also navigate the challenges that come with Lala's sudden arrival. To make matters worse, Lala's father, the emperor of Deviluke, threatens to destroy Earth if Rito refuses to marry his daughter. To protect his planet and win the heart of his true love, Rito must face off against Lala's marriage-hungry family, a relentless alien commander, and a host of otherworldly obstacles.\n\nWith a mix of slapstick humor, romantic tension, and out-of-this-world hijinks, To Love-Ru takes viewers on a wild ride through Rito's chaotic and unpredictable life. Will Rito finally find the courage to confess his love to Haruna, or will he succumb to the charms of his alien admirer? Only time will tell in this action-packed and laugh-filled anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "15cb564ac73a40cc",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.055899052509776,
    "arithmeticGeometricMean": 7.05447475808149,
    "median": 7.071184336198662,
    "hash": "15cb564ac73a40cc",
    "lastUpdate": "2024-05-10"
  }
}