{
  "sources": [
    "https://anidb.net/anime/2833",
    "https://anilist.co/anime/2523",
    "https://anime-planet.com/anime/izumo-flash-of-a-brave-sword",
    "https://anisearch.com/anime/3141",
    "https://kitsu.io/anime/2288",
    "https://livechart.me/anime/7012",
    "https://myanimelist.net/anime/2523",
    "https://notify.moe/anime/Hxks5Fiig"
  ],
  "synopsis": {
    "text": "Yamato Takeru, a dedicated kendo student at Izumo Academy, leads a simple life under the guardianship of his adoptive grandfather, Rokusuke. His days revolve around kendo training, spending time with friends like his kendo rival Takeshi, childhood friend Kotono, her sister Asuka, and an old friend, Seri. The biggest concern in Takeru's life is the upcoming kendo tournament and who will represent the school.\n\nOne fateful day, everything changes when a mysterious light and woman appear, causing an inexplicable phase shift and transforming Takeshi's hands into a blinding blue light. Upon waking up, Takeru and his friends find themselves scattered throughout their school, which is now overgrown with vegetation, crawling with insect monsters, and devoid of their town. As they attempt to make sense of their situation, they are confronted by six men in peculiar attire and the same enigmatic woman, who uses teleportation magic to kidnap Takeshi and Kotono.\n\nIn this unfamiliar and dangerous world, Takeru and his remaining friends must navigate through the challenges and dangers that await them. As they struggle to find their place in this new reality, they will discover their unique destinies and the potential to change the fate of this world. Will Takeru be able to reunite with his lost friends and find a way back home? Only time will tell in this thrilling and mysterious adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.89381977206467,
    "arithmeticGeometricMean": 5.8792494748769855,
    "median": 5.948,
    "lastUpdate": "2024-05-09"
  }
}