{
  "sources": [
    "https://anidb.net/anime/1634",
    "https://anilist.co/anime/2033",
    "https://anime-planet.com/anime/tamala-2010-a-punk-cat-in-space",
    "https://anisearch.com/anime/1144",
    "https://kitsu.io/anime/1832",
    "https://livechart.me/anime/8808",
    "https://myanimelist.net/anime/2033",
    "https://notify.moe/anime/R_hYcFmmg"
  ],
  "synopsis": {
    "text": "In the futuristic year of 2010, the sprawling metropolis of Meguro City on the feline-inhabited Planet Cat Earth is under the iron grip of the all-powerful corporation Catty & Co. Extending its malevolent reach across the cat galaxy, the company controls nearly all aspects of life. Amidst this dystopian landscape, a spirited, free-spirited kitten named Tamala yearns to escape the oppressive reality and embarks on a space voyage in search of her birthplace, the enigmatic Planet Orion.\n\nFollowing an unexpected crash landing on the turbulent Planet Q, Tamala encounters Michaelangelo, a fellow feline whom she affectionately nicknames 'MoiMoi.' Together, they navigate the treacherous capital city of Hate, a war-torn urban center under martial law, enforced to maintain the fragile peace between the rival cat and dog factions. Along the way, they uncover unsettling secrets about the ancient cult of Minerva and the ominous influence of Catty & Co.\n\nAs Tamala's curiosity draws the unwanted attention of the ruthless Kentauros, she and Michaelangelo must flee, but the mysteries surrounding Tamala's true identity and her connection to Catty & Co. continue to unravel. Why did Tamala leave Planet Orion in the first place, and what hidden ties bind her to the powerful corporation? Join Tamala on her thrilling adventure as she uncovers the truth about her past and confronts the sinister forces that threaten the galaxy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 5.977014047177312,
    "arithmeticGeometricMean": 5.958612308871383,
    "median": 5.99,
    "lastUpdate": "2024-05-10"
  }
}