{
  "sources": [
    "https://anidb.net/anime/2166",
    "https://anilist.co/anime/25",
    "https://anime-planet.com/anime/desert-punk",
    "https://anisearch.com/anime/2175",
    "https://kitsu.io/anime/16",
    "https://livechart.me/anime/3861",
    "https://myanimelist.net/anime/25",
    "https://notify.moe/anime/L4Mp5FmmR"
  ],
  "synopsis": {
    "text": "Once a thriving nation, Japan has been reduced to a vast desert wasteland known as the Great Kanto Desert. Amidst the harsh climate and unforgiving terrain, a notorious figure emerges: the 'Demon of the Sands' or 'Desert Punk.' This self-proclaimed hero-for-hire, Kanta Mizuno, is a bounty hunter with a reputation for completing any job, no matter the difficulty or cost. With his cunning mind and ruthless tactics, he has become a formidable force in the desert, leaving his enemies in awe and fear.\n\nHowever, even the most feared men have their weaknesses, and for Desert Punk, it's his insatiable lust for curvaceous women. When he encounters the voluptuous and cunning Junko Asagiri, his reputation and skills are put to the test. With debt looming over him and his hormones raging, Desert Punk must navigate through treacherous outlaws, harsh climates, and his own desires to salvage his name and survive in this post-apocalyptic wasteland.\n\nJoin Desert Punk and a bizarre cast of characters as they entertain themselves with senseless violence and perversion in a world long destroyed by their ancestors. In this desolate landscape, a hero dies an anonymous death, and a villain goes down in a blaze of glory. But for Desert Punk, it's just another day in the Great Kanto Desert, where he's the closest thing to a good guy they've got.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "167b96b4faf31e26",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.281998763141621,
    "arithmeticGeometricMean": 7.280474863689739,
    "median": 7.341666666666667,
    "hash": "167b96b4faf31e26",
    "lastUpdate": "2024-05-10"
  }
}