{
  "sources": [
    "https://anilist.co/anime/21463",
    "https://anime-planet.com/anime/pandora-in-the-crimson-shell",
    "https://anisearch.com/anime/10879",
    "https://kitsu.io/anime/11465",
    "https://livechart.me/anime/1890",
    "https://notify.moe/anime/njnjpFiiR"
  ],
  "synopsis": {
    "text": "Nanakorobi Nene, an ordinary girl with cybernetic enhancements, embarks on a new chapter of her life as she moves to the bustling island city of Cenancle to reside with her aunt. Unbeknownst to her, fate has a thrilling adventure in store when she crosses paths with Uzal Delilah, an affluent inventor, and her charming yet grouchy cyborg companion, Clarion. The bond between Nene and Clarion deepens as they share a common cyborg identity, but the duo harbors secrets that extend beyond their mechanical exteriors. As Cenancle faces the menace of a formidable terrorist, Uzal reveals that the key to salvation lies in Nene and Clarion's untapped combined powers, which Nene had been oblivious to all along.\n\nIn a world plagued by escalating natural disasters, the emergence of cyborgs and autonomous robots in technologically advanced countries marks a new era. Global superpowers vie for dominance in resources and technology, exacerbating the wealth disparity and casting a bleak future for the underprivileged. Amidst the chaos and uncertainty, two cybernetically enhanced girls find each other, forging a connection that promises hope and change.\n\nAs large-scale calamities become the norm and the rich-poor chasm widens, humanity appears lost in a self-absorbed haze with no clear path forward. This is the tale of Nene and Clarion, two extraordinary girls who join forces in a time of adversity, uncovering their hidden abilities and challenging the status quo in a world teetering on the brink of chaos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "169ce00d14714bd1",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.3878545454545455,
    "arithmeticGeometricMean": 6.372894206012339,
    "median": 6.0,
    "hash": "169ce00d14714bd1",
    "lastUpdate": "2024-05-06"
  }
}