{
  "sources": [
    "https://anidb.net/anime/10439",
    "https://anilist.co/anime/20629",
    "https://anime-planet.com/anime/terra-formars",
    "https://anisearch.com/anime/9485",
    "https://kitsu.io/anime/8356",
    "https://livechart.me/anime/438",
    "https://myanimelist.net/anime/22687",
    "https://notify.moe/anime/TGR0tKimg"
  ],
  "synopsis": {
    "text": "Space exploration takes a terrifying turn in this anime, set in a future where Earth's burgeoning population prompts the terraforming of Mars. Scientists initiate the process by sending mold and cockroaches to the red planet, intending for the mold to absorb sunlight and purify the atmosphere, while the insects serve as a food source. Fast forward to the 26th century, and Mars is now teeming with Terraformars - colossal, intelligent, and deadly humanoid cockroaches that evolved from the original species.\n\nMeanwhile, Earth grapples with the Alien Engine Virus, a lethal disease suspected to have originated from Mars. In a desperate bid to find a cure, the United Nations Aeronautics and Space Administration dispatches the Annex 1 mission to Mars. Comprising 100 men and women, the crew members have been genetically modified with the DNA of various powerful Earth organisms to combat the Terraformars.\n\nAmong the crew is Akari Hizamaru, who possesses extraordinary abilities and joins the mission to save his ailing childhood friend from the mysterious virus. The team, however, is unaware of the sinister forces and advanced Terraformars awaiting them on Mars. As they delve deeper into the mission, they uncover unsettling truths about the origin of the Terraformars and their connection to the virus plaguing mankind.\n\nFacing insurmountable odds, the Annex 1 crew must rely on their unique abilities and unwavering determination to survive the onslaught of the Terraformars and secure the future of humanity. Will they triumph against the monstrous threats lurking on Mars, or succumb to the same fate as their predecessors? Join the crew in their epic battle for survival and unravel the mysteries",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "16c86a241903d2ee",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.852105347314576,
    "arithmeticGeometricMean": 6.8476725802252165,
    "median": 6.945118977384464,
    "hash": "16c86a241903d2ee",
    "lastUpdate": "2024-05-10"
  }
}