{
  "sources": [
    "https://anidb.net/anime/8819",
    "https://anilist.co/anime/12191",
    "https://anime-planet.com/anime/smile-precure",
    "https://anisearch.com/anime/7451",
    "https://kitsu.io/anime/6687",
    "https://livechart.me/anime/1162",
    "https://myanimelist.net/anime/12191",
    "https://notify.moe/anime/3TDHtFimR"
  ],
  "synopsis": {
    "text": "Nanairogaoka Middle School's new transfer student, Miyuki Hoshizora, is a dreamy teenager with a deep love for fairy tales and their enchanting worlds. Her mundane life takes an unexpected turn when she encounters Candy, a mysterious fairy hailing from the magical realm of Märchenland. This fortuitous meeting sets Miyuki on a thrilling journey to protect happiness and save Märchenland from the clutches of the Evil Emperor Pierrot.\n\nIn Märchenland, fairy tale characters coexist harmoniously, but the evil emperor's invasion has thrown the kingdom into chaos. The queen has been sealed away, and her revival hinges on the collection of Cure Décor, tokens of happiness scattered across the realm. To gather these tokens and prevent the 'Worst Ending' from befalling both Märchenland and Earth, Candy seeks out the legendary warriors known as Pretty Cures.\n\nMiyuki's first day at school transforms into an adventure when she stumbles upon a mysterious library and is transported to Candy's side. With the responsibility to protect Candy and everyone's happiness, Miyuki becomes 'Cure Happy,' one of the Pretty Cures. As Cure Happy, Miyuki embarks on a quest to find the remaining legendary warriors and gather the Cure Décor, all while navigating her new school life.\n\nWith the future of Märchenland and Earth hanging in the balance, Miyuki's love for fairy tales might just lead her to her own happily ever after.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "17d0a43ca2bc1ac2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.078927386105957,
    "arithmeticGeometricMean": 7.069420446184263,
    "median": 7.022454545454545,
    "hash": "17d0a43ca2bc1ac2",
    "lastUpdate": "2024-05-10"
  }
}