{
  "sources": [
    "https://anidb.net/anime/11643",
    "https://anilist.co/anime/21382",
    "https://anime-planet.com/anime/rewrite",
    "https://anisearch.com/anime/10783",
    "https://kitsu.io/anime/11410",
    "https://livechart.me/anime/1842",
    "https://myanimelist.net/anime/31716",
    "https://notify.moe/anime/VsXrtFmmR"
  ],
  "synopsis": {
    "text": "Kazamatsuri, a city that beautifully blends modernity with lush greenery and traditional Japanese culture, is home to high school student Kotarou Tennouji. Despite the city's harmonious atmosphere, Kotarou is far from being in tune with its values. He spends his time teasing the self-proclaimed delinquent Haruhiko and harboring affection for the eccentric Kotori. With the unique ability to modify his body to increase strength and speed, Kotarou is drawn to the supernatural.\n\nAfter a chance encounter with Akane Senri, the 'Witch' and sole member of the Occult Research Club, Kotarou takes it upon himself to revive the club. He recruits Kotori and three others: the clumsy newcomer Chihaya, the stern class representative Lucia, and the unassuming Shizuru. As they delve into the city's supernatural mysteries, Kotarou uncovers hidden truths about his club members and encounters a destiny only he can alter.\n\nThe tranquility of Kazamatsuri is disrupted annually by the Harvest Festa, an event reminiscent of a grand school festival. With rumors of unidentified creatures and other occult occurrences swirling around the city, Kotarou sets out to gather material for his articles. However, he soon finds himself entangled in strange happenings that go beyond the scope of his investigations.\n\nIn this modern yet nostalgic city, where trees and flowers grow as abundantly as buildings, Kotarou and his friends navigate the supernatural world. As they unravel the mysteries of Kazamatsuri, they also uncover truths about themselves and the city they call home.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "17d9593c3ba92a60",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.704670723659735,
    "arithmeticGeometricMean": 6.70005297550946,
    "median": 6.71709090909091,
    "hash": "17d9593c3ba92a60",
    "lastUpdate": "2024-05-09"
  }
}