{
  "sources": [
    "https://anidb.net/anime/15708",
    "https://anilist.co/anime/123494",
    "https://anime-planet.com/anime/farewell-my-dear-cramer",
    "https://anisearch.com/anime/15515",
    "https://kitsu.io/anime/43830",
    "https://livechart.me/anime/10130",
    "https://myanimelist.net/anime/42774",
    "https://notify.moe/anime/pbIL_xvGg"
  ],
  "synopsis": {
    "text": "Sumires Suo, a gifted soccer wing, spent her junior high school years with little to show for her skills. However, an unexpected invitation from her main rival, Midori Soshizaki, presents a promising opportunity to join the same high school team, ensuring that she'll never have to \"play alone\" again. As the story unfolds, an impressive ensemble of soccer personalities takes the stage.\n\nMeanwhile, Nozomi Onda, a prodigious soccer player who once played for the boys' soccer club in middle school, doubts the competitiveness of girls' soccer. However, her former coach convinces her to join a girls' soccer club. Onda's path crosses with Sumire's as they both become members of the Warabi Seinan High School's girls' soccer team. Together, they unleash their full potential, striving for victory with every step, kick, and goal.\n\nDespite the waning popularity of women's soccer in Japan, Onda remains determined to defy societal expectations and continue playing her favorite sport alongside her friends. As she faces physical challenges and the stigma of being a girl in a predominantly male-dominated sport, Onda's resilience shines through, making her a soccer star in the making.\n\n\"Farewell, My Dear Cramer\" follows the everyday football life of Sumire, Onda, and their team as they navigate through high school. With Sumire's exceptional talent and Onda's unwavering determination, the girls' soccer team at Warabi Seinan High School might just have a chance to bring women's soccer back into the spotlight. Will they accept the challenge and make history?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "17f8e2de3dd80f07",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.200203038033395,
    "arithmeticGeometricMean": 6.187041538927894,
    "median": 6.146000000000001,
    "hash": "17f8e2de3dd80f07",
    "lastUpdate": "2024-05-09"
  }
}