{
  "sources": [
    "https://anidb.net/anime/9808",
    "https://anilist.co/anime/18523",
    "https://anime-planet.com/anime/senyuu-2",
    "https://anisearch.com/anime/5067",
    "https://kitsu.io/anime/7719",
    "https://livechart.me/anime/56",
    "https://myanimelist.net/anime/18523",
    "https://notify.moe/anime/k1ZtpKmiR"
  ],
  "synopsis": {
    "text": "Demons and humans collide in a world teeming with conspiracy, humor, and unlikely friendships. The self-proclaimed hero, Alba Frühling, and his eclectic group of allies - including the mischievous Ein, the enigmatic Zwei, and the feisty Ruki - find themselves in a series of misadventures, from being framed for 'murder' to dealing with transformed armor. Meanwhile, a sinister plot unfolds as both Demon and Human Kings seek to manipulate the resurrection of the Demon King.\n\nAs Alba returns with his signature wit, he faces challenges far beyond his expectations. Ross, a soldier with a sadistic streak, finds himself caught between worlds due to Januar Ein's magic. In this liminal space, he encounters the demon lord Rukimedes, who appears surprisingly comfortable in his confinement. Despite being separated, Ross and Alba remain steadfast in their mission to prevent the demon lord's resurgence. However, a specter from Ross' past could jeopardize their entire endeavor.\n\nIn this thrilling continuation, prepare for a rollercoaster ride of laughter, betrayal, and unexpected camaraderie as our heroes navigate through a world filled with chaos and conspiracy. Will they be able to thwart the resurrection of the Demon King, or will they fall victim to the treacherous machinations surrounding them? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "180397d2aa21bd90",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.215680328030633,
    "arithmeticGeometricMean": 7.211080701464426,
    "median": 7.334818181818182,
    "hash": "180397d2aa21bd90",
    "lastUpdate": "2024-05-09"
  }
}