{
  "sources": [
    "https://anidb.net/anime/5578",
    "https://anilist.co/anime/3464",
    "https://anime-planet.com/anime/kemeko-deluxe",
    "https://anisearch.com/anime/4607",
    "https://kitsu.io/anime/3029",
    "https://livechart.me/anime/4072",
    "https://myanimelist.net/anime/3464",
    "https://notify.moe/anime/6uUQcKmmg"
  ],
  "synopsis": {
    "text": "Fast en your seatbelts for a whirlwind of romance, action, and humor in this captivating anime! Meet Sanpeita Kobayashi, a typical high school student who carries the memory of a childhood promise etched in his heart. A decade ago, his beloved friend pledged to return and marry him. Now, his ordinary life takes an extraordinary turn when a peculiar robot girl bursts into his room, declaring herself to be his wife!\n\nBut who is this robot girl, you ask? Kemeko, as she introduces herself, is not just any robot—she's a powered-combat-suit with a beautiful pilot who bears a striking resemblance to Sanpeita's childhood sweetheart. The pilot, Mishima Mei, seems to have a history with Sanpeita that he's yet to unravel. As Sanpeita navigates the chaos of high school, he finds himself entangled in a web of flying fists, jealous rages, and battles involving the enigmatic Mishima Electronics Corporation.\n\nWith Kemeko by his side, Sanpeita must uncover the truth behind Mei's disappearance, her connection to Mishima Electronics, and the reason she's back in his life. All Sanpeita ever wanted was a normal life, but destiny has other plans! Join Sanpeita on this thrilling journey as he reconnects with his past, uncovers secrets, and redefines his future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "18136099775bb1cd",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.4107360853432285,
    "arithmeticGeometricMean": 6.392265655670874,
    "median": 6.497999999999999,
    "hash": "18136099775bb1cd",
    "lastUpdate": "2024-05-09"
  }
}