{
  "sources": [
    "https://anidb.net/anime/11177",
    "https://anilist.co/anime/21131",
    "https://anime-planet.com/anime/the-asterisk-war",
    "https://anisearch.com/anime/10347",
    "https://kitsu.io/anime/10857",
    "https://livechart.me/anime/1501",
    "https://myanimelist.net/anime/30544",
    "https://notify.moe/anime/yqK_tKmmg"
  ],
  "synopsis": {
    "text": "Julis-Alexia von Riessfeld, the Petalblaze Witch, and Ayato Amagiri, a scholarship student at Seidoukan Academy, find themselves locked in an unexpected duel in the heart of Rikka, an academy city built on water and widely recognized as the grandest stage for the Star Wars Festival. This spectacular event showcases the abilities of the Starpulse Generation, a new breed of humans born with extraordinary skills in the aftermath of the devastating Invertia disaster that struck the world in the 20th century.\n\nAs cities crumbled, the world's power dynamics shifted, and the Integrated Enterprise Foundation rose to prominence. Within the remnants of the meteor that caused the catastrophe, an enigmatic element called mana was discovered, propelling human technology to unparalleled heights. This breakthrough led to the emergence of the Starpulse Generation, who now train in six elite academies, including Seidoukan Academy, where Ayato and Julis cross paths.\n\nAyato, however, has no interest in the glamorous Star Wars Festival. He has a personal motive for joining Seidoukan Academy: to find his missing sister. His quiet search takes a dramatic turn when he accidentally sees Julis in a compromising situation, leading to their fateful duel. As Ayato navigates the challenges of this new world filled with powerful Genestella, he remains determined to uncover the truth about his sister's disappearance. Little does he know, a more intricate plot is about to unfold, and he might just find himself at the center of it all.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.98774040181183,
    "arithmeticGeometricMean": 6.983330273658184,
    "median": 7.045855855855857
  },
  "lastUpdate": "2024-05-09"
}