{
  "sources": [
    "https://anidb.net/anime/1730",
    "https://anilist.co/anime/2851",
    "https://anime-planet.com/anime/ninku-the-movie",
    "https://anisearch.com/anime/3380",
    "https://kitsu.io/anime/2599",
    "https://myanimelist.net/anime/2851",
    "https://notify.moe/anime/VrDUcKmmg"
  ],
  "synopsis": {
    "text": "Empire's formidable adversaries during the Great War, the Ninkuu Clan's combat prowess was unparalleled. However, the army's fear of their influence led to a targeted attack, leaving few aware of the clan's true history. Fast forward to the present, the remaining Ninkuu members find themselves stranded in a desert town after a biplane crash. Hunger and a job advertisement lead them to become servants to a group of impostors posing as the Ninkuu Clan.\n\nThe impostors, comprising of a hard-boiled acrobat, a seductive bombshell, a red-briefed warrior, a shining combatant, and a fearless feathered fighter, have taken up the role of bouncers. Unbeknownst to them, the price of impersonating the Ninkuu Clan is a confrontation with the lethal Heaven & Earth Brothers. As the battle unfolds, the real Ninkuu members step in, unleashing their magical combat skills against the Brothers' deadly fighting style.\n\nDespite their martial arts mastery, the Ninkuu Clan struggles to gain the respect they deserve. Their unique combat techniques allow them to manipulate the elements, yet they are often underestimated. With their reputation on the line, the Ninkuu Clan must outwit the impostors and restore their honor. Will their magical fighting skills be enough to defeat the Heaven & Earth Brothers and reclaim their rightful place in the world of martial arts?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "183bad704d95ce2f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.885244102835939,
    "arithmeticGeometricMean": 5.87037263378014,
    "median": 5.834,
    "hash": "183bad704d95ce2f",
    "lastUpdate": "2024-05-07"
  }
}