{
  "sources": [
    "https://anidb.net/anime/14071",
    "https://anilist.co/anime/101610",
    "https://anime-planet.com/anime/seven-days-war",
    "https://anisearch.com/anime/13614",
    "https://kitsu.io/anime/41272",
    "https://livechart.me/anime/3236",
    "https://myanimelist.net/anime/37828",
    "https://notify.moe/anime/xOe9cqnmR"
  ],
  "synopsis": {
    "text": "Suzuhara Mamoru, a reserved high school student with a penchant for military strategy, discovers that his long-time crush, Aya Chiyono, is moving away. In a bold move, he suggests they run away together for a week to celebrate her 17th birthday. Joined by their classmates, they take refuge in an abandoned coal factory, unaware that they are not the only ones seeking sanctuary there. A young Thai immigrant named Mallet, evading immigration officers, is also hiding in the factory.\n\nAs the group settles into their new temporary home, they inadvertently spark a rebellion against the adults, turning their hideout into a 'liberation zone'. With the support of their female classmates, they engage in a week-long war against the adults, including parents, teachers, and even the police, who are all trying to bring them back.\n\nTheir 'seven days war' is not just a fight for freedom but also a journey of self-discovery. As they navigate through this tumultuous period, they grapple with their feelings, learn about teamwork, and strive to protect what they hold dear. Amidst the chaos, they uncover a web of lies, corruption, and responsibility that the adults have spun, forcing them to question their own identities and aspirations.\n\nBased on the novel of the same name, 'Bokura no Nanokakan Sensou' is a coming-of-age story that combines comedy, mystery, and social satire, offering a unique perspective on adolescence and the complexities of the adult world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.002418058132344,
    "arithmeticGeometricMean": 6.997739742648535,
    "median": 6.956666666666667,
    "lastUpdate": "2024-05-09"
  }
}