{
  "sources": [
    "https://anidb.net/anime/15024",
    "https://anilist.co/anime/110810",
    "https://anime-planet.com/anime/kandagawa-jet-girls",
    "https://anisearch.com/anime/14547",
    "https://kitsu.io/anime/42476",
    "https://livechart.me/anime/9545",
    "https://myanimelist.net/anime/40196",
    "https://notify.moe/anime/0z_NgaKWR"
  ],
  "synopsis": {
    "text": "Races—\"the world's most intense aquatic sport!' Chasing her dream of becoming a professional Jet Racer like her mother, Rin Namiki transfers to Asakusa Girls' High School in Tokyo. There, she stumbles upon Misa Aoi, a first-year student like her. However, tensions arise when Rin and Misa find themselves competing in a race against Team Dress from the prestigious Musashino Girls' High School. As a result of the race, Rin tries to join her school's Jet Racing club, only to discover that there is none. But, her resolve is unshaken, and she decides to recruit Misa and three other girls to create her very own team: 'Kandagawa Jet Girls.' With her heart set on winning the annual Kandagawa Cup, Rin, alongside her team, approaches the grandest stage of them all.\n\nIn the bustling city of Tokyo, Rin Namiki, a young girl from a remote fishing village, arrives with a dream to become a professional Jet Racer, just like her late mother. She enrolls in Asakusa Girls' High School, where she meets Misa Aoi, a quiet first-year student. Rin's life takes a turn when she finds herself in a race against the prestigious Musashino Girls' High School's Team Dress, with Misa by her side. Despite the school's lack of a Jet Racing club, Rin's determination doesn't waver. She teams up with Misa and three other girls to form the 'Kandagawa Jet Girls' and sets her sights on winning the annual Kandagawa Cup, the biggest stage for Jet Racing.\n\nIn the vibrant world of Jet Racing, where teams of two race on jet skis while shooting water guns to slow down their opponents, Rin Namiki aspires to follow",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "18bfdc87852b1391",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.9396671691403835,
    "arithmeticGeometricMean": 5.926299938265989,
    "median": 5.7595833333333335,
    "hash": "18bfdc87852b1391",
    "lastUpdate": "2024-05-09"
  }
}