{
  "sources": [
    "https://anidb.net/anime/9076",
    "https://anilist.co/anime/13331",
    "https://anime-planet.com/anime/jormungand-perfect-order",
    "https://anisearch.com/anime/7698",
    "https://kitsu.io/anime/6940",
    "https://livechart.me/anime/946",
    "https://myanimelist.net/anime/13331",
    "https://notify.moe/anime/c6KvpKmiR"
  ],
  "synopsis": {
    "text": "When the paths of a relentless arms dealer and a child soldier collide, an unlikely alliance forms in the murky world of international arms trading. Koko Hekmatyar, a cunning arms dealer with a grand vision for world peace, navigates the treacherous waters of global conflict, selling weapons to bring about an end to all wars. Accompanying her is Jonah, a child soldier born into chaos, who grapples with his employer's ruthless methods to achieve peace.\n\nAs Koko's business expands, so does the danger. Government agencies, rival warmongers, and assassins target her team, leading to devastating consequences and heart-wrenching betrayals. Amidst the carnage, Koko initiates a top-secret project called Jormungand in South Africa. However, not everyone supports her master plan, forcing Jonah to question his loyalties and decide whether to stand by Koko's side or attempt to halt her bloodstained path to peace.\n\nWith internal strife threatening to tear her team apart, Koko must rise to the challenge and restore trust among her ranks. As the body count rises and enemies close in, Koko, Jonah, and their squad must confront their adversaries and overcome their own doubts to achieve their ambitious goal – a perfect order in a world free of war.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "190580dec26235b9",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.8931748511904765,
    "arithmeticGeometricMean": 7.892302887851985,
    "median": 7.87,
    "hash": "190580dec26235b9",
    "lastUpdate": "2024-05-09"
  }
}