{
  "sources": [
    "https://anidb.net/anime/17743",
    "https://anilist.co/anime/157957",
    "https://anime-planet.com/anime/phoenix-eden17",
    "https://anisearch.com/anime/17924",
    "https://kitsu.io/anime/46784",
    "https://livechart.me/anime/11688",
    "https://myanimelist.net/anime/53720",
    "https://notify.moe/anime/nE6-BJK4R"
  ],
  "synopsis": {
    "text": "Earth, ravaged and destroyed, forces Romi and her companion to embark on a journey towards Eden17, a planet promising a fresh start. However, the duo is met with a harsh reality as life on Eden17 has already been extinguished, forcing Romi to endure an even more challenging existence. This anime, adapted from Osamu Tezuka's Phoenix manga, presents an alternative ending in its film version, 'Hi no Tori: Eden no Hana'.\n\nThe legend of the immortal Phoenix, a creature whose blood is believed to grant eternal life or wisdom, has persisted throughout history. The Phoenix, overseeing human civilizations and their development, ensures the continuation of sentient life in the universe. Yet, human emotions and beliefs often disrupt the delicate balance of the world.\n\nIn the era of space colonization, Romi and her lover, George, escape the devastated Earth, seeking refuge on Eden17. Tragically, George meets his end in an accident, leaving Romi to survive with their son, Cain. Romi enters a hibernation pod, only to awaken 1,300 years later to a thriving city on Eden17, built by Cain's descendants and an alien life-form, Moopy. Despite living as a queen, Romi's yearning for Earth intensifies with age. A child of Eden, Com, empathizes with Romi's feelings and decides to embark on a journey to return her to Earth. This adaptation, animated by Studio 4°C, will be available for streaming on Disney+ in 2023, excluding Mainland China.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "193e09314ff65182",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.621501546072974,
    "arithmeticGeometricMean": 6.619645795550307,
    "median": 6.57,
    "hash": "193e09314ff65182",
    "lastUpdate": "2024-05-09"
  }
}