{
  "sources": [
    "https://anidb.net/anime/14006",
    "https://anilist.co/anime/102734",
    "https://kitsu.io/anime/40956",
    "https://myanimelist.net/anime/36494",
    "https://notify.moe/anime/m9sd2Fmmg"
  ],
  "synopsis": {
    "text": "Mekakucity Records presents a captivating anime experience, featuring a wildly popular vocaloid song series by Jin (Shizen no Teki-P) and brought to life by the voices of IA and Hatsune Miku. Accompanying the songs are stunning music videos, primarily created by talented artists Sidu and Wannyanpu. This anime compilation consists of three official music videos, initially released on the web and later published on the Mekakucity Records DVD.\n\nThe first video, \"Yobanashi Deceive,\" unveils the tale of a natural-born deceiver, gifted with the power to alter his appearance through his red-eye ability. Having lost touch with his true self, the protagonist weaves a web of lies, leaving viewers questioning the authenticity of his stories.\n\n\"Lost Time Memory,\" the second video, delves into the life of Shintarou Kisaragi, a man tormented by past choices and seeking solace within the confines of his room. Faced with the decision to confront his regrets or succumb to them, Shintarou's emotional journey unfolds.\n\nThe third and final video, \"Ayano no Koufuku Riron,\" introduces Ayano Tateyama, who embraces three red-eyed orphans into her family. Determined to be the best older sister, she forms the secret Mekakushi-dan club and dons a red scarf, celebrating the beauty of their red eyes. Ayano's unwavering dedication to her family's happiness takes center stage in this heartwarming tale.\n\nMekakucity Records offers a unique and engaging blend of music and storytelling, inviting viewers to explore the interconnected lives of the Mekakushi-dan members.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1975fc4087709f12",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.163151515151516,
    "arithmeticGeometricMean": 7.154687490668451,
    "median": 6.666666666666667,
    "hash": "1975fc4087709f12",
    "lastUpdate": "2024-05-08"
  }
}