{
  "sources": [
    "https://anidb.net/anime/7591",
    "https://anilist.co/anime/8934",
    "https://anime-planet.com/anime/star-driver",
    "https://anisearch.com/anime/6270",
    "https://kitsu.io/anime/5538",
    "https://livechart.me/anime/3890",
    "https://myanimelist.net/anime/8934",
    "https://notify.moe/anime/f6NZtFiiR"
  ],
  "synopsis": {
    "text": "Driver takes place on the fictional Southern Cross Isle. One night, a boy named Takuto washes up on shore swimming from the mainland. He later enrolls in Southern Cross High School as a freshman and makes new friends, including Wako Agemaki and Sugata Shindou. However, beneath the school lies a hidden secret - a group of mysterious giants called Cybodies, which can be controlled by humans in an alternate dimension known as Zero Time. Takuto, known as the 'Galactic Pretty Boy', finds himself in opposition with the 'Glittering Crux Brigade', a mysterious group that intends to take possession of the island's Cybodies for their own purposes. In addition, they aim to break the seals of the island's four Shrine Maidens, whose powers prevent the Cybodies from functioning outside of Zero Time. Takuto, Wako, and Sugata find themselves drawn into a conflict that threatens to tear apart the entire island, as they uncover the ancient secrets that lay dormant beneath the surface of their seemingly normal lives. Will Takuto be able to protect his friends and the island from the Glittering Crux Brigade, or will the island's secrets prove too powerful to handle? Only time will tell in this thrilling adventure filled with love, friendship, and betrayal.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "19d52bdba628dd04",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.0459986085343225,
    "arithmeticGeometricMean": 7.041400402684843,
    "median": 7.132909090909091,
    "hash": "19d52bdba628dd04",
    "lastUpdate": "2024-05-10"
  }
}