{
  "sources": [
    "https://anidb.net/anime/822",
    "https://anilist.co/anime/294",
    "https://anime-planet.com/anime/divergence-eve",
    "https://anisearch.com/anime/346",
    "https://kitsu.io/anime/269",
    "https://livechart.me/anime/5838",
    "https://myanimelist.net/anime/294",
    "https://notify.moe/anime/24Th5FmmR"
  ],
  "synopsis": {
    "text": "Ghoul s, a formidable alien force, have breached our universe following humanity's groundbreaking discovery of interstellar travel via Inflation Holes, enabling faster-than-light speed across vast cosmic distances. The Watcher's Nest, a crucial relay station situated 32 light-years from Earth, has become the Ghouls' prime target.\n\nEnter the Seraphim Squadron, an elite unit assembled to thwart the Ghoul invasion and safeguard the Watcher's Nest. Among its newest recruits is 18-year-old Misaki, who, alongside her fellow cadets, must endure rigorous training under the watchful eye of their unyielding captain. As these young pilots hone their skills, they find themselves unexpectedly thrust into a fierce battle against the Ghouls, testing their mettle and determination.\n\nHowever, Misaki's journey takes a perilous turn when a Ghoul attack transforms her into a Morph, forcing her to confront her deepest fears and embrace her newfound power. As the enigmatic Divergence EVE, Misaki and her fellow pilots continue their valiant struggle, their fates intertwined with the survival of humanity itself. Can they triumph over the Ghouls and secure the Watcher's Nest, or will fear and darkness consume them? Join Misaki and her comrades as they embark on an exhilarating and treacherous journey through the cosmos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1a15c76b39fb9b2d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.775566392790883,
    "arithmeticGeometricMean": 5.768749186178662,
    "median": 5.775510204081633,
    "hash": "1a15c76b39fb9b2d",
    "lastUpdate": "2024-05-09"
  }
}