{
  "sources": [
    "https://anidb.net/anime/8168",
    "https://anilist.co/anime/10165",
    "https://anime-planet.com/anime/nichijou-my-ordinary-life",
    "https://anisearch.com/anime/6697",
    "https://kitsu.io/anime/6062",
    "https://livechart.me/anime/1539",
    "https://myanimelist.net/anime/10165",
    "https://notify.moe/anime/vE0ntKimR"
  ],
  "synopsis": {
    "text": "Minakami—whose lives intersect with a young prodigy, Hakase Shinonome, her robotic companion Nano, and their loquacious feline, Sakamoto. Amidst the serenity of everyday life and the chaos of the bizarre, these six individuals, along with their eccentric acquaintances, navigate through a world where the mundane and the absurd coexist. From school commutes and crow bites to friend gatherings and deer wrestling matches, the extraordinary everyday lives of Nichijou's inhabitants are far from ordinary.\n\nIn this peculiar town, the lives of three high school friends - Mio Naganohara, Yuuko Aioi, and Mai Minakami - collide with those of a child genius, Hakase Shinonome, her android caretaker Nano, and their chatty cat, Sakamoto. As they traverse through the ordinary and the outlandish, these six individuals, along with their quirky peers, experience the tranquility of daily routines and the madness of the preposterous. From walking to school and encountering talking crows to spending time with friends and witnessing the principal wrestle a deer, the extraordinary everyday lives of Nichijou's residents are anything but dull.\n\nJoin a trio of high school friends - Mio Naganohara, Yuuko Aioi, and Mai Minakami - as their paths cross with a gifted child, Hakase Shinonome, her robotic guardian Nano, and their articulate cat, Sakamoto. In this realm where the ordinary and the absurd converge, these six individuals, along with their unconventional companions, experience the calm of everyday life and the chaos of the irrational. From school routines and talking crow encounters to social gatherings and deer wrestling spectacles, the",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.242318181305388,
    "arithmeticGeometricMean": 8.240580535782875,
    "median": 8.335135433941405,
    "lastUpdate": "2024-05-09"
  }
}