{
  "sources": [
    "https://anidb.net/anime/8538",
    "https://anilist.co/anime/10800",
    "https://anime-planet.com/anime/chihayafuru",
    "https://anisearch.com/anime/7149",
    "https://kitsu.io/anime/6355",
    "https://livechart.me/anime/1178",
    "https://myanimelist.net/anime/10800",
    "https://notify.moe/anime/2Dw4pKmmR"
  ],
  "synopsis": {
    "text": "Based on the synopses provided, the anime follows the story of Chihaya Ayase, a lively and strong-willed girl who discovers her passion for the traditional Japanese card game, karuta, after meeting a quiet and introspective classmate named Arata Wataya. Along with her childhood friend Taichi Mashima, the trio spend their elementary school days playing karuta together, until circumstances force them to go their separate ways.\n\nYears later, Chihaya is now in high school and remains dedicated to karuta, with the dream of becoming the best player in Japan and reuniting with her estranged friends. She sets out to establish a competitive karuta club at her school, where she is reunited with Taichi, who has grown indifferent towards the game. Together, they recruit new members and work towards competing in the national championship at Omi Jingu.\n\nThroughout the series, Chihaya's unwavering dedication to karuta and her dream of reuniting with her friends drives her to overcome various challenges and setbacks. Along the way, she discovers the true meaning of having a dream and the importance of hard work and perseverance.\n\nWith its unique focus on the traditional Japanese card game of karuta and its engaging characters, this anime offers a fresh and inspiring take on the coming-of-age story. Fans of sports anime and character-driven dramas will find much to enjoy in this heartwarming tale of friendship, passion, and perseverance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1a6747a03a30f3d4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.09710903250189,
    "arithmeticGeometricMean": 8.096502886896353,
    "median": 8.162925925925926,
    "hash": "1a6747a03a30f3d4",
    "lastUpdate": "2024-05-09"
  }
}