{
  "sources": [
    "https://anidb.net/anime/9849",
    "https://anilist.co/anime/18247",
    "https://anime-planet.com/anime/infinite-stratos-2",
    "https://anisearch.com/anime/8572",
    "https://kitsu.io/anime/7733",
    "https://livechart.me/anime/58",
    "https://myanimelist.net/anime/18247",
    "https://notify.moe/anime/OqnptKiig"
  ],
  "synopsis": {
    "text": "Cecilla Alcott returns from England, and the students at the IS Academy are gearing up for the end of the summer holidays. Ichika, the sole male capable of piloting an Infinite Stratos (IS), looks forward to visiting the water park and attending the summer party with his fellow pilots. However, the girls, including Charlotte, Laura, Houki, and Fan, misinterpret his intentions as a date. Amidst the fun and frolic, an intruder infiltrates the school's underground catacombs, intent on stealing a sealed IS. Meanwhile, the enigmatic student council president, Tatenashi Sarashiki, harbors hidden motives.\n\nAs the students hone their skills to become IS pilots, Ichika finds himself the center of attention among the girls. The refined Cecilia Alcott, athletic Charlotte Dunois, feminine Huang LingYin, reserved Laura Bodewig, and aloof Shinonono Houki all vie for his affection. Adding to the complexity, the mischievous Tatenashi Sarashiki compels Ichika to undergo additional training, while a mysterious little sister, Orimura Madoka, emerges, linked to an enemy force involved in global IS thefts. Ichika is also paired with Tatenashi's introverted younger sister, Sarashiki Kanzashi, for upcoming tag matches.\n\nDespite the challenges, Ichika adapts to life at the IS Academy, surrounded by competitive girls and their powerful robots. Yet, the battle for his affections persists, and a new adversary surfaces, boasting an unexpected connection to Ichika. The enemy's sinister plan revolves around seizing the Byakushi, plunging Ichika and his friends into a whirlwind of intrigue and danger.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.6338576965157,
    "arithmeticGeometricMean": 6.6290118131907585,
    "median": 6.790222634508348
  },
  "lastUpdate": "2024-05-09"
}