{
  "sources": [
    "https://anidb.net/anime/15257",
    "https://anilist.co/anime/113231",
    "https://anime-planet.com/anime/243-seiin-high-school-boys-volleyball-team",
    "https://anisearch.com/anime/14759",
    "https://kitsu.io/anime/43464",
    "https://livechart.me/anime/9670",
    "https://myanimelist.net/anime/40679",
    "https://notify.moe/anime/ydDu5JZMR"
  ],
  "synopsis": {
    "text": "Fukui's volleyball scene is set to be electrified by the return of prodigal son and volleyball prodigy, Kimichika Haijima. After a tumultuous stint at a Tokyo junior high school volleyball club, Haijima finds himself back in his hometown, reunited with his childhood friend, Yuni Kuroba. Kuroba, gifted with remarkable physical abilities but hampered by performance anxiety, teams up with Haijima, whose passion and talent for volleyball often spark friction. Together, they enroll at Seiin High School, joining its volleyball club.\n\nAwaiting them is an eclectic mix of teammates: the fiery, diminutive captain Shinichirou Oda, the tall, sharp-tongued vice-captain Misao Aoki, and the sunlight-allergic Akito Kanno, always clad in long sleeves. Despite past disagreements and a disastrous middle school tournament, Haijima and Kuroba must reconcile their differences to lead Seiin High to victory.\n\nWith Haijima's strategic prowess as a setter and Kuroba's burgeoning confidence as an ace, the team aims to conquer the prefectural championship and secure a spot in the Spring Tournament. But standing in their way is the reigning champion, Fukuho Technical High School, led by the formidable Subaru Mimura. Will Seiin High rise above their past failures and personal feuds to claim the title, or will history repeat itself? The stage is set for a thrilling showdown in this high-stakes volleyball drama.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.412241187384045,
    "arithmeticGeometricMean": 6.402695026080753,
    "median": 6.56565306122449
  },
  "lastUpdate": "2024-05-08"
}