{
  "sources": [
    "https://anidb.net/anime/11699",
    "https://anilist.co/anime/21424",
    "https://anime-planet.com/anime/the-heroic-legend-of-arslan-dust-storm-dance",
    "https://anisearch.com/anime/10816",
    "https://kitsu.io/anime/11477",
    "https://livechart.me/anime/1874",
    "https://myanimelist.net/anime/31821",
    "https://notify.moe/anime/5rHCpKimR"
  ],
  "synopsis": {
    "text": "Arslan's quest to reclaim Ecbatana and restore Pars to its former glory faces unexpected challenges as he and his loyal band of warriors are forced to defend the stronghold at Peshawar Citadel from the invading forces of the neighboring Kingdom of Turan. As Arslan navigates the complexities of the royal conflict, he encounters a mysterious visitor and learns of the legendary sword Rukhnabad, which holds the power to grant its wielder the right to rule. Meanwhile, the captive King Andragoras III seizes an opportunity to strike, and the identity of Arslan's parents remains a mystery that he must confront.\n\nDespite Arslan's fierce battle against the enigmatic Lord Silver Mask, the Lusitania forces maintain their grip on the Kingdom of Pars. As Arslan fights for his rightful throne, he must also face the truth about his parents and resolve the remaining conflicts that threaten his rule. Along the way, he encounters Hilmes, a brave general with a silver mask, who initially stands in his way but eventually becomes an ally. However, an even larger threat looms on the horizon, and Arslan must marshal all his strength and courage to overcome it.\n\nBased on the manga by Hiromu Arakawa, the creator of Fullmetal Alchemist, this epic adventure follows the young prince Arslan as he battles to reclaim his kingdom and uncover the truth about his parents. With a loyal band of warriors at his side, Arslan must navigate a complex web of political intrigue, betrayal, and warfare to restore Pars to its former glory. From the battles for the royal successor of Sindhura to the clashes with the Temple Knights of Lusitania, Arslan's journey is filled with action, suspense, and drama that will keep you",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1b0a4c476d3cf674",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.567173005565863,
    "arithmeticGeometricMean": 7.565688541037205,
    "median": 7.576836734693877,
    "hash": "1b0a4c476d3cf674",
    "lastUpdate": "2024-05-08"
  }
}