{
  "sources": [
    "https://anidb.net/anime/5652",
    "https://anilist.co/anime/3627",
    "https://anime-planet.com/anime/da-capo-ii-second-season",
    "https://anisearch.com/anime/4645",
    "https://kitsu.io/anime/3151",
    "https://livechart.me/anime/5121",
    "https://myanimelist.net/anime/3627",
    "https://notify.moe/anime/38Gl5KmiR"
  ],
  "synopsis": {
    "text": "The second season of “Da Capo II” picks up where the first season left off, further developing the characters and relationships that were introduced previously. The everyday lives of Yoshiyuki and his friends continue to be a main focus. In particular, more attention is given to Yoshiyuki's \"sisters\" Yume and Otome, exploring their backstories and connections to Yoshiyuki. As before, some relationship conflicts arise, and there continues to be an air of mystery and impending trouble surrounding the eternally blossoming cherry trees. Sakura knows something the others don't about an approaching disaster. Despite the happy dreams many characters hold, the question looms - when will they have to wake up to reality? The school festival arrives, with Yoshiyuki chosen to lead their class' puppet show. More quiet times follow as the holidays pass and the new year comes. Yoshiyuki spends peaceful moments with Otome investigating strange occurrences on the island, including the secret of the never-fading sakura. Before long, the end of the year is being celebrated. Through it all, the bonds between the characters strengthen. However, with Sakura's foreboding words, one wonders what troubles await them and how it might impact these relationships going forward.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "1b5b8d271d118d84",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.229352968460112,
    "arithmeticGeometricMean": 7.227587852093637,
    "median": 7.220000000000001,
    "hash": "1b5b8d271d118d84",
    "lastUpdate": "2024-05-09"
  }
}