{
  "sources": [
    "https://anidb.net/anime/14360",
    "https://anilist.co/anime/104051",
    "https://anime-planet.com/anime/magia-record-puella-magi-madoka-magica-side-story",
    "https://anisearch.com/anime/13854",
    "https://kitsu.io/anime/42016",
    "https://livechart.me/anime/3495",
    "https://myanimelist.net/anime/38256",
    "https://notify.moe/anime/zMjoDTEmR"
  ],
  "synopsis": {
    "text": "Tamaki Iroha, an ordinary girl turned Magical Girl, finds herself in an extraordinary situation. In a world unaware of their existence, Magical Girls relentlessly battle against sinister forces, all for the fulfillment of a wish. Yet, Iroha is plagued by an inexplicable amnesia, unable to recall the very wish she made. Haunted by a sense of loss and an enigmatic shadow in her dreams, she continues her daily battles without understanding why.\n\nRumors circulate among the Magical Girls, whispering of salvation in a city called Kamihama. Drawn by these rumors, Iroha embarks on a journey to Kamihama City, a place where Magical Girls and mysterious entities known as Uwasa gather. As she navigates through this labyrinthine city, Iroha encounters formidable witches and fellow Magical Girls, all while searching for her lost wish.\n\nHer journey takes an unexpected turn when she crosses paths with a familiar face from the past, Homura Akemi, and a seemingly unrelated girl, Madoka. As their destinies intertwine, Iroha, Madoka, and Homura find themselves in a complex web of battles, wishes, and memories. Will Iroha uncover the truth behind her forgotten wish, or will the city of Kamihama consume her in its dark embrace? The story of Iroha's search for her lost wish unfolds in this thrilling side story to the beloved Puella Magi Madoka Magica franchise.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.833919271204986,
    "arithmeticGeometricMean": 6.829260906087534,
    "median": 6.901363636363636
  },
  "lastUpdate": "2024-05-09"
}