{
  "sources": [
    "https://anidb.net/anime/1001",
    "https://anilist.co/anime/279",
    "https://anime-planet.com/anime/requiem-from-the-darkness",
    "https://anisearch.com/anime/2496",
    "https://kitsu.io/anime/254",
    "https://livechart.me/anime/4660",
    "https://myanimelist.net/anime/279",
    "https://notify.moe/anime/Zgt25KmmR"
  ],
  "synopsis": {
    "text": "Failing to find inspiration for his children's riddles, aspiring author Yamaoka Momosuke embarks on a journey to compile a collection of one hundred chilling tales from the Bakumatsu era, an age plagued by darkness and the existence of monsters. As he traverses the land in search of stories, Momosuke encounters a mysterious trio known as the Ongyou, who are detectives investigating the legends to reveal their truths and bring justice to those in the wrong.\n\nDuring his travels, Momosuke crosses paths with the Ongyou multiple times, and each encounter forces him to confront unsettling truths and question his own morals. The trio, consisting of Mataichi the deceiver, Ogin the puppeteer, and Nagamimi the bird caller, are hired to solve cases shrouded in darkness, and they use their cunning to judge the human ego and mete out punishment.\n\nAs Momosuke delves deeper into the world of darkness, he struggles with the morality of the group's actions and the line between humans and the supernatural. Despite the dangers, he continues to seek out subject matter for his stories, becoming increasingly involved in the schemes of the Ongyou. As the bells of the requiem ring throughout the land, Momosuke must decide how far he is willing to go to achieve his dream.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1c202b1c9e71a8fe",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.931654386429897,
    "arithmeticGeometricMean": 6.926580593244226,
    "median": 7.12,
    "hash": "1c202b1c9e71a8fe",
    "lastUpdate": "2024-05-09"
  }
}