{
  "sources": [
    "https://anidb.net/anime/11180",
    "https://anilist.co/anime/98297",
    "https://anime-planet.com/anime/the-snack-world",
    "https://anisearch.com/anime/11941",
    "https://kitsu.io/anime/11929",
    "https://livechart.me/anime/1507",
    "https://myanimelist.net/anime/32596",
    "https://notify.moe/anime/j1H6tFimg"
  ],
  "synopsis": {
    "text": "He ading: A Tale of Revenge, Love, and Adventure in Snack World\n\nIn an unspecified era and continent, a young boy named Chap lived in harmony, until the construction of large-scale recreational facilities disrupted their peace. When the village refused to comply with the eviction notice, it was destroyed, shattering Chap's serene life. Fueled by vengeance, he sets off on a journey that takes an unexpected turn when he finds himself deeply enamored with the king's daughter, Princess Melora. To fulfill her whims, he unites with his friends to tackle the insurmountable.\n\nMeanwhile, in the whimsical land of Snack World, modern conveniences like smartphones and convenience stores coexist with mythical creatures and age-old traditions. Chup, a lively protagonist, witnesses the destruction of his village at the hands of the nefarious Sultan Vinegar. Vowing revenge, Chup embarks on a thrilling adventure with his companions Béarnaise, Mayonna, and Gobson. Together, they form alliances and rivalries while acquiring cutting-edge equipment to aid them on their quest for justice.\n\nWill Chap's love for the princess and his thirst for revenge guide him to triumph? Can Chup and his friends muster the strength to overthrow the malevolent Sultan Vinegar? Join these brave heroes as they navigate through a world of dreams, adventure, and the unexpected in this hyper casual fantasy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1c2d6d84e3dd879b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.480039888682746,
    "arithmeticGeometricMean": 5.447357778230226,
    "median": 5.318181818181818,
    "hash": "1c2d6d84e3dd879b",
    "lastUpdate": "2024-05-10"
  }
}