{
  "sources": [
    "https://anidb.net/anime/2019",
    "https://anilist.co/anime/3335",
    "https://anime-planet.com/anime/haikara-san-ga-tooru",
    "https://anisearch.com/anime/3124",
    "https://kitsu.io/anime/2944",
    "https://livechart.me/anime/8735",
    "https://myanimelist.net/anime/3335",
    "https://notify.moe/anime/WboQcFmmg"
  ],
  "synopsis": {
    "text": "Western ideologies and traditional Japanese culture collide in 1920s Tokyo, creating a unique backdrop for the story of Benio Hanamura, a high-spirited tomboy who challenges societal norms. Raised by her high-ranking military officer father, Benio is far from the conventional Japanese woman; she practices kendo, enjoys sake, dons Western attire, and values literature over housework. Despite her unconventional upbringing, Benio remains steadfast in her beliefs of women's rights and marrying for love.\n\nBenio's life takes an unexpected turn when she is forced into an arranged marriage with Shinobu, a dashing half-German lieutenant. Initially, Benio harbors resentment towards Shinobu, but as time passes, she must confront her feelings and navigate the complexities of her impending marriage. With Shinobu deployed to Russia and the great Kanto earthquake on the horizon, Benio's journey unfolds amidst a myriad of challenges and self-discovery.\n\nSurrounded by a diverse cast of friends, including the elegant and like-minded Tamaki and the effeminate kabuki actor Ranmaru, Benio's story is a delightful blend of humor, romance, and adventure. As she learns to balance her newfound independence with the expectations of her marriage, Benio's unwavering optimism and charm never fail to captivate the hearts of those around her. Join Benio as she embarks on a thrilling journey through love, life, and the ever-changing world of 1920s Tokyo.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1c5f3d8f2da6d2f9",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.051189504373177,
    "arithmeticGeometricMean": 7.042493987208292,
    "median": 7.04,
    "hash": "1c5f3d8f2da6d2f9",
    "lastUpdate": "2024-05-09"
  }
}