{
  "sources": [
    "https://anidb.net/anime/17632",
    "https://anilist.co/anime/154785",
    "https://anime-planet.com/anime/nijiyon-animation",
    "https://anisearch.com/anime/17719",
    "https://kitsu.io/anime/46499",
    "https://livechart.me/anime/11516",
    "https://myanimelist.net/anime/53077",
    "https://notify.moe/anime/6wfi1C7Vg"
  ],
  "synopsis": {
    "text": "In the vibrant world of Nijigasaki High School, a group of 13 dedicated students join forces to save their beloved School Idol Club from dissolution. \"Nijiyon Animation,\" a spin-off of \"Love Live! Nijigasaki High School Idol Club,\" invites viewers to immerse themselves in the captivating lives of these school idols, filled with drama, suspense, and excitement.\n\nThrough a series of 12 engaging mini-episodes, witness the unique experiences of these young idols as they navigate their everyday lives. From light-hearted competitions and shared horror movie nights to the thrilling journey of creating their own game, there's never a dull moment for these talented students.\n\nNijigasaki High School prides itself on its diverse curriculum and the freedom it offers to its students. When second-year student Yu Takasaki discovers her passion for school idols, she and her friend Ayumu Uehara decide to join the School Idol Club. As they become part of this dynamic group, they learn that each member brings their own unique perspectives and motivations to the table, contributing to the club's success and camaraderie.\n\nJoin these spirited school idols as they embark on a heartwarming journey filled with laughter, challenges, and unforgettable memories. Will they be able to save their club from disbanding? Only time will tell, but one thing is certain - their determination and shared love for music will create an unforgettable experience for all.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.891451298701299,
    "arithmeticGeometricMean": 6.876704504364728,
    "median": 7.000909090909091
  },
  "lastUpdate": "2024-05-09"
}