{
  "sources": [
    "https://anidb.net/anime/17355",
    "https://anilist.co/anime/148862",
    "https://anime-planet.com/anime/the-seven-deadly-sins-four-knights-of-the-apocalypse",
    "https://anisearch.com/anime/17439",
    "https://kitsu.io/anime/46107",
    "https://livechart.me/anime/11213",
    "https://myanimelist.net/anime/51794",
    "https://notify.moe/anime/_wcXLYu7g"
  ],
  "synopsis": {
    "text": "Holy Knights, prophecies, and a quest for vengeance—Percival's life takes a dramatic turn from his tranquil existence on the remote frontier known as God's Finger. Raised by his loving grandfather, Percival craves adventure but is unprepared for the dark twist of fate that awaits him. When a mysterious knight reveals a shocking truth about his lineage and a devastating prophecy, Percival's world is shattered.\n\nDetermined to uncover the truth and avenge his family, Percival embarks on a journey that leads him to the heart of Britannia. Along the way, he encounters a diverse group of allies, including a troupe of circus performers and the enigmatic Holy Knight Pellegarde, who takes a keen interest in the young adventurer. As Percival delves deeper into the secrets surrounding the Four Knights of the Apocalypse, he discovers his own mystical powers and a connection to the prophecy that will change his life forever.\n\nJoin Percival on his epic journey of self-discovery, adventure, and revenge in this captivating anime set against the backdrop of a world teetering on the brink of destruction. Will Percival be able to harness his newfound powers and prevent the impending doom, or will he succumb to the darkness that threatens to consume everything he holds dear? Only time will tell, as the fate of Britannia rests in the hands of this unlikely hero.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1ca17a062a60d07c",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.298967996289424,
    "arithmeticGeometricMean": 7.29263440795659,
    "median": 7.416818181818182,
    "hash": "1ca17a062a60d07c",
    "lastUpdate": "2024-05-09"
  }
}