{
  "sources": [
    "https://anidb.net/anime/15071",
    "https://anilist.co/anime/111322",
    "https://anime-planet.com/anime/the-rising-of-the-shield-hero-3rd-season",
    "https://anisearch.com/anime/14598",
    "https://kitsu.io/anime/42531",
    "https://livechart.me/anime/9579",
    "https://myanimelist.net/anime/40357",
    "https://notify.moe/anime/iOsaLChWg"
  ],
  "synopsis": {
    "text": "Bitch(Myne) lurks in the shadows. As everyone’s plots intersect, will Naofumi be able to follow the path he believes in?\n\nAfter a hard-fought victory against the Spirit Tortoise, Naofumi Iwatani and his allies return to Melromarc only to face new challenges. The next Guardian Beast, the Phoenix, is set to awaken soon, and the kingdom is scrambling to prepare. To make matters worse, the other three Cardinal Heroes have vanished following their defeat in the Spirit Tortoise battle, leaving Naofumi to shoulder the burden alone.\n\nDetermined to strengthen his defenses, Naofumi sets out to find the scattered members of Lurolona Village, who have been sold as slaves in the land of Zeltoble. With Raphtalia and Filo by his side, he enters an underground combat arena to earn the money needed to free them. But as he fights, he discovers that many of the slaves have already been bought by nobles and merchants, and the rest are prohibitively expensive.\n\nAs Naofumi struggles to save the slaves and prepare for the Phoenix's attack, he learns that the consequences of the previous wave have affected not only his world but also the other heroes. Almost all of the Seven Star Heroes have disappeared, and the three other Cardinal Heroes have had their spirits broken.\n\nWith the odds stacked against him, Naofumi must find a way to follow his path and protect those he cares about. But with Bitch (Myne) lurking in the shadows and the Phoenix's awakening imminent, will he be able to succeed? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1cdfe0abc8b19a83",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.445740259740258,
    "arithmeticGeometricMean": 7.438803638973914,
    "median": 7.550818181818181,
    "hash": "1cdfe0abc8b19a83",
    "lastUpdate": "2024-05-10"
  }
}