{
  "sources": [
    "https://anidb.net/anime/11226",
    "https://anilist.co/anime/21187",
    "https://anime-planet.com/anime/young-black-jack",
    "https://anisearch.com/anime/10425",
    "https://kitsu.io/anime/10914",
    "https://livechart.me/anime/1589",
    "https://myanimelist.net/anime/30740",
    "https://notify.moe/anime/MHfltKmmR"
  ],
  "synopsis": {
    "text": "God-like powers tempt the medical world as groundbreaking technologies emerge amidst the Vietnam War and counterculture movement of the 1960s. In Japan, a young medical student with striking black-and-white hair and a scarred face finds himself grappling with the system's dark side. Despite his reserved demeanor, Kuroo Hazama's extraordinary surgical skills draw attention after performing a seemingly impossible operation.\n\nAs Hazama walks the challenging path towards becoming a surgeon, he is surrounded by student riots, war, and corruption. With the support of a passionate intern, Maiko Okamoto, and his troubled friend Yabu, Hazama remains steadfast in his commitment to medicine. However, his journey is fraught with danger, as he risks his promising career and life to expose the system's exploitation.\n\nUnder the mentorship of the renowned Dr. Joutarou Honma, who once saved Hazama's life, the young prodigy hones his skills. As he confronts nefarious circumstances that test his integrity, Hazama's actions lay the foundation for his transformation into the legendary unlicensed surgeon known as Black Jack. This origin story reveals how the enigmatic young man becomes the brilliant maverick doctor capable of unthinkable medical feats.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1ce63ee15cb2c96d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.154861857023511,
    "arithmeticGeometricMean": 7.1528850480541,
    "median": 7.175467836257309,
    "hash": "1ce63ee15cb2c96d",
    "lastUpdate": "2024-05-10"
  }
}