{
  "sources": [
    "https://anidb.net/anime/6463",
    "https://anilist.co/anime/5667",
    "https://anime-planet.com/anime/to-love-ru-ova",
    "https://anisearch.com/anime/5201",
    "https://kitsu.io/anime/4233",
    "https://livechart.me/anime/3720",
    "https://myanimelist.net/anime/5667",
    "https://notify.moe/anime/o1yjcKiig"
  ],
  "synopsis": {
    "text": "Woman izer turned womanized, Rito Yuki's life takes a drastic turn when his alien fiancée Lala Satalin, princess of Deviluke stellar empire, accidentally transforms him into a woman with one of her inventions. As Rito navigates the uncharted waters of womanhood, he gains new perspectives on life while being pursued by men and tolerated by women.\n\nThe adventures of Rito and Lala continue to unfold, with Lala's scientific research, her twin sisters, friends, and Rito's sister Mikan adding to the chaos. Each day brings new challenges and misadventures for the unwilling fiancé, who finds himself in various predicaments, from being turned into a dog to getting trapped in an RPG game.\n\nIn one episode, Rito's sister Mikan feels neglected due to Rito's constant companionship with Lala, leading her to storm out of the house. As Rito and Lala search for her, flashbacks reveal the bond shared by Rito and Mikan during their childhood.\n\nAnother episode takes a turn for the exotic when Haruna wins a trip to a southern resort for ten females. Despite being turned into a dog, Rito finds himself on the island, leading to a series of comedic events.\n\nIn another thrilling episode, Rito and the girls get trapped in an RPG game, where they must save Lala and defeat the evil witch Kyouko. Meanwhile, Lala's sisters, Nana and Momo, stir up trouble for Rito and his harem during a cherry blossom viewing.\n\nAs Rito continues to live under the same roof with Lala and Mikan, he must face various challenges, including dealing with Lala's inventions that often lead to unexpected consequences. Despite the chaos, Rito",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.296796110664982,
    "arithmeticGeometricMean": 7.294727123341257,
    "median": 7.372272727272727,
    "lastUpdate": "2024-05-10"
  }
}