{
  "sources": [
    "https://anidb.net/anime/11803",
    "https://anilist.co/anime/21507",
    "https://anime-planet.com/anime/mob-psycho-100",
    "https://anisearch.com/anime/11092",
    "https://kitsu.io/anime/11578",
    "https://livechart.me/anime/1936",
    "https://myanimelist.net/anime/32182",
    "https://notify.moe/anime/jmsjtFmiR"
  ],
  "synopsis": {
    "text": "Kageyama Shigeo, better known as 'Mob,' is an unassuming 8th grader with extraordinary psychic abilities. Despite his potential to bend spoons and lift objects with his mind, Mob chooses to keep his powers hidden, yearning for a normal life and genuine friendships. As he navigates the trials of adolescence, his only desire is to win the heart of his classmate, Tsubomi.\n\nTo maintain control over his psychic prowess, Mob enlists the help of Arataka Reigen, a self-proclaimed psychic who exploits Mob's abilities for personal gain. Together, they confront false espers, evil spirits, and mysterious organizations, all while Mob struggles to understand his purpose in life.\n\nHowever, Mob's powers are not without consequences. When his emotional capacity reaches 100%, an overwhelming force surges through his body, causing a cataclysmic event that threatens to consume him. As Mob's emotional limit inches closer to its breaking point, he must confront the true nature of his powers and make difficult choices to protect those he cares about.\n\nIn this thrilling anime, follow Mob's journey as he struggles to balance his psychic abilities, adolescent emotions, and the challenges of everyday life. Will he succeed in maintaining his normal life, or will his powers ultimately consume him? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1dada2cb09634812",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.384776298166226,
    "arithmeticGeometricMean": 8.383447173631101,
    "median": 8.449563448694596,
    "hash": "1dada2cb09634812",
    "lastUpdate": "2024-05-09"
  }
}