{
  "sources": [
    "https://anidb.net/anime/16090",
    "https://anilist.co/anime/130549",
    "https://anime-planet.com/anime/re-main",
    "https://anisearch.com/anime/16026",
    "https://kitsu.io/anime/44122",
    "https://livechart.me/anime/10445",
    "https://myanimelist.net/anime/48406",
    "https://notify.moe/anime/Kt0S_WUMR"
  ],
  "synopsis": {
    "text": "On the brink of starting high school, Minato Kiyomizu finds himself in a hospital bed, awakening from a 203-day coma following a car accident. With no recollection of his triumphant water polo career in middle school, Minato embarks on a journey to rediscover his lost memories and rekindle his passion for the sport. Despite the stark contrast between his past athletic prowess and his current physical state, Minato is determined to start anew.\n\nOn his first day at Yamanami High School, Minato is reminded of his former glory and a promise he made, prompting him to join the school's struggling water polo club. Plagued by a lack of members and facing numerous challenges, Minato and his fellow teammates must work tirelessly to recruit new members and hone their skills. As Minato strives to regain his lost talent and become a renowned player once again, he must confront the daunting task of relearning the sport's basics and overcoming the three-year gap in his water polo knowledge.\n\nWith his sister's struggles serving as a constant reminder of the accident's impact, Minato becomes more determined than ever to catch up on his lost time and make a fresh start. As he navigates the trials and tribulations of high school and water polo, Minato sets his sights on reclaiming his former glory and winning the championship title once more.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1de4f9e6b9469f8c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.175628903834261,
    "arithmeticGeometricMean": 7.166718326310698,
    "median": 7.327,
    "hash": "1de4f9e6b9469f8c",
    "lastUpdate": "2024-05-09"
  }
}