{
  "sources": [
    "https://anidb.net/anime/9999",
    "https://anilist.co/anime/20663",
    "https://anime-planet.com/anime/blade-dance-of-the-elementalers",
    "https://anisearch.com/anime/9440",
    "https://kitsu.io/anime/7878",
    "https://livechart.me/anime/152",
    "https://myanimelist.net/anime/22877",
    "https://notify.moe/anime/lRrppKiig"
  ],
  "synopsis": {
    "text": "Astral Zero, the mystical realm of spirits, is a domain typically reserved for the privileged few - pure maidens of noble birth who are chosen to form sacred contracts with these ethereal beings, becoming powerful elementalists. However, in a groundbreaking turn of events, a young man named Kamito Kazehaya defies tradition by becoming the first male in a millennium to forge such a bond.\n\nKamito's journey unfolds at the esteemed Areishia Spirit Academy, a prestigious institution dedicated to nurturing these chosen maidens into skilled elementalists. His arrival at the academy is marked by an unexpected encounter with Claire Rouge, a spirited student in the midst of a purification ritual, which leads to Kamito inadvertently forming a contract with the very spirit Claire had her sights set on.\n\nDespite the initial mishap, Kamito finds himself enrolled in the academy at the behest of the enigmatic headmaster, Greyworth. As the sole male student, Kamito must navigate the challenges of this exclusive world while preparing for the Blade Dance, a prestigious tournament held two months hence. The stakes are high, as he is expected to triumph over the most formidable elementalist rumored to be in league with a darkness spirit.\n\nAmidst these trials, Kamito is also faced with Claire's persistent demands to become her contracted spirit, adding an extra layer of complexity to his already challenging situation. Will Kamito survive the trials of the academy and emerge victorious in the Blade Dance, or will the odds stacked against him prove insurmountable? Only time will tell in this thrilling tale of courage, determination, and the power of the spirit.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1e14dd5afa147e8b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.82029278901396,
    "arithmeticGeometricMean": 6.817027949756829,
    "median": 6.976171156055845,
    "hash": "1e14dd5afa147e8b",
    "lastUpdate": "2024-05-09"
  }
}