{
  "sources": [
    "https://anidb.net/anime/724",
    "https://anilist.co/anime/676",
    "https://anime-planet.com/anime/refrain-blue",
    "https://anisearch.com/anime/2847",
    "https://kitsu.io/anime/618",
    "https://livechart.me/anime/12012",
    "https://myanimelist.net/anime/676",
    "https://notify.moe/anime/9A7A5KimR"
  ],
  "synopsis": {
    "text": "She athed in melancholy, Yoshihiro Matsunaga, a chaperone at Touyou School, embarks on a summer retreat by the picturesque seashore with his students. Amidst the joyous atmosphere, he crosses paths with the equally troubled Nao Morisawa, a young girl grappling with her own sorrow. As they navigate their shared pain, the possibility of love and healing emerges.\n\nThe summer school unfolds in three poignant chapters, each set on the tranquil shores of Toyo Gakuen. The first chapter, Recollection, delves into Yoshihiro's past, intertwining moments of joy and sorrow, as he arrives at the summer school. A mysterious girl, known as the 'Umi Warabe', watches over him from a distance. The second chapter focuses on Matsunaga, grappling with his past, while the final chapter unveils the enigmatic girl from the first chapter.\n\nThe beach trip proves to be more than just a vacation for Yoshihiro and Nao, both nursing the wounds of their past. A mysterious girl, the 'Umi Warabe', seems to be a constant presence during their crucial moments, offering hope for healing and closure. Yoshihiro, tasked with supervising a group of high school students, saves Nao from drowning one fateful night. The same trip a year ago had seen her with her fiancé, who tragically died in a plane crash. As they open up to each other, Yoshihiro's own painful secret comes to light.\n\nHaunted by their past, Yoshihiro Matsunaga and Nao Morisawa find themselves on a beach trip that holds significant, albeit painful memories for them. As they struggle to come to terms with their past, the whole tragedy that",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1e3f3b70bd7c22bd",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.649206997084549,
    "arithmeticGeometricMean": 5.6019217599606135,
    "median": 5.972,
    "hash": "1e3f3b70bd7c22bd",
    "lastUpdate": "2024-05-09"
  }
}