{
  "sources": [
    "https://anidb.net/anime/4638",
    "https://anilist.co/anime/1594",
    "https://anime-planet.com/anime/hell-girl-two-mirrors",
    "https://anisearch.com/anime/3679",
    "https://kitsu.io/anime/1434",
    "https://livechart.me/anime/3958",
    "https://myanimelist.net/anime/1594",
    "https://notify.moe/anime/eYw-cFmmg"
  ],
  "synopsis": {
    "text": "Wanyuudo, Hone Onna, and Ichimoku Ren, alongside their enigmatic mistress, Enma Ai, return to their age-old duty of vengeance, as the Hell Girl. In the depths of the night, those residing in Japan with a burning grudge can summon her services through a website, but the cost is steep: an eternity in hell upon death. As the team ushers more souls into the underworld, they are joined by Kikuri, a mysterious girl with unclear motives and an infernal aura.\n\nEnma Ai, the embodiment of retribution, has long been known as the Hell Girl. Reachable via the internet, she emerges from her realm of perpetual twilight to deliver justice to those who yearn for it, albeit at a formidable price: one's own soul. Recently, however, Ai's once impassive demeanor has begun to crack, revealing hints of emotion. Amidst these changes, a new girl with a connection to the underworld appears, frequently crossing paths with the Hell Girl.\n\nAs Ai Enma and her team continue to mete out punishment to those who have inflicted pain upon others, the consequences remain severe: the avenger's soul is condemned to the abyss, alongside the offender's. Meanwhile, a shadowy figure named Kikuri observes their actions with interest. In the midst of this, Ai encounters Takuma Kurebayashi, a boy labeled as the 'Devil's Child' due to the gruesome events that unfold around him. As the town's people scapegoat Takuma for the souls sent to hell, chaos ensues. Ai must now find a solution to halt this mindless brutality, as it jeopardizes her very existence.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.811630217722163,
    "arithmeticGeometricMean": 7.81115610488354,
    "median": 7.82969387755102,
    "lastUpdate": "2024-05-09"
  }
}