{
  "sources": [
    "https://anidb.net/anime/11551",
    "https://anilist.co/anime/119947",
    "https://anime-planet.com/anime/nisekoi-2-ova",
    "https://anisearch.com/anime/11094",
    "https://kitsu.io/anime/11760",
    "https://livechart.me/anime/1801",
    "https://myanimelist.net/anime/32553",
    "https://notify.moe/anime/IzAqtFiig"
  ],
  "synopsis": {
    "text": "OAV's first part, 'Loss,' follows Miyamoto Yuri, who has misplaced her glasses, and her friends Ichijō Raku and Onodera Kosaki, who embark on a quest to help her find them. As the search for the glasses unfolds, the romantic tension between Ichijō and Onodera intensifies. In the second part, 'Shrine Maiden,' Ichijō is plagued by a streak of bad luck, and his friends Onodera, Chitoge, Mariko, and Tsugumi take it upon themselves to rid him of his misfortune by any means necessary.\n\nThe original anime DVD adapts the special bonus Magical Pâtissier Kosaki-chan manga shorts, which feature Yui and introduce a new magical girl. The anime also adapts Komi's 'Shinkon' (Newlywed) manga bonuses, which follow Raku Ichijou as he returns home from his job as a public servant to his loving wife and the comforts of home. However, all is not as it seems in this seemingly perfect reality.\n\nIn 'Shinkon,' Ichijou's peaceful life is disrupted by the presence of Dr. Maiko, but justice is never far away. The Magical Princess, ruler of the Land of Magic, tasks Magical Patissiere Kosaki, Magical Police Marika, and Magical Gorilla Chitoge with formulating a new strategy to defeat Dr. Maiko once and for all. Will they succeed in their mission, or will Dr. Maiko continue to wreak havoc on Boyari City? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1e9880d47e47a991",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.976368655444439,
    "arithmeticGeometricMean": 6.972548826659152,
    "median": 7.029999999999999,
    "hash": "1e9880d47e47a991",
    "lastUpdate": "2024-05-09"
  }
}