{
  "sources": [
    "https://anidb.net/anime/5988",
    "https://anilist.co/anime/4662",
    "https://anime-planet.com/anime/neo-angelique-abyss-second-age",
    "https://anisearch.com/anime/4944",
    "https://kitsu.io/anime/3728",
    "https://livechart.me/anime/6020",
    "https://myanimelist.net/anime/4662",
    "https://notify.moe/anime/_PZrcFimR"
  ],
  "synopsis": {
    "text": "Continuing from the gripping cliffhanger of the previous season, Arcadia now lies in desolation, plagued by an alarming surge of Thanatos and the conspicuous absence of the once-celebrated Aube Hunters. As the Religious Organization wages a desperate battle against the Thanatos, the Aube Hunters, previously revered as champions, have been unjustly accused of triggering the catastrophe. Yet, amidst the despair, a glimmer of hope remains for the return of the Queen's Egg, destined to be Arcadia's salvation. Unbeknownst to most, the Aube Hunters are covertly anticipating Angelique's awakening, who has been in a state of prolonged slumber.\n\nSix months have elapsed since Rayne, Hyuga, Angelique, and Jade were double-crossed by Nyx, witnessing both his departure and the devastating inferno that consumed their mansion. Arcadia now stands on the brink of annihilation, overrun by the formidable Thanatos, and the Aube Hunters, vanished without a trace, are now conveniently held accountable for the calamity. As time slips away, Arcadia's last hope rests with the now-vilified Aube Hunters and Angelique, the sole individual with the power to rescue the realm from impending doom.\n\nIn a world shrouded in darkness, the radiance of the soul must illuminate the path forward. Half a year has passed since the startling conclusion of the first season. As the terrifying Thanatos wreak havoc, Arcadia is blanketed in a veil of smoke and gloom. The enigmatic vanishing of the Orb Hunters has led many to suspect their former guardians",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.866107960067144,
    "arithmeticGeometricMean": 6.863685382979973,
    "median": 6.840816326530612,
    "lastUpdate": "2024-05-09"
  }
}