{
  "sources": [
    "https://anidb.net/anime/2539",
    "https://anilist.co/anime/740",
    "https://anime-planet.com/anime/sailor-moon-r",
    "https://anisearch.com/anime/2110",
    "https://kitsu.io/anime/664",
    "https://livechart.me/anime/4684",
    "https://myanimelist.net/anime/740",
    "https://notify.moe/anime/IAF05Fmmg"
  ],
  "synopsis": {
    "text": "Naoko Takeuchi's beloved anime, Sailor Moon R, returns with Usagi Tsukino and her friends leading ordinary lives, their memories of saving the world as Sailor Guardians wiped clean. However, a new interstellar threat looms, forcing them to rediscover their roles as planetary warriors. In the first part of the season, two aliens, Ail and An, disguised as students, seek human energy to revive their life-giving Makai Tree. With the guidance of Luna, the wise cat, Usagi and her friends must transform back into Sailor Moon, Sailor Mercury, Sailor Mars, Sailor Jupiter, and Sailor Venus to thwart their plans.\n\nAs the Sailor Guardians overcome this initial challenge, a greater threat emerges in the form of the Black Moon Clan, time-traveling enemies hailing from the future. Led by the enigmatic Wiseman, the clan seeks to obtain the powerful Silver Crystal to reshape the future to their sinister desires. Among the clan's members are the Ayakashi sisters and Prince Demando, who has his sights set on capturing Princess Serenity.\n\nAdding to the complexity, a mysterious pink-haired girl named Chibiusa appears, claiming to be Usagi's cousin. As the Sailor Guardians navigate these new challenges, they must protect the Silver Crystal, uncover Chibiusa's true identity, and confront the Black Moon Clan to safeguard the future of the universe. With action, romance, and friendship at its core, Sailor Moon R promises an engaging and thrilling adventure for both new and returning fans.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1f2f6fe0670cc876",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.448692708085565,
    "arithmeticGeometricMean": 7.4390029800860065,
    "median": 7.635598290598291,
    "hash": "1f2f6fe0670cc876",
    "lastUpdate": "2024-05-09"
  }
}