{
  "sources": [
    "https://anidb.net/anime/1356",
    "https://anilist.co/anime/714",
    "https://anime-planet.com/anime/high-school-kimengumi",
    "https://anisearch.com/anime/192",
    "https://kitsu.io/anime/647",
    "https://livechart.me/anime/11977",
    "https://myanimelist.net/anime/714",
    "https://notify.moe/anime/nFv05Fimg"
  ],
  "synopsis": {
    "text": "Kimengumi, a quintet of eccentric high school boys, are notorious for their humorous and unconventional antics, turning their school into a playground of chaos and amusement. Known as the \"funny-face group,\" Rei, Go, Kiyoshi, Jin, and Dai form the Kimengumi Club, where the ordinary rules of nature occasionally bend, giving way to a whirlwind of absurdity and laughter.\n\nThe group's shenanigans range from baseball tournaments to theatrical rehearsals, with the boys constantly seeking to dodge their academic responsibilities. Although they may not be the brightest students, their unpredictable reactions and comical transformations help them navigate the most improbable situations. Even mundane tasks like shopping or shoveling snow become extraordinary adventures in their hands.\n\nTo top it all off, the Kimengumi befriend the two prettiest girls in school, making them the envy of various rival school gangs. As they compete for the girls' attention, these five unlikely heroes defy the laws of nature to claim victory in sports tournaments and other outlandish challenges. With their teachers often clueless about their schemes, the Kimengumi's high school life is anything but ordinary. Join them as they embrace their inner child and embark on a series of unforgettable misadventures.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1f3c6f64954abb2c",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.929974556056188,
    "arithmeticGeometricMean": 6.911635822727059,
    "median": 6.909090909090909,
    "hash": "1f3c6f64954abb2c",
    "lastUpdate": "2024-05-09"
  }
}