{
  "sources": [
    "https://anidb.net/anime/6296",
    "https://anilist.co/anime/5734",
    "https://anime-planet.com/anime/tayutama-kiss-on-my-deity-",
    "https://anisearch.com/anime/732",
    "https://kitsu.io/anime/4261",
    "https://livechart.me/anime/4033",
    "https://myanimelist.net/anime/5734",
    "https://notify.moe/anime/hrXjcFmmR"
  ],
  "synopsis": {
    "text": "Ooryuu, Nue, Hou-ou, and a host of other Tayutai, ancient spirits with a deep-seated animosity towards humans, are unwittingly unleashed by Yuuri Mito, an ordinary high school student with a not-so-ordinary lineage. As a descendant of the Mito family, the guardians of the Yachimata Shrine, Yuuri possesses the unique ability to see and expel these spiritual beings. When he stumbles upon a mysterious relic in the school woods, he inadvertently summons the Tayutai goddess, Kikuramikami no Hime, who manifests as a young girl named Mashiro Mito.\n\nMashiro, with a penchant for marshmallows and a naive dream of fostering harmony between humans and Tayutai, sets out to recapture the escaped spirits, enlisting Yuuri's help in the process. As they work together, Mashiro develops feelings for Yuuri, leading him to make a hasty promise to marry her once she grows up. Unbeknownst to him, her small form is only temporary, and she soon blossoms into a stunning young woman, much to Yuuri's surprise.\n\nAs the Tayutai threat escalates, Yuuri and Mashiro, along with their friends Ameri, Sankurou, Yumina, and Mifuyu, must navigate the challenges of adolescence, the complexities of their newfound relationships, and the daunting task of restoring balance between the human and spirit worlds. Will they be able to rise to the occasion and protect their world from the vengeful Tayutai? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1f43f678773596b6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.783337562487116,
    "arithmeticGeometricMean": 6.776995144638571,
    "median": 6.758,
    "hash": "1f43f678773596b6",
    "lastUpdate": "2024-05-10"
  }
}