{
  "sources": [
    "https://anidb.net/anime/70",
    "https://anilist.co/anime/306",
    "https://anime-planet.com/anime/magical-shopping-arcade-abenobashi",
    "https://anisearch.com/anime/405",
    "https://kitsu.io/anime/7665",
    "https://livechart.me/anime/4323",
    "https://myanimelist.net/anime/306",
    "https://notify.moe/anime/cz8ctKiig"
  ],
  "synopsis": {
    "text": "From the bustling streets of Abenobashi Shopping Arcade in Osaka, two childhood friends, Satoshi 'Sasshi' Imamiya and Asahina Arumi, embark on an unexpected journey through bizarre parallel worlds. As the stability of Sasshi's life crumbles, with his family's bathhouse closing down and Arumi's family moving to Hokkaido, their reality takes a strange turn. Suddenly, they find themselves transported to alternate versions of their hometown, each one a surreal manifestation of Sasshi's otaku interests, including science fiction, war, fantasy, and dating sim games.\n\nIn these nonsensical worlds, they encounter familiar faces in unfamiliar roles, as well as two mysterious strangers - the voluptuous Mune-mune and the elusive blue-haired Eutus. As Sasshi and Arumi navigate through these absurd realities, they strive to uncover the meaning behind their predicament and find their way back home. However, as they delve deeper into the mystery, they begin to question if returning home is truly what they desire. Will they manage to escape these parallel universes, or will they forever be lost in these wacky and unpredictable realms? Join Sasshi and Arumi in Abenobashi Mahou☆Shoutengai, as they embark on a comedic and thrilling adventure to find their way back home.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1f895e2638a2a2ea",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.137161873840444,
    "arithmeticGeometricMean": 7.131457752864121,
    "median": 7.210909090909091,
    "hash": "1f895e2638a2a2ea",
    "lastUpdate": "2024-05-08"
  }
}