{
  "sources": [
    "https://anidb.net/anime/17001",
    "https://anilist.co/anime/141949",
    "https://anime-planet.com/anime/more-than-a-married-couple-but-not-lovers",
    "https://anisearch.com/anime/16815",
    "https://kitsu.io/anime/45521",
    "https://livechart.me/anime/10902",
    "https://myanimelist.net/anime/50425",
    "https://notify.moe/anime/euTuVSpnR"
  ],
  "synopsis": {
    "text": "At a high school where the final year curriculum includes a unique 'marriage training' project, third-year student Jirou Yakuin finds himself in an unexpected predicament. Instead of being paired with his long-time crush, Shiori Sakurazaka, he's matched with the vibrant and flamboyant gyaru, Akari Watanabe - a stark contrast to his reserved demeanor. Akari, on the other hand, had her heart set on partnering with the popular Minami Tenjin. To their dismay, Shiori and Minami end up as a pair, further fueling Jirou and Akari's determination to excel in this project.\n\nThe rules are simple: students must demonstrate their ability to live harmoniously as a married couple while being constantly monitored. The top ten performing pairs are granted the opportunity to switch partners, provided both couples agree. With their crushes just a high score away, Jirou and Akari reluctantly decide to cooperate, aiming to portray the perfect married life despite their contrasting personalities. As they navigate through this unconventional project, they find themselves dealing with unexpected complications and surprising revelations. Will they manage to secure a spot in the top ten, or will their differences prove too challenging to overcome?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "1fa9f8d2601130d2",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.704145021645021,
    "arithmeticGeometricMean": 7.699643282542975,
    "median": 7.773181818181818,
    "hash": "1fa9f8d2601130d2",
    "lastUpdate": "2024-05-09"
  }
}