{
  "sources": [
    "https://anidb.net/anime/14797",
    "https://anilist.co/anime/112625",
    "https://anime-planet.com/anime/the-disastrous-life-of-saiki-k-reawakened",
    "https://anisearch.com/anime/14701",
    "https://kitsu.io/anime/42623",
    "https://livechart.me/anime/9391",
    "https://myanimelist.net/anime/40542",
    "https://notify.moe/anime/fN1jc2LWg"
  ],
  "synopsis": {
    "text": "With an array of psychic abilities at his disposal, high school student Kusuo Saiki navigates the tumultuous waters of adolescence in hopes of maintaining a semblance of normality. Despite the allure of his supernatural powers, Kusuo grapples with the unpredictable challenges they bring, often finding himself entangled in peculiar situations. From aiding his father's blunders to safeguarding his secret, Kusuo's life is anything but ordinary.\n\nIn \"The Disastrous Life of Saiki K.: Reawakened,\" previously untouched manga chapters come to life as Kusuo confronts a myriad of obstacles. From battling adversaries in an online game to retrieving a manga manuscript, his psychic prowess is put to the test. When a malfunction in his power-controlling device reveals a plethora of strange abilities, Kusuo's predicament intensifies. As those around him, including a misunderstood teacher and an ill-fated classmate, face their own trials, Kusuo's powers threaten to expose him to the world.\n\nAdapting the manga's final chapters, \"Saiki Kusuo no Ψ-nan: Kanketsu-hen\" brings the story to a thrilling conclusion. With his powers on the brink of public exposure, Kusuo must rely on his brother's device to suppress his abilities and preserve his ordinary life. However, when an envious classmate's attack narrowly misses its mark and his powers persist, Kusuo is compelled to make a life-altering decision.\n\nAs Kusuo and his eccentric friends return for more psychic misadventures, the hit comedy manga unfolds in a new anime series. The life of an esper may appear enticing on screen",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "203389ee2a7d7d53",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.126162624293844,
    "arithmeticGeometricMean": 8.125026001329598,
    "median": 8.106123595505618,
    "hash": "203389ee2a7d7d53",
    "lastUpdate": "2024-05-09"
  }
}