{
  "sources": [
    "https://anidb.net/anime/14797",
    "https://anilist.co/anime/112625",
    "https://anime-planet.com/anime/the-disastrous-life-of-saiki-k-reawakened",
    "https://anisearch.com/anime/14701",
    "https://kitsu.io/anime/42623",
    "https://livechart.me/anime/9391",
    "https://myanimelist.net/anime/40542",
    "https://notify.moe/anime/fN1jc2LWg"
  ],
  "synopsis": {
    "text": "Kusuo Saiki is a high school student blessed with a wide range of psychic abilities, including telepathy, telekinesis, x-ray vision and more. However, Kusuo considers these powers more as a burden than a gift, as he strives to live a normal life despite the chaos they often cause. Kusuo frequently uses his abilities to avoid trouble and protect his secret identity, as well as help his oblivious father with work. He gets dragged into playing online games and picking up manga manuscripts for his dad. Kusuo also faces dilemmas with his eccentric classmates, including protecting a new girl named Hii from her own bad luck and getting misunderstood as a lecher by their strict new teacher. In the final chapters adapted, Kusuo nearly has his cover blown when he works on a school project with popular girl Kokomi. He starts wearing a special device made by his brother to suppress his powers, hoping to finally experience an ordinary life. But the device fails to completely block his abilities, leading Kusuo to grapple with whether to fully embrace his psychic gifts or not. Through it all, Kusuo strives to navigate high school and adolescent challenges, aided at times by his powers but also finding them a disruptive force. With both humor and heart, his adventures highlight friendship, family and staying true to oneself.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "203389ee2a7d7d53",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 8.126162624293844,
    "arithmeticGeometricMean": 8.125026001329598,
    "median": 8.106123595505618,
    "hash": "203389ee2a7d7d53",
    "lastUpdate": "2024-05-09"
  }
}