{
  "sources": [
    "https://anilist.co/anime/6624",
    "https://anime-planet.com/anime/the-garden-of-sinners-remix-gate-of-seventh-heaven",
    "https://anisearch.com/anime/5542",
    "https://kitsu.io/anime/4637",
    "https://livechart.me/anime/3518",
    "https://myanimelist.net/anime/6624",
    "https://notify.moe/anime/-7oecFmig"
  ],
  "synopsis": {
    "text": "Mikiya Kokutou's life is forever changed when he meets the unusual Shiki Ryougi in 1995. Though shy and unconventional, Shiki gradually opens up to Mikiya's friendship. However, Mikiya soon discovers that behind Shiki's quiet exterior lies a dark and deadly secret. As Mikiya and Shiki's relationship develops over time, the story explores key themes and scenes from across moments in their lives. Beginning with their fateful first encounter, the narrative then jumps backwards and forwards, depicting formative events that shape who they are and how they relate to one another. While anchored in existing scenes, additional new content provides connective tissue and context. The remix adaptation aims to highlight the most pivotal pieces of Mikiya and Shiki's intricate history within a condensed runtime. By reframing the nonlinear source material into chronological order, it creates an accessible entry point for newcomers while retaining the core elements that captivated fans. With its fresh approach to familiar franchise touchstones, this movie seeks to appeal to longtime devotees as well as those discovering these characters for the first time. At its heart, it is the story of two lives becoming intertwined into something far greater than themselves – a relationship defined by both connection and consequence.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "20361cf201253281",
    "created": "2024-05-21",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 7.561436365599631,
    "arithmeticGeometricMean": 7.560588668554342,
    "median": 7.55,
    "hash": "20361cf201253281",
    "lastUpdate": "2024-05-06"
  }
}