{
  "sources": [
    "https://anidb.net/anime/5850",
    "https://anilist.co/anime/3713",
    "https://anime-planet.com/anime/hell-girl-three-vessels",
    "https://anisearch.com/anime/4808",
    "https://kitsu.io/anime/3210",
    "https://livechart.me/anime/4006",
    "https://myanimelist.net/anime/3713",
    "https://notify.moe/anime/Z7F_cKmmR"
  ],
  "synopsis": {
    "text": "During the aftermath of the second season, Ai Enma's assistants - Ichimoku Ren, Wanyuudou, and Hone-Onna - have returned to living normal lives among humans. Their tranquility is disrupted when Kikuri reemerges, bearing a message from Ai. Shockingly, Ai has resurfaced by taking possession of a young schoolgirl, Yuzuki Mikage, to reinitiate the Jigoku Tsūshin website's operations. As the hotline to Hell resumes, the allure of retribution becomes too strong for some to resist, leading to dire consequences for both the vengeful and their oppressors.\n\nAs Ai's unexpected return unfolds, Yuzuki finds herself intimately connected to the Hell Girl. A dreamlike encounter in a bathtub leads to Ai's possession of Yuzuki, who is now unwillingly involved in Ai's mission of escorting tormented souls to Hell. Yuzuki struggles to comprehend why she was chosen for this burden and is distressed by her new reality.\n\nThe third season of Jigoku Shoujo brings forth a revitalized Hell Girl, reunions from the past, and fresh grudges to address. With Ai's assistants back in action and the Hell Correspondence once again operational, Yuzuki is reluctantly pulled into their dark and perilous journey towards the underworld. In a world where any soul can be condemned to Hell with a simple string pull, can Yuzuki maintain her sanity and her grip on her former life amidst the relentless onslaught of darkness?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "203991aec3001cdc",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.452951655487369,
    "arithmeticGeometricMean": 7.451076889698794,
    "median": 7.537272727272727,
    "hash": "203991aec3001cdc",
    "lastUpdate": "2024-05-09"
  }
}