{
  "sources": [
    "https://anidb.net/anime/7900",
    "https://anilist.co/anime/9367",
    "https://anime-planet.com/anime/freezing",
    "https://anisearch.com/anime/6465",
    "https://kitsu.io/anime/5706",
    "https://livechart.me/anime/2984",
    "https://myanimelist.net/anime/9367",
    "https://notify.moe/anime/vq3WtFiiR"
  ],
  "synopsis": {
    "text": "Bridget—a powerful Pandora known as the 'Untouchable Queen'—as his deceased sister and embraces her. Though he costs her the match, she finds that his touch doesn't drive her away and decides to take him as her Limiter. The only question is whether or not their partnership can survive the machinations of their upperclassmen and the impending battle with the Novas…\n\nIn a world where Earth is under attack by other-dimensional threats known as Nova, the only hope for humanity lies with the Pandora – girls with special implants that grant them enhanced physical abilities. The military academy Genetics helps train the Pandora, who must choose a younger boy known as a Limiter to assist them in combat. At the top of her class is Bridgette L Sattelizer, known to her peers as 'Untouchable', who lets no one near her – that is, until new student Kazuya Aoi falls into her breasts one day...\n\nSet in a slightly futuristic world where Earth has been invaded and is at war with aliens from another dimension called the Nova, the story follows the adventures of a Japanese boy named Kazuya Aoi who enrolls for training at a special school for genetically modified girls called Pandoras who battle the aliens, and their male partners, called Limiters, who use a special power called 'freezing' to limit their opponent's mobility. The protagonist makes the acquaintance of an unusual older girl named Satellizer el Bridget who appears to be the most powerful Pandora in her class, but has not yet chosen a male partner to be her Limiter, and in spite of the warnings of all his friends, he decides to be her Limiter.\n\nEager to follow in the footsteps of his fallen sister, Kazuya enrolls at West Genetics Academy, a training facility for",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "208ccc2f5befd01b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.832913996300274,
    "arithmeticGeometricMean": 6.830491457918717,
    "median": 6.817002923976608,
    "hash": "208ccc2f5befd01b",
    "lastUpdate": "2024-05-09"
  }
}