{
  "sources": [
    "https://anidb.net/anime/993",
    "https://anilist.co/anime/2013",
    "https://anime-planet.com/anime/youre-under-arrest-the-movie",
    "https://anisearch.com/anime/2377",
    "https://kitsu.io/anime/1812",
    "https://livechart.me/anime/6743",
    "https://myanimelist.net/anime/2013",
    "https://notify.moe/anime/13FLcFmmg"
  ],
  "synopsis": {
    "text": "When the Bokutou Precinct, known for handling minor traffic infractions, stumbles upon a hidden stash of illicit firearms in a stolen vehicle, officers Nikaido Yoriko and Aoi Futaba are thrust into a complex web of crime. As Tokyo's traffic system inexplicably malfunctions, the city grinds to a halt. Enter Kobayakawa Miyuki and Tsujimoto Natsumi, two skilled officers with a knack for solving intricate cases. But can Miyuki's reliable Mini-Pat and Natsumi's unyielding determination outwit a sinister mastermind intent on exploiting system vulnerabilities and paralyzing Tokyo—and potentially the world?\n\nIn the midst of routine patrols, the dedicated members of the Bokuto Traffic Corps find themselves entangled in a chilling plot to erase Tokyo from the map. A secret document containing devastating plans falls into their hands, making them the target of ruthless killers and the rogue who penned the scheme. With the precinct station under threat, can Miyuki and Natsumi rally their fellow officers in time to protect themselves and the city they've sworn to serve?\n\nA pair of female police officers, recently reunited after honing their skills at separate stations, find their resolve tested when they uncover a cache of semi-automatic weapons in the trunk of a stolen car. As the city's traffic lights and communication systems inexplicably fail, causing minor accidents, the police are left baffled. But a clue emerges, hinting at a larger, more sinister plan. Can the officers piece together the puzzle in time to prevent a catastrophe?\n\nAfter a year spent refining their abilities at separate stations, Miyuki and Natsumi have reunited at Bokuto",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.485645109992048,
    "arithmeticGeometricMean": 7.484648993723658,
    "median": 7.475999999999999,
    "lastUpdate": "2024-05-10"
  }
}