{
  "sources": [
    "https://anidb.net/anime/8658",
    "https://anilist.co/anime/11597",
    "https://anime-planet.com/anime/nisemonogatari",
    "https://anisearch.com/anime/7306",
    "https://kitsu.io/anime/6546",
    "https://livechart.me/anime/1156",
    "https://myanimelist.net/anime/11597",
    "https://notify.moe/anime/GOfIpKmig"
  ],
  "synopsis": {
    "text": "Hitagi Senjougahara's mischief and the supernatural world's oddities continue to plague Koyomi Araragi, a high school student who is partially a vampire with remarkable self-healing abilities. In \"Nisemonogatari,\" the sequel to \"Bakemonogatari,\" Araragi finds himself entangled in the problems of his friends and sisters, Karen and Tsukihi, as they face off against gods, demons, and curses.\n\nAs the story unfolds, Araragi is mysteriously imprisoned, and the key to his freedom lies in unraveling the secrets of Hitagi's past and the enigmatic con artist, Kaiki Deishuu. Meanwhile, Tsukihi's life hangs in the balance as two strange women with intimate knowledge of Araragi and his friends make their presence known.\n\nDuring summer break, Araragi hopes for a peaceful vacation filled with academic pursuits, quality time with his girlfriend Senjougahara, and perhaps a bit of mischief with Hachikuji. However, his dreams are dashed when his sisters, Karen and Tsukihi, become embroiled in a series of bizarre curses sweeping through their middle school. With only his vampiric ally Shinobu by his side, Araragi must unravel the mystery and protect his siblings from the forces that threaten them.\n\nAs the swindler Kaiki Deishuu returns to town and spreads a powerful incantation, Araragi's sisters bravely confront him. But will they succeed, or will they fall victim to the sinister forces at play? Join Araragi on his thrilling journey to protect his loved ones and uncover the truth behind the supernatural events that surround them.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.12959342984343,
    "arithmeticGeometricMean": 8.129079272295186,
    "median": 8.15885423885424
  },
  "lastUpdate": "2024-05-09"
}