{
  "sources": [
    "https://anidb.net/anime/5873",
    "https://anilist.co/anime/4214",
    "https://anime-planet.com/anime/rosario-plus-vampire-capu2",
    "https://anisearch.com/anime/4837",
    "https://kitsu.io/anime/3529",
    "https://livechart.me/anime/3365",
    "https://myanimelist.net/anime/4214",
    "https://notify.moe/anime/T6TX5FmiR"
  ],
  "synopsis": {
    "text": "Adventures and misadventures are in store for Aono Tsukune and his friends as they embark on their second year at Youkai Academy, a school exclusively for monsters. Tsukune and his supernatural companions - Moka, a vampire; Kurumu, a succubus; Yukari, a witch; and Mizore, a yuki-onna - are now the seniors, admired by the incoming first-year students. However, this newfound status comes with its own set of challenges.\n\nMoka finds herself the target of threatening letters, which are later discovered to be from her younger sister, Kokoa Shuzen. Kokoa, a belligerent first-year vampire, harbors a deep-seated grudge against her older sister, accusing Moka of suppressing her true self. Kokoa's reckless actions to unseal Moka's darker personality could have far-reaching consequences, not just for Moka, but for the entire academy.\n\nMeanwhile, Tsukune must navigate the complexities of being the only human at a monster school, dealing with the affections of his supernatural admirers, and trying to get closer to Moka. With Kokoa's arrival stirring up trouble and a new gang of girl-obsessed first-years causing chaos, Tsukune's second year at Youkai Academy is shaping up to be anything but ordinary. Will Tsukune be able to handle the challenges that await him and his friends? Only time will tell in this exciting new chapter of their monstrous school life.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.026937934426492,
    "arithmeticGeometricMean": 7.02509242750815,
    "median": 6.9852062831605135,
    "lastUpdate": "2024-05-09"
  }
}