{
  "sources": [
    "https://anidb.net/anime/6399",
    "https://anilist.co/anime/6033",
    "https://anime-planet.com/anime/dragon-ball-z-kai",
    "https://anisearch.com/anime/5286",
    "https://kitsu.io/anime/4394",
    "https://livechart.me/anime/3948",
    "https://myanimelist.net/anime/6033",
    "https://notify.moe/anime/3Dp3cFimg"
  ],
  "synopsis": {
    "text": "Gohan's laughter fills the air as he chases after his father, Goku, in the idyllic peace that has enveloped Earth for the past five years. But this tranquility is shattered when an alien named Raditz arrives, revealing a shocking truth: Goku is a Saiyan from a distant planet, and Raditz is his long-lost brother. When Goku refuses to join Raditz in conquering other worlds, the alien abducts Gohan, forcing Goku to team up with his old rival, Piccolo, to save his son.\n\nDragon Ball Z Kai is a remastered version of the original Dragon Ball Z series, celebrating its 20th anniversary. The show has been updated with new technology, including HD video transfer and 16:9 formatting, and the original Japanese cast has reunited to re-voice the show. The sound effects have been updated, and the opening and ending sequences have been completely redone. The series also includes new content, such as a glimpse into the last moments of Bardock and Planet Vegeta, and a look at Goku's growing up years until his victory over Piccolo at the Tenkaichi-Budokai.\n\nGoku and his friends are back, but the stakes are higher than ever before. Aliens, androids, and magicians all threaten the peace of Earth, and it's up to Goku and his allies to defend their planet. Enemies become friends, and power levels soar to unimaginable heights, but will it be enough to save Earth from ultimate destruction? With the legendary Dragon Balls and Shen Long on their side, Goku and his friends face a series of battles that push their powers and abilities to the limit.\n\nDragon Ball Z Kai is a thrilling saga that finds",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.68837579880437,
    "arithmeticGeometricMean": 7.686787412394648,
    "median": 7.767777777777777
  },
  "lastUpdate": "2024-05-09"
}