{
  "sources": [
    "https://anidb.net/anime/16825",
    "https://anilist.co/anime/139804",
    "https://anime-planet.com/anime/tribe-nine",
    "https://anisearch.com/anime/16626",
    "https://kitsu.io/anime/45271",
    "https://livechart.me/anime/10819",
    "https://myanimelist.net/anime/49969",
    "https://notify.moe/anime/APZjJgDng"
  ],
  "synopsis": {
    "text": "Law—stating that the tribe conflict is to be resolved through Extreme Baseball. From players using extendable bats to pitchers wearing special equipment, Extreme Baseball is a futuristic version of the sport with modified rules, less restrictions, and bizarre applications of technology. When a group of youngsters bullies spineless Haru Shirokane, he is saved by an unexpected pair: Shun Kamiya and Taiga. As it turns out, Shun is a star player of Extreme Baseball who leads the Minato Tribe, the top-ranked team in Minato City. Meanwhile, Taiga aims to defeat Shun in hopes of becoming the strongest in the sport. In a string of spontaneous events that allow Shun to discover their potential, Taiga and Haru are roped into joining the Minato Tribe. As the tribes across Minato City face a new threat led by the mysterious Oujirou Otori, the Minato Tribe might just need the power of their two new rookies to overcome the clutches of evil.\n\nIn the near future, Neo-Tokyo is a city where disputes are settled through a brutal game of Extreme Baseball. Haru Shirogane, a timid individual, dreams of escaping his mundane life and joining the ranks of the legendary players. His life takes a turn when he encounters Shun Kamiya, the unrivaled champion of the Minato Tribe, and Taiga, a seasoned traveler. As the three form an unlikely alliance, they must confront a looming threat that seeks to dominate all tribes. Can they unite and triumph over the mysterious adversary before it's too late? Join Haru, Shun, and Taiga as they navigate the treacherous world of Extreme Baseball, where the stakes are high and only the strongest survive.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2112fe6019bc40b8",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.115025974025974,
    "arithmeticGeometricMean": 6.096239845154705,
    "median": 6.134,
    "hash": "2112fe6019bc40b8",
    "lastUpdate": "2024-05-10"
  }
}