{
  "sources": [
    "https://anidb.net/anime/15744",
    "https://anilist.co/anime/124494",
    "https://anime-planet.com/anime/resident-evil-infinite-darkness",
    "https://anisearch.com/anime/15609",
    "https://kitsu.io/anime/43653",
    "https://livechart.me/anime/10171",
    "https://myanimelist.net/anime/42976",
    "https://notify.moe/anime/TskRPQKGR"
  ],
  "synopsis": {
    "text": "Organic Weapons (B.O.W.) in a cutting-edge submarine, pushing them into a life-or-death situation. Meanwhile, in Penamstan, Terra Save staff member Claire Redfield stumbles upon a chilling drawing by a nonverbal boy, which appears to depict a victim of viral infection. Haunted by this image, Claire embarks on her own investigation, uncovering a horrifying experiment conducted during the Penamstan civil war. As Leon and Claire delve deeper into their respective investigations, they begin to unravel an unimaginable truth that originated in Penamstan. As they draw closer to the truth, they realize that a terror that can shatter peace is slowly approaching, threatening to shake the nation to its very core.\n\nIn the summer of 2000, a US Army helicopter was shot down during the Penamstan Civil War, leading to a rescue mission by an Army special operations unit known as the 'Mad Dogs'. However, upon reaching the crash site, they discovered that the soldiers had turned into Zombies. The incident was quickly covered up, and the soldiers were hailed as heroes for their bravery against the guerrillas. Six years later, evidence of a conspiracy to cover up the deployment of bioweapons is discovered by TerraSave activist Claire Redfield. At the same time, the White House is placed on high alert after a mole steals top-secret files regarding the Shanghai Institutes for Biological Sciences, followed by a bioweapon attack. As Leon S. Kennedy and Claire Redfield investigate the incidents, they realize that the events of 2000 and the present are linked.\n\nYears after escaping the zombie-infested Raccoon City, Leon and Claire find themselves in the midst of a dark conspiracy as a viral attack ravages the White House",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.581600417439703,
    "arithmeticGeometricMean": 6.5671234714017235,
    "median": 6.483818181818181
  },
  "lastUpdate": "2024-05-09"
}