{
  "sources": [
    "https://anidb.net/anime/17676",
    "https://anilist.co/anime/155908",
    "https://anime-planet.com/anime/laid-back-camp-3rd-season",
    "https://anisearch.com/anime/17795",
    "https://kitsu.io/anime/46649",
    "https://livechart.me/anime/11571",
    "https://myanimelist.net/anime/53410",
    "https://notify.moe/anime/GigAMkv4g"
  ],
  "synopsis": {
    "text": "The story unfolds as Nadeshiko, a high school student, relocates from Shizuoka to Yamanashi with a burning desire to witness the grandeur of Mount Fuji, as seen on the 1000 yen bill. Despite her determined bike ride to Motosu, the deteriorating weather thwarts her mission, causing her to collapse before reaching her destination. Upon regaining consciousness, she finds herself lost in an unfamiliar location under the night sky. Fortuitously, Rin, a self-reliant girl camping solo, comes to her rescue, marking the beginning of their shared outdoor adventures.\n\nAs the girls return from Izu, they eagerly anticipate their next camping excursion. While Rin and Ayano cycle their way to the Oi River in Shizuoka, Nadeshiko opts for the train. Meanwhile, Chiaki, Aoi, and Ena embark on their own journey amidst the blooming cherry blossoms due to scheduling conflicts. The shifting seasons, shared experiences, and anticipation of the upcoming school term reignite their spirits.\n\nIn the cozy confines of the Outdoor Activities Club, the spirited members engage in DIY experiments, embodying the essence of camping. Inspired by these thrilling experiences, Nadeshiko develops a keen interest in solo camping. However, she is soon invited by Ayano and Rin to camp near the Ooi River. Excited about their inaugural trip together, the girls embark on a journey destined to create enduring memories.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2174da20ef52a104",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.119426981182084,
    "arithmeticGeometricMean": 8.117766167644435,
    "median": 8.084545454545456,
    "hash": "2174da20ef52a104",
    "lastUpdate": "2024-05-10"
  }
}