{
  "sources": [
    "https://anidb.net/anime/6049",
    "https://anilist.co/anime/5005",
    "https://anime-planet.com/anime/tentai-senshi-sunred",
    "https://anisearch.com/anime/5015",
    "https://kitsu.io/anime/3878",
    "https://livechart.me/anime/6589",
    "https://myanimelist.net/anime/5005",
    "https://notify.moe/anime/fy-r5Fmmg"
  ],
  "synopsis": {
    "text": "He ed the call of Kawasaki, a city embroiled in an ongoing battle between the valiant hero Sunred and the nefarious Florsheim organization! In this offbeat parody of the Japanese hero genre, the lines between good and evil blur as Sunred, a cantankerous, sarcastic defender, spends his days indulging in pachinko, relying on his girlfriend Kayoko Uchida for support, and occasionally thwarting Florsheim's plans for global domination.\n\nMeanwhile, General Vamp, the refined and courteous leader of the Florsheim faction, strives to maintain a harmonious balance between executing evil schemes and tending to his minions' well-being. From assisting Kayoko with household chores to hosting a cooking show, the Florsheim gang proves that villainy can be surprisingly domestic.\n\nDespite their contrasting personalities, both sides remain committed to their roles in this atypical struggle. Sunred, ever the reluctant hero, and General Vamp, the unlikely villain, engage in a series of comedic skirmishes that highlight the absurdity of their daily lives. With each episode comprising several shorts, this anime offers a delightful blend of humor, action, and satire that redefines the conventional hero narrative. Prepare to be captivated by the unconventional world of Tentai Senshi Sunred!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2180d442fd76c739",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.423614630267693,
    "arithmeticGeometricMean": 7.416811159711078,
    "median": 7.545454545454546,
    "hash": "2180d442fd76c739",
    "lastUpdate": "2024-05-10"
  }
}