{
  "sources": [
    "https://anidb.net/anime/12450",
    "https://anilist.co/anime/97682",
    "https://anime-planet.com/anime/grimoire-of-zero",
    "https://anisearch.com/anime/11827",
    "https://kitsu.io/anime/12623",
    "https://livechart.me/anime/2359",
    "https://myanimelist.net/anime/34176",
    "https://notify.moe/anime/c2OmhKmig"
  ],
  "synopsis": {
    "text": "And so, in the 526th year of the Liturgical Calendar, a world teeters on the brink of chaos, caught between the clash of sorcery and the enigmatic art of magic. Amidst this tumultuous backdrop, a half-man, half-beast mercenary, scorned by society and tormented by dreams of regaining his lost humanity, crosses paths with an enigmatic witch named Zero.\n\nZero, a witch who defies the norms of her kind, seeks a powerful grimoire—the Book of Zero—stolen from her lair. This tome, brimming with forbidden knowledge, holds the potential to unravel the very fabric of the world. Despite his deep-seated animosity towards witches, the mercenary, lured by the promise of attaining a human form, agrees to escort Zero on her perilous quest.\n\nAccompanied by Albus, a young magician eager to learn from Zero, the unlikely trio embarks on a journey fraught with danger and adversity. As they traverse the treacherous landscape, the mercenary's latent compassion begins to surface, challenging his prejudices against both humans and witches.\n\nTheir journey, filled with trials and tribulations, weaves a tale of growth, camaraderie, and acceptance, as the unlikely companions forge bonds that transcend the boundaries of their respective worlds. Amidst the chaos, the mercenary must navigate the complexities of his newfound humanity, while Zero grapples with the consequences of wielding the Book of Zero's formidable power.\n\nIn this captivating narrative, the fates of a haughty sorceress, a kindhearted beast, and a world on the precipice of destruction intertwine,",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "21bf4cf917ca00b4",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.213039024727265,
    "arithmeticGeometricMean": 7.210612011978942,
    "median": 7.239400996868246,
    "hash": "21bf4cf917ca00b4",
    "lastUpdate": "2024-05-10"
  }
}