{
  "sources": [
    "https://anidb.net/anime/14229",
    "https://anilist.co/anime/103222",
    "https://anime-planet.com/anime/magical-girl-spec-ops-asuka",
    "https://anisearch.com/anime/13765",
    "https://kitsu.io/anime/41490",
    "https://livechart.me/anime/3426",
    "https://myanimelist.net/anime/37979",
    "https://notify.moe/anime/Eo2_jpFig"
  ],
  "synopsis": {
    "text": "That time when the veil between the scientific world and the realm of legends and magic was lifted, humanity found itself face-to-face with an enemy from the land of the dead—the Disas. These creatures rendered modern weaponry obsolete, pushing humanity to the brink of extinction. In this dire hour, a unique pact, the Otherworld Trade Agreement, bestowed magical abilities upon a select group of girls, transforming them into humanity's last hope.\n\nThese magical girls, known as the 'Magical Five,' fought tirelessly against the Disas, ultimately securing victory for humanity. However, the cost of this triumph was steep, leaving both physical and emotional scars on the girls. Three years later, with the Disas seemingly vanquished, the Magical Five disbanded, each returning to their everyday lives.\n\nAsuka, the leader of the Magical Five, yearned for a normal life and enrolled in high school. Meanwhile, the other members continued their military services, working as instructors or researchers. Unfortunately, their hard-earned peace was shattered when signs of a new threat emerged. The Disas had survivors, and they were not done wreaking havoc on Earth.\n\nNow, Asuka must confront the harsh reality that her dreams of a normal life may never come to fruition. As magic remains the only effective weapon against the Disas, she finds herself drawn back into the fray. With international crime, terrorism, civil war, and public unrest on the rise, the Magical Five must reunite to protect humanity once more. The stage is set for an even deadlier battle, one that promises to push Asuka and her friends to their limits and beyond.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.460855287569574,
    "arithmeticGeometricMean": 6.454346276639552,
    "median": 6.462755102040816,
    "lastUpdate": "2024-05-09"
  }
}