{
  "sources": [
    "https://anidb.net/anime/13841",
    "https://anilist.co/anime/101215",
    "https://anime-planet.com/anime/chihayafuru-3",
    "https://anisearch.com/anime/13388",
    "https://kitsu.io/anime/40998",
    "https://livechart.me/anime/3117",
    "https://myanimelist.net/anime/37379",
    "https://notify.moe/anime/IkCdhKimR"
  ],
  "synopsis": {
    "text": "Queen of karuta, Chihaya Ayase, and her Mizusawa High School team have claimed their most desired tournament victory. But their aspirations don't end here; they're just getting started. Chihaya's unwavering determination to dethrone the reigning queen, Shinobu Wakamiya, is stronger than ever. Meanwhile, Taichi Mashima, having secured a spot among the elite karuta players, is finally ready to face off against his childhood friend, Arata Wataya. But a surprising revelation awaits them, threatening to shake up their karuta world.\n\nAs the team members bask in the glory of their triumph, they spend their summer honing their skills at the Fujisaki High School karuta camp. Chihaya, now fully recovered from her injury, is eager to face the grueling training under their advisor, Sakurazawa. However, a new revelation might shatter their dreams of competing.\n\nMeanwhile, Arata embarks on a mission to establish his own karuta team, discovering new opportunities along the way. As the team's aspirations intertwine with their complicated feelings for each other, they must navigate the challenges of their high school days, which are numbered.\n\nIn \"Chihayafuru Season 3,\" witness the passion and dedication of these high school karuta players as they chase their dreams, face unexpected rivals, and grapple with the complexities of their relationships. The future is unpredictable, but one thing is certain: they're not letting go of their dreams.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.337609809833024,
    "arithmeticGeometricMean": 8.336565602869031,
    "median": 8.363522727272727,
    "lastUpdate": "2024-05-09"
  }
}