{
  "sources": [
    "https://anidb.net/anime/13245",
    "https://anilist.co/anime/99476",
    "https://anime-planet.com/anime/yowamushi-pedal-glory-line",
    "https://anisearch.com/anime/12601",
    "https://kitsu.io/anime/13594",
    "https://livechart.me/anime/2755",
    "https://myanimelist.net/anime/35789",
    "https://notify.moe/anime/pstV2Kiig"
  ],
  "synopsis": {
    "text": "Glory, honor, and the thrill of the race await the new generation of cyclists at Sohoku High School, as they gear up to defend their title at the Inter-High national tournament. Led by Onoda Sakamichi, the team faces the daunting task of filling the shoes of their graduated upperclassmen who once steered them to victory. With unwavering determination, camaraderie, and a hunger to push beyond their limits, these young riders have earned their spot in the competition, ready to etch their names in history.\n\nStanding in their way are the formidable rivals from Hakone Academy, eager to reclaim their lost championship, and the intimidating Kyoto Fushimi, boasting the monstrous talents of racer Midousuji. The stage is set for an intense showdown, where sprinters, climbers, and ace cyclists from each team will put their skills, dreams, and passions on the line.\n\nAs the race unfolds, each competitor's heart pounds with the desire to be the first to cross the 'Glory Line' – that coveted finish line that promises honor, glory, and an unforgettable triumph. Who will emerge victorious in this fierce battle of speed, endurance, and unyielding spirit? Only one team can claim the title and leave their mark on the Inter-High.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2259549fefa9d9c5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.6346641929499075,
    "arithmeticGeometricMean": 7.6300142511890545,
    "median": 7.698181818181817,
    "hash": "2259549fefa9d9c5",
    "lastUpdate": "2024-05-10"
  }
}