{
  "sources": [
    "https://anidb.net/anime/14626",
    "https://anilist.co/anime/133898",
    "https://anime-planet.com/anime/dragon-ball-super-super-hero",
    "https://anisearch.com/anime/16372",
    "https://kitsu.io/anime/44544",
    "https://livechart.me/anime/10573",
    "https://myanimelist.net/anime/48903",
    "https://notify.moe/anime/kePd8djGR"
  ],
  "synopsis": {
    "text": "As the remnants of the once formidable Red Ribbon Army lie dormant, Magenta, the vengeful son of Commander Red, plots his retaliation against Son Goku and his lineage. To revive the fallen army, Magenta establishes Red Pharmaceuticals and enlists the help of Dr. Hedo, the progeny of the infamous Dr. Gero. Deceiving Hedo into believing that history's greatest superheroes are malevolent extraterrestrials, Magenta incites the creation of two powerful androids, Gamma 1 and Gamma 2, to combat this perceived threat.\n\nMeanwhile, Piccolo assumes the responsibility of training Pan, the three-year-old daughter of Gohan and Videl, and the granddaughter of the legendary Goku and the world's strongest warrior, Mister Satan. As Goku, Vegeta, and Broly hone their skills under Whis on Beerus' planet, an unexpected disturbance disrupts the tranquility of Gohan and Piccolo's lives. The newly created androids, Gamma 1 and Gamma 2, self-proclaimed 'Super Heroes', launch a sudden assault on Piccolo and Gohan.\n\nWith the looming menace of the New Red Ribbon Army, it falls upon Gohan and Piccolo to confront the danger and restore harmony to their world. As the threat intensifies, the call to action resonates: it's time for the Super Hero to awaken!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "22787af7797e4fa9",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.670273036487322,
    "arithmeticGeometricMean": 7.665764327063366,
    "median": 7.779090909090909,
    "hash": "22787af7797e4fa9",
    "lastUpdate": "2024-05-09"
  }
}