{
  "sources": [
    "https://anidb.net/anime/370",
    "https://anilist.co/anime/415",
    "https://anime-planet.com/anime/my-neighbors-the-yamadas",
    "https://anisearch.com/anime/1418",
    "https://kitsu.io/anime/379",
    "https://livechart.me/anime/3082",
    "https://myanimelist.net/anime/415",
    "https://notify.moe/anime/SgRT5KimR"
  ],
  "synopsis": {
    "text": "Yamada-kun and his delightfully eccentric family invite you into their everyday adventures, filled with humor, warmth, and a touch of chaos. From the bumbling Takashi, who navigates the challenges of work and fatherhood, to his wife Matsuko, whose culinary skills leave much to be desired, the Yamadas are anything but ordinary. Add to the mix a sharp-tongued grandmother, a teenage son longing for cooler parents, a precocious daughter with a powerful voice, and even a dog with its own quirks, and you have a recipe for endless entertainment.\n\nThrough a series of vignettes, we witness the Yamadas tackling everything from grocery shopping to family dinners, each event punctuated by their unique brand of humor and heart. Despite their quirks and constant bickering, the Yamadas share a deep bond, reminding us that family is about cherishing the joyful moments, forgiving the missteps, and growing stronger together.\n\nSo, step into the world of the Yamadas, where the mundane transforms into the extraordinary, and witness the ups and downs of a typical Japanese family presented in a visually captivating comic strip style. Laugh, cry, and delight in the charming strangeness of the Yamadas, and you'll find yourself falling in love with this endearing family.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "22f25fe78b4e9f17",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.0847162956091525,
    "arithmeticGeometricMean": 7.081810220547511,
    "median": 7.100454545454546,
    "hash": "22f25fe78b4e9f17",
    "lastUpdate": "2024-05-10"
  }
}