{
  "sources": [
    "https://anidb.net/anime/16403",
    "https://anilist.co/anime/136947",
    "https://anime-planet.com/anime/deep-insanity-the-lost-child",
    "https://anisearch.com/anime/16415",
    "https://kitsu.io/anime/45007",
    "https://livechart.me/anime/10619",
    "https://myanimelist.net/anime/49292",
    "https://notify.moe/anime/xMlSiNknR"
  ],
  "synopsis": {
    "text": "Rustamova, a seasoned commander, and her subordinate, Leslie Blanc, are among the brave individuals known as Sleepers, who venture into the enigmatic depths of Asylum, a massive underground world beneath Antarctica. This realm, teeming with bizarre creatures and untapped resources, is believed to be the source of the Randolph syndrome, a mysterious ailment that induces a coma-like sleep in its victims.\n\nAs the Sleepers delve deeper into Asylum, they confront not only the alien biosphere but also the perilous challenges that come with it. Meanwhile, on the surface, the existence of Asylum remains a closely guarded secret, with only the Randolph syndrome making headlines.\n\nIn an attempt to bolster their ranks, the Antarctica Front, an organization dedicated to exploring Asylum, employs a controversial recruitment strategy. They broadcast advertisements in major cities, promising potential recruits a chance to contribute to a brighter future. This tactic attracts the attention of Shigure Daniel Kai, a young man driven by a noble ambition: to become a hero.\n\nHowever, Shigure's journey is far from straightforward. As he navigates the treacherous labyrinth of Asylum, he finds himself entangled in a web of conspiracies and intrigue. Yet, with his unique immunity to the Randolph syndrome, Shigure may just be humanity's best hope for a cure. This story unfolds between the events of the manga and the game of the mixed-media project \"Deep Insanity.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "230e999508833b4d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.650295145330859,
    "arithmeticGeometricMean": 5.625531444952527,
    "median": 5.606999999999999,
    "hash": "230e999508833b4d",
    "lastUpdate": "2024-05-09"
  }
}