{
  "sources": [
    "https://anidb.net/anime/6041",
    "https://anilist.co/anime/4835",
    "https://anime-planet.com/anime/bleach-movie-3-fade-to-black",
    "https://anisearch.com/anime/4941",
    "https://kitsu.io/anime/3817",
    "https://livechart.me/anime/3873",
    "https://myanimelist.net/anime/4835",
    "https://notify.moe/anime/LwFrcKmiR"
  ],
  "synopsis": {
    "text": "Na omi no Shō, an enthralling anime, plunges viewers into a world of spiritual intrigue and high-stakes battles. The tranquility of Seireitei, the heart of Soul Society, is shattered by a perplexing reiatsu explosion, leaving devastation in its wake. Concurrently, Rukia Kuchiki, a Soul Reaper, undergoes an inexplicable transformation, resulting in the loss of something precious within her.\n\nIchigo Kurosaki, a substitute Soul Reaper, finds himself inexplicably detached from Rukia's memory, along with the rest of their allies in Soul Society. However, Kon, a Mod-Soul, jogs Ichigo's memory, prompting him to seek answers from Kisuke Urahara, the town's enigmatic candy-shop owner. Urahara opens a gateway to Seireitei for Ichigo, setting him on a perilous journey.\n\nIn the ravaged Seireitei, Ichigo encounters his former comrades, the Shinigami, who have no recollection of him or Rukia. Alone and pursued, Ichigo must navigate this treacherous landscape, unravel the mystery behind Rukia's disappearance, and identify her attackers before they can strike again.\n\nAs Ichigo delves deeper into the enigma, he uncovers a nefarious infiltration of the Twelfth Squad's laboratory, an event that seems to have triggered the chain of strange occurrences. With all thirteen protection squads on his tail, Ichigo must restore the memories of his friends, rescue Rukia, and unearth the reason behind her abduction. Will Ichigo succeed in his mission before time runs out? Only time will tell in this gri",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.471926200783344,
    "arithmeticGeometricMean": 7.470364012651737,
    "median": 7.542755102040816,
    "lastUpdate": "2024-05-09"
  }
}