{
  "sources": [
    "https://anidb.net/anime/2794",
    "https://anilist.co/anime/1329",
    "https://anime-planet.com/anime/rail-of-the-star",
    "https://anisearch.com/anime/365",
    "https://kitsu.io/anime/1186",
    "https://livechart.me/anime/9155",
    "https://myanimelist.net/anime/1329",
    "https://notify.moe/anime/5uUx5FmiR"
  ],
  "synopsis": {
    "text": "Chiko's childhood in North Korea during the Second World War was far from ordinary. Born into a wealthy Japanese family, she witnesses their gradual descent into poverty as the war intensifies. The war's impact on her life becomes increasingly tangible, from minor disappointments like not getting her desired school bag to the heart-wrenching recruitment of her father as a soldier.\n\nPost-war, the tables turn as the once-oppressed Koreans join forces with a Chinese-backed communist government, making life unbearable for the remaining Japanese. Chiko's father, fearing retaliation due to his veteran status, risks everything to move his family south of the 38th parallel, an area under U.S. occupation.\n\nThe journey to safety is fraught with hardships, with unfriendly faces at every turn. Chiko, her family, and a group of others must navigate through countless challenges, guided only by the North Star. Along their perilous path, they encounter a Korean man who, despite his family's tragic past at the hands of the Japanese, offers them aid to evade the Russian soldiers.\n\nAs the Russians close in, Chiko's family is forced to burn all their photographs to avoid suspicion, a heartbreaking decision that includes destroying the only remaining image of Chiko's late sister, Miko. With no choice left, they embark on a daring escape across the 38th Parallel, moving towards the promise of freedom. This autobiographical tale of Kobayashi Chitose offers a poignant glimpse into the tumultuous lives of Japanese civilians in war-torn Korea.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "24dfe47b48ffe3cf",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.627667108401803,
    "arithmeticGeometricMean": 6.61596704979206,
    "median": 6.86,
    "hash": "24dfe47b48ffe3cf",
    "lastUpdate": "2024-05-09"
  }
}