{
  "sources": [
    "https://anidb.net/anime/1471",
    "https://anilist.co/anime/2782",
    "https://anime-planet.com/anime/fire-emblem",
    "https://anisearch.com/anime/1224",
    "https://kitsu.io/anime/2538",
    "https://livechart.me/anime/6068",
    "https://myanimelist.net/anime/2782",
    "https://notify.moe/anime/QZi8cKiiR"
  ],
  "synopsis": {
    "text": "For ced into exile after the brutal invasion of his homeland, Altea, by the malevolent sorcerer Gharnef, Prince Marth finds solace on the tranquil island kingdom of Talus. Under the protection of its royal family, Marth befriends Princess Shiida, and the two share cherished moments of peace, from leisurely shopping trips to gazing upon the serene countryside. Yet, the memory of his sister Elice, who sacrificed herself for his escape, haunts him, fueling his desire to reclaim his birthright and liberate his homeland.\n\nIn a time shrouded by the mists of antiquity, the prosperous land of Saint Akanea, established by the legendary hero Anri, once thrived in harmony with its neighbors. However, the nefarious deities of discord, madness, and war unleashed Medius, the Dark Style master and ruler of Durhua, and Garnev, the supreme priest of Khadin, upon Akanea. Despite valiant resistance, the land succumbed to darkness. Yet, the indomitable spirit of Akanea lived on through Prince Mars, a descendant of Anri, who wielded the enchanted sword Falcoin. Vowing vengeance, Mars embarked on a crusade to liberate his homeland from the clutches of the Durhua Empire.\n\nWhen the united forces of Dolhr, Grust, and Gra laid waste to the continent of Archanea and conquered Altea, King Cornelius met his end on the battlefield. His son, Prince Marth, narrowly escaped the onslaught thanks to his sister Elice's selfless act. Finding refuge in the island nation of Talys, Marth lived in peaceful obscurity for three years,",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.645319374503048,
    "arithmeticGeometricMean": 5.641789443007991,
    "median": 5.69,
    "lastUpdate": "2024-05-09"
  }
}