{
  "sources": [
    "https://anidb.net/anime/17719",
    "https://anilist.co/anime/157198",
    "https://anime-planet.com/anime/dead-mount-death-play",
    "https://anisearch.com/anime/17849",
    "https://kitsu.io/anime/46760",
    "https://livechart.me/anime/11611",
    "https://myanimelist.net/anime/53613",
    "https://notify.moe/anime/8t8sdoKVR"
  ],
  "synopsis": {
    "text": "Crusher of Calamity, a valiant hero, stands on the brink of triumph against the nefarious necromancer, the Corpse God. But as the final blow is dealt, the dark sorcerer unleashes a desperate ploy—a reincarnation spell that catapults the hero into a new life as Polka Shinoyama, a boy navigating the bustling streets of modern-day Shibuya. \n\nAs Polka grapples with his unfamiliar surroundings, he stumbles upon Misaki Sakimiya, a mysterious woman who bears a deadly grudge against him. Unbeknownst to her, Polka was once the Corpse God, a master manipulator of spirits and the undead. Despite his frail new form, Polka's latent powers awaken, and he finds himself in the midst of a treacherous game of cat and mouse. \n\nIn this new world teeming with supernatural forces, Polka becomes the target of various factions vying for control. With enemies closing in, he forges unlikely alliances with Takumi Kuruya, a skilled hacker, and Lisa Kuraki, a formidable crime boss. Together, they embark on a perilous journey to uncover the truth behind Polka's reincarnation and the impending doom that looms over their world. \n\nAs the lines between friend and foe blur, Polka must harness his dormant powers and confront his past to protect his newfound allies and secure the fate of this strange, new world. Will he find solace in this realm, or will the cycle of life and death continue its unending dance?",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.539078385899814,
    "arithmeticGeometricMean": 7.535766332897127,
    "median": 7.659040816326531
  },
  "lastUpdate": "2024-05-09"
}