{
  "sources": [
    "https://anidb.net/anime/1867",
    "https://anilist.co/anime/2525",
    "https://anime-planet.com/anime/kekko-kamen",
    "https://anisearch.com/anime/3229",
    "https://kitsu.io/anime/2290",
    "https://livechart.me/anime/7074",
    "https://myanimelist.net/anime/2525",
    "https://notify.moe/anime/AjzscKimg"
  ],
  "synopsis": {
    "text": "Institute of Higher Education, where education comes with a dark twist. The Spartan Institute, led by lecherous headmasters, is a breeding ground for corruption and injustice, with punishments for poor grades involving forced removal of clothes for female students. In this chaotic environment, Mayumi finds herself a constant target. But hope arrives in the most unexpected form - Kekko Kamen, a masked heroine who fights these atrocities wearing nothing but her birthday suit and red boots!\n\nKekko Kamen, with her unique attire that leaves nothing to the imagination, takes on the institute's terrifying torture chambers and villains, including an S&M femi-nazi and a samurai with a knack for removing clothes with his sword. Her mission: to expose the rampant corruption and protect the innocent, especially the frequently imperiled Mayumi.\n\nAt the academy attended by Mayumi, education has been twisted into a cruel game of survival. With armed hall monitors, masked teachers, and a torture chamber disguised as a gym, the odds are stacked against the students. Mayumi, voted 'Least Likely to Survive', seems doomed until the entrance of the enigmatic Kekko Kamen. Wielding her trusty nunchaku and utilizing her striking physique, Kekko Kamen challenges the corrupt authorities, determined to bring justice to this hellish school.\n\nBut who is this mysterious heroine? Only the creator, Go Nagai, knows for sure, and he's not telling. All we know is that Kekko Kamen, with her red mask, red boots, and unwavering courage, is the beacon of hope in this dark world of academic corruption.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2545a40ea549fcbd",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.518224931531053,
    "arithmeticGeometricMean": 5.509592259057331,
    "median": 5.545454545454546,
    "hash": "2545a40ea549fcbd",
    "lastUpdate": "2024-05-09"
  }
}