{
  "sources": [
    "https://anidb.net/anime/16359",
    "https://anilist.co/anime/126357",
    "https://anime-planet.com/anime/the-daily-life-of-the-immortal-king-2",
    "https://anisearch.com/anime/16714",
    "https://kitsu.io/anime/43795",
    "https://livechart.me/anime/10379",
    "https://myanimelist.net/anime/44069",
    "https://notify.moe/anime/ORdrqnbGR"
  ],
  "synopsis": {
    "text": "For the extraordinary cultivator, Wang Ling, vanquishing a Demon King at the tender age of six was just the beginning. Now, he's navigating the treacherous waters of high school, striving to blend in while keeping his formidable powers under wraps. However, his past meddling with nature's laws has led to a dangerous drop in the world's psionic energy levels. To prevent further decline, his spirit sword, Jingke, steps in, but ends up creating a rift in space-time, allowing demons to invade Earth and pilfer the spiritual energy vital for human survival.\n\nBalancing his high school life with his supernatural responsibilities, Wang Ling faces challenges that range from managing teacher home visits and crafting spiritual swords to handling his burgeoning feelings for Sun Rong and combating invading demons. Despite his indifference towards wealth, magic, and reputation, Wang Ling finds himself in a relentless pursuit of crisp noodles, all while juggling the affections of Sun Rong, the sniper of the top killer from the shadowed stream, and the incessant chatter of his parents.\n\nIn this thrilling anime, Wang Ling's journey unfolds as he becomes the world's only hope against the demon invasion, all the while yearning for a normal high school life. Will he be able to restore balance and protect humanity, or will the demons claim the spiritual energy they seek? Dive into this exciting tale to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2548fe5805e3aecd",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.545678071928072,
    "arithmeticGeometricMean": 7.540144695328868,
    "median": 7.697272727272727,
    "hash": "2548fe5805e3aecd",
    "lastUpdate": "2024-05-10"
  }
}