{
  "sources": [
    "https://anidb.net/anime/15300",
    "https://anilist.co/anime/113811",
    "https://anime-planet.com/anime/ascendance-of-a-bookworm-ova",
    "https://anisearch.com/anime/15064",
    "https://kitsu.io/anime/43048",
    "https://livechart.me/anime/9708",
    "https://myanimelist.net/anime/40841",
    "https://notify.moe/anime/j7wE52UWR"
  ],
  "synopsis": {
    "text": "Downtown Disguise: The Intrigue of Myne\n\nIn the quaint town of Ehrenfest, nestled amidst a rigid class system, the head priest Ferdinand grows curious about the precocious novice, Myne. To unravel the enigma of her past, he dispatches two noble envoys, Eustachius and Eckhard, to delve into her origins. However, their covert mission takes an unforeseen turn, leaving the investigators in a whirlwind of surprise.\n\nMeanwhile, the allure of Myne's baptismal attire captivates Corinna, wife of Otto. In her pursuit of fashion secrets, she invites Myne, her mother Eva, and her sister Tuuli to unveil the mysteries behind the exquisite craftsmanship. Seizing the opportunity, Myne envisions a chance to earn extra coin and satisfy her ever-growing desire for knowledge.\n\nIn a world where books are a luxury reserved for the elite, college student Motosu Urano finds herself reincarnated as Myne, a poor soldier's daughter. Undeterred by the scarcity of literature, she vows to create her own books, fueled by her unwavering passion for the written word. As Myne navigates the challenges of her new life, her resourcefulness and determination shine through, leaving an indelible mark on those around her.\n\nFrom noble investigations to the art of dressmaking, join Myne as she weaves her way through the complexities of Ehrenfest, proving that a life less ordinary is always within reach.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "25ba5c9244933e57",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.7267448979591835,
    "arithmeticGeometricMean": 7.724985932606528,
    "median": 7.791818181818182,
    "hash": "25ba5c9244933e57",
    "lastUpdate": "2024-05-09"
  }
}