{
  "sources": [
    "https://anidb.net/anime/4479",
    "https://anilist.co/anime/6953",
    "https://anime-planet.com/anime/human-zoo",
    "https://anisearch.com/anime/6712",
    "https://kitsu.io/anime/4803",
    "https://livechart.me/anime/6868",
    "https://myanimelist.net/anime/6953",
    "https://notify.moe/anime/EP4RpFmmR"
  ],
  "synopsis": {
    "text": "Youji Kuri's \"Clap Vocalism\" is a thought-provoking short animation that draws inspiration from a poem by renowned poet Shuntarou Tanikawa. The film presents a unique take on human nature by depicting people confined in a zoo-like environment, exhibiting behaviors that are eerily similar to animals. With its unconventional approach, the film invites viewers to ponder upon the intricate complexities of human behavior.\n\n\"Clap Vocalism\" has garnered critical acclaim, securing the Special Jury Prize at the 1963 Annecy International Animation Film Festival and the Bronze Award for animation at the 1963 Venice Biennale. In 1965, it was honored with the prestigious Oofuji Noburou Award, alongside three other short films by Kuri and a piece by Tadanari Okamoto.\n\nThe film's distinctive portrayal of human interactions, complete with absurd sounds and visuals, encourages viewers to question societal norms and expectations. From husbands acting subservient to their wives to lonely men unleashing their inner beasts, \"Clap Vocalism\" offers a satirical perspective on the human condition.\n\nFirst screened between 1961 and 1962, \"Clap Vocalism\" remains a timeless piece that challenges viewers to reconsider the boundaries between human and animal behavior.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "25cabf436c98f551",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 2.778965986394558,
    "arithmeticGeometricMean": 2.7536444634779795,
    "median": 2.76,
    "hash": "25cabf436c98f551",
    "lastUpdate": "2024-05-09"
  }
}