{
  "sources": [
    "https://anidb.net/anime/3200",
    "https://anilist.co/anime/2999",
    "https://anime-planet.com/anime/hi-no-tori-yamato-hen",
    "https://anisearch.com/anime/2913",
    "https://kitsu.io/anime/2710",
    "https://livechart.me/anime/7274",
    "https://myanimelist.net/anime/2999",
    "https://notify.moe/anime/bMYUcFmig"
  ],
  "synopsis": {
    "text": "Phoenix's Song: The Tale of Yamato and Kumaso weaves a poignant narrative set in 5th century Japan, inspired by the legendary Yamato Takeru. Prince Oguna of Yamato embarks on a mission to conquer Kumaso and slay its leader, Takeru Kawakami, under his father's orders. However, fate has other plans when he is wounded by Kajika, a local woman from Kumaso, who mistakes him for a wild animal. As Kajika tends to his wounds, the two find themselves in the throes of love. But when Oguna discovers that Kajika is Takeru's sister, he is torn between love and duty.\n\nAs the second installment in 'The Phoenix' series, this refined animated film presents a mature take on Tezuka Osamu's original work, with character designs that deviate from the manga. Prince Oguna's journey takes an unexpected turn when he learns of the elixir of life, the lifeblood of the mythical Phoenix, which he seeks to save his people from being immolated following his father's death. Enamored by Takeru's character and captivated by Kajika's charm, Oguna finds himself at a crossroads when the Phoenix commands him to kill Takeru and return to Yamato.\n\nOguna returns to his homeland with a cloth soaked in the Phoenix's blood, desperate to halt the tomb's construction and the immolation. When his attempts fail, he is sentenced to be buried alive. Yet, even beneath the ground, Oguna's spirit remains unbroken, as he shares the Phoenix's blood with those condemned and sings a powerful song against the immolations.\n\nPhoenix's Song: The Tale of",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "25db9d2007eaec95",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.5633962364166445,
    "arithmeticGeometricMean": 6.541507810218054,
    "median": 6.74,
    "hash": "25db9d2007eaec95",
    "lastUpdate": "2024-05-09"
  }
}