{
  "sources": [
    "https://anidb.net/anime/224",
    "https://anilist.co/anime/1163",
    "https://anime-planet.com/anime/neo-ranga",
    "https://anisearch.com/anime/1485",
    "https://kitsu.io/anime/1044",
    "https://livechart.me/anime/5551",
    "https://myanimelist.net/anime/1163",
    "https://notify.moe/anime/0UGb5Fmig"
  ],
  "synopsis": {
    "text": "Island Kingdom of Barou, nestled in the South Pacific, harbors a secret: the ancient deity Ranga. When three sisters from Tokyo—Minami, Ushio, and Yuuhi Shimabara—discover their unexpected inheritance of the island and its divine inhabitant, their lives take a dramatic turn. As Ranga makes its way to Tokyo, the sisters find themselves in control of a power beyond their wildest dreams, sparking awe, envy, and conflict among those around them. \n\nThe Shimabara sisters, each with distinct personalities, must navigate their newfound responsibility as Ranga's commanders. Practical Minami, cunning Yuuhi, and compassionate Ushio are thrust into a world where they must confront those who wish to destroy Ranga and those who seek to exploit its might. As the military unleashes its arsenal against the colossal entity, the mystery surrounding Ranga deepens. Is it a harbinger of doom or a force for good? \n\nWhen the sisters visit Barou, they uncover the truth about their missing older brother and the reason for their connection to Ranga. As they grapple with their new roles, Ranga's arrival in Tokyo sets off a chain of chaotic events. The Japanese Self-Defense Forces, determined to halt the behemoth's progress, engage in a battle that shakes the city to its core. Amidst the turmoil, the sisters, their nephew Joel, and their colossal companion must find a way to coexist in this thrilling and zany adventure.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.481665518155315,
    "arithmeticGeometricMean": 6.4719205887525,
    "median": 6.545454545454545
  },
  "lastUpdate": "2024-05-09"
}