{
  "sources": [
    "https://anidb.net/anime/4531",
    "https://anilist.co/anime/1543",
    "https://anime-planet.com/anime/brighter-than-the-dawning-blue",
    "https://anisearch.com/anime/3622",
    "https://kitsu.io/anime/1384",
    "https://livechart.me/anime/4213",
    "https://myanimelist.net/anime/1543",
    "https://notify.moe/anime/Mix-cKmmR"
  ],
  "synopsis": {
    "text": "Mia, a maid from the Moon, and Feena Fam Earthlight, the Lunar Princess, embark on a journey to Earth, aiming to bridge the gap between the two worlds that have been estranged since the devastating Oedipus War. They find themselves in the bustling Mitsurugasaki Central Port City, the sole connection between Earth and Moon, and settle into the Asagiri household.\n\nTatsuya Asagiri, a diligent Earthling student with dreams of visiting the Moon, finds his life turned upside down as he becomes an unwitting host to the Lunar Princess. As Feena and Mia navigate the intricacies of Earth's customs and lifestyle, Tatsuya must grapple with the implications of this unexpected homestay arrangement.\n\nMeanwhile, tensions between the Earth and Moon continue to simmer, with the Moon seeking independence and the Earth reluctant to let go. Amidst this backdrop, Feena and Tatsuya discover a shared destiny that transcends their terrestrial and lunar origins.\n\nJoin Feena, Tatsuya, and their friends as they navigate the complexities of diplomacy, love, and the everyday challenges of living in a world where two celestial bodies collide. Will their shared experiences pave the way for a brighter future between the Earth and Moon, or will the tensions between the two worlds prove insurmountable? Only time will tell in this heartwarming and thrilling tale of interstellar adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "261f30969231c543",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.216878130797774,
    "arithmeticGeometricMean": 7.2116649340621235,
    "median": 7.172000000000001,
    "hash": "261f30969231c543",
    "lastUpdate": "2024-05-10"
  }
}