{
  "sources": [
    "https://anidb.net/anime/3669",
    "https://anilist.co/anime/2826",
    "https://anime-planet.com/anime/the-wonderful-wizard-of-oz",
    "https://anisearch.com/anime/1324",
    "https://kitsu.io/anime/8530",
    "https://myanimelist.net/anime/2826",
    "https://notify.moe/anime/vJs0pFmmg"
  ],
  "synopsis": {
    "text": "Oz, a land brimming with enchantment and intrigue, is the setting for an extraordinary journey based on L. Frank Baum's timeless classics, The Wonderful Wizard of Oz, The Marvelous Land of Oz, Ozma of Oz, and The Emerald City of Oz.\n\nDorothy, a young girl living a simple life on her grandparents' Kansas farm, finds her world turned upside down when a tornado sweeps her and her beloved dog, Toto, away to the magical realm of Oz. Upon landing, Dorothy's house inadvertently eliminates an evil witch, marking the beginning of her incredible adventure.\n\nJoined by her loyal dog and a trio of unforgettable friends - the Cowardly Lion, the Scarecrow without a brain, and the Tin Man devoid of a heart - Dorothy embarks on a journey along the fabled yellow brick road. Their destination? The resplendent Emerald City, where a powerful wizard holds the key to granting their deepest desires.\n\nBut the Emerald City and its enigmatic ruler are not what Dorothy and her friends anticipate. As they navigate through the mystical land, they encounter peculiar creatures, forge new friendships, and confront formidable foes like the Nomes. Amidst these thrilling escapades, Dorothy remains steadfast in her quest to uncover a way back to her cherished Kansas home.\n\nJoin Dorothy and her companions as they delve deeper into the enigmatic world of Oz, unraveling its mysteries and discovering that courage, wisdom, and love reside within us all. Prepare to be captivated by this enduring tale of friendship, bravery, and self-discovery!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "26cdfd7f45153ce1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.035738669493772,
    "arithmeticGeometricMean": 6.000121277210495,
    "median": 6.167999999999999,
    "hash": "26cdfd7f45153ce1",
    "lastUpdate": "2024-05-08"
  }
}