{
  "sources": [
    "https://anidb.net/anime/5580",
    "https://anilist.co/anime/3577",
    "https://anime-planet.com/anime/the-diary-of-a-crazed-family",
    "https://anisearch.com/anime/4697",
    "https://kitsu.io/anime/3118",
    "https://livechart.me/anime/5598",
    "https://myanimelist.net/anime/3577",
    "https://notify.moe/anime/JRzlcFmmR"
  ],
  "synopsis": {
    "text": "It's the year 2063, and the world is on the brink of a potential apocalypse. Thousands of years ago, a powerful and destructive entity known as Enka was defeated by humanity, but not before it issued a chilling prophecy: its offspring would rise and finish the job of annihilating the world. Fast forward to the present, and the Great Japanese Empire Paranormal Phenomena Bureau has identified six potential descendants of Enka, each with their unique quirks and abilities. To keep an eye on these individuals and prevent the impending doom, the bureau launches Operation Cozy Family, an unconventional plan that brings all six potential heirs under one roof.\n\nHeading this peculiar household is Midarezaki Ouka, an experienced paranormal investigator, who finds himself in the unexpected role of a father figure. Alongside him is Kyouka, the enigmatic ruler of a demon underworld, who assumes the role of the mother. Together, they navigate the chaotic family dynamics that include Teika the lion, Gekka the jellyfish, Yuuka the oni, Ginka the cross-dressing mafia son, and Hyouka the bioweapon.\n\nAs this unusual family cohabits, they must not only learn to live with each other's eccentricities but also strive to foster a bond strong enough to deter the potential world-ender among them. Will love and camaraderie be enough to avert disaster, or will humanity face the wrath of Enka's progeny? Join this extraordinary family in their quest to safeguard the world while discovering the true meaning of family.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "26ea94a986fcb59e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.093546249668699,
    "arithmeticGeometricMean": 7.081292282134229,
    "median": 7.08,
    "hash": "26ea94a986fcb59e",
    "lastUpdate": "2024-05-09"
  }
}