{
  "sources": [
    "https://anilist.co/anime/97734",
    "https://anime-planet.com/anime/digimon-adventure-tri-movie-4-loss",
    "https://kitsu.io/anime/11548",
    "https://livechart.me/anime/2180",
    "https://myanimelist.net/anime/34299",
    "https://notify.moe/anime/aJbjtFiiR"
  ],
  "synopsis": {
    "text": "Daigo Nishijima, an agent of the Incorporated Administrative Agency, receives an ominous warning about a mysterious entity in pursuit of 'Libra' - believed to be Meicoomon. Meanwhile, after Meicoomon's rampage and the subsequent digital reset, the DigiDestined journey to the Digital World, leaving a distraught Meiko behind. Upon their arrival, they find their partner Digimon afflicted with memory loss, causing tension between Sora and her partner, Piyomon.\n\nAs the group struggles to reconnect with their partners, a surprise attack by a hostile Digimon separates them, leaving each pair to fend for themselves in the vast, recreated Digital World. Meanwhile, Meicoomon, who retains her memories, appears and disappears in search of her partner, Meiko. The children, determined to save Meicoomon, face a new enemy who commands the Dark Masters, adding another layer of danger to their journey.\n\nBack in the real world, Nishijima discovers that Himekawa, who has been working towards a hidden goal, has vanished. To uncover the truth behind the recent events and find their way back home, the DigiDestined must navigate the challenges of the Digital World and restore their bonds with their partners. As they embark on this perilous adventure, Sora must confront her growing distrust and repair her relationship with Piyomon.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "270f4b094f404663",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.538839225589226,
    "arithmeticGeometricMean": 7.5369345719670475,
    "median": 7.599636363636364,
    "hash": "270f4b094f404663",
    "lastUpdate": "2024-05-06"
  }
}