{
  "sources": [
    "https://anidb.net/anime/239",
    "https://anilist.co/anime/20",
    "https://anime-planet.com/anime/naruto",
    "https://anisearch.com/anime/2788",
    "https://kitsu.io/anime/11",
    "https://livechart.me/anime/3585",
    "https://myanimelist.net/anime/20",
    "https://notify.moe/anime/Pjip5Kmmg"
  ],
  "synopsis": {
    "text": "Sakura blossoms drift through the air as the village of Konohagakure reels from the devastating attack of the Kyuubi, a colossal nine-tailed fox demon. The Fourth Hokage, the village's leader and most powerful ninja, valiantly seals the beast within the body of a newborn child, Naruto Uzumaki. The sacrifice costs the Hokage his life, but the village is saved.\n\nTwelve years later, Naruto has grown into a boisterous, clumsy, and determined young ninja. He is shunned by the villagers, who see him as the embodiment of the Kyuubi. Naruto dreams of becoming the Hokage, hoping that the title will bring him the respect and admiration he craves.\n\nNaruto's journey to become a great ninja begins as he graduates from the ninja academy, alongside his two teammates: the intelligent and beautiful Sakura Haruno, who Naruto is hopelessly smitten with, and the prodigious and handsome Sasuke Uchiha, who has captured Sakura's heart. Together, the trio embarks on thrilling and dangerous missions, forging strong bonds and facing formidable enemies.\n\nAs Naruto navigates the treacherous path to becoming the Hokage, he discovers that the road is paved with challenges, heartbreak, and loss. But with unwavering determination and the support of his friends, Naruto may just have what it takes to achieve his dream and protect his beloved village.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "271e916d18d741bd",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.921765613362892,
    "arithmeticGeometricMean": 7.919542189631847,
    "median": 8.021,
    "hash": "271e916d18d741bd",
    "lastUpdate": "2024-05-09"
  }
}