{
  "sources": [
    "https://anidb.net/anime/12105",
    "https://anilist.co/anime/21802",
    "https://anime-planet.com/anime/kiitaros-youkai-picture-diary",
    "https://anisearch.com/anime/11435",
    "https://kitsu.io/anime/12119",
    "https://livechart.me/anime/2175",
    "https://myanimelist.net/anime/33244",
    "https://notify.moe/anime/uOZRhKmig"
  ],
  "synopsis": {
    "text": "Nurikabe, Mokumokuren, Yuki Onna, Akaname - these aren't your typical housemates, but for Kiitarou, they're just another day in his extraordinary life. Kiitarou is no ordinary boy; he possesses an uncanny sixth sense that allows him to perceive and interact with a myriad of supernatural creatures. After a mishap involving a forbidden storehouse, Kiitarou finds himself without a home. However, fate leads him to a new residence, where he encounters Suzu, a Zashiki Warashi - a house spirit who, despite her supernatural origins, bears an uncanny resemblance to a girl of his age.\n\nAs Kiitarou navigates his new life, he finds himself constantly surrounded by various youkai, some of whom are more friendly than others. From having his bath licked clean by an Akaname to receiving visits from the ethereal Yuki Onna, Kiitarou's life is anything but mundane. Despite the constant paranormal encounters, Kiitarou develops a unique bond with Suzu, one that transcends the boundaries between humans and spirits.\n\nJoin Kiitarou in his whimsical journey, where the line between the human realm and the spirit world blurs. Witness his hilarious encounters with various youkai, as he learns to coexist with them and, in the process, discovers more about himself and his unique abilities. Will Kiitarou and Suzu manage to maintain peace among the youkai, or will their antics lead to a full-blown supernatural war? Only time will tell in this comedic tale filled with folkloric creatures and unforgettable adventures.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.427421262312566,
    "arithmeticGeometricMean": 6.419403595613374,
    "median": 6.356363636363636
  },
  "lastUpdate": "2024-05-09"
}