{
  "sources": [
    "https://anilist.co/anime/20764",
    "https://anime-planet.com/anime/aoki-hagane-no-arpeggio-ars-nova-movie-2",
    "https://kitsu.io/anime/8788",
    "https://livechart.me/anime/723",
    "https://myanimelist.net/anime/24921",
    "https://notify.moe/anime/ep6JtKmmg"
  ],
  "synopsis": {
    "text": "Ours is the tale of the daring Blue Steel, a privateer group on a mission that could very well alter the course of war. Their objective? To deliver the blueprints of a formidable weapon, the Vibration Warhead Torpedo, to the United States. But their journey is fraught with peril, as they find themselves facing a new menace from their long-standing enemy, the Fleet of Fog.\n\nEnter 'The Student Council,' a formidable fleet of warships commanded by the remaining Mental Models, the humanoid avatars of the ships themselves. Dressed in the guise of high school students, they present a unique challenge for the unpredictable captain of the Blue Steel, Gunzou Chihaya. As the Blue Steel delves deeper into the enigma shrouding the authority controlling their adversary, they uncover truths about Iona's past that shed light on the origins of the war and her allegiance with humanity.\n\nIn this thrilling narrative, Gunzo Chihaya and his loyal crew, aided by renegade Fog A.Is, navigate treacherous waters towards the United States. Their mission: to present a weapon capable of shifting the balance of power in humanity's favor. But their formidable reputation has caught the attention of the enigmatic Admiralty Code, leading to a confrontation with the 'Fog Student Council.' This new threat advocates for Earth's morals to align with those of the Fog, setting the stage for a battle of ideologies and firepower.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "280e3992cfcdc371",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.819924242424242,
    "arithmeticGeometricMean": 7.81966283968887,
    "median": 7.8149999999999995,
    "hash": "280e3992cfcdc371",
    "lastUpdate": "2024-05-05"
  }
}