{
  "sources": [
    "https://anidb.net/anime/4931",
    "https://anilist.co/anime/2106",
    "https://anime-planet.com/anime/kiss-dum-engage-planet",
    "https://anisearch.com/anime/4030",
    "https://kitsu.io/anime/1905",
    "https://livechart.me/anime/5961",
    "https://myanimelist.net/anime/2106",
    "https://notify.moe/anime/QI8Y5Fmmg"
  ],
  "synopsis": {
    "text": "Hadeans, a mysterious alien race, have been foretold to bring destruction to humanity, as revealed by ancient relics unearthed in 2031. Fast forward to 2051, and these mutated creatures have emerged from the depths of the ocean, posing a grave threat to mankind's existence. The Neo International Defense Force (N.I.D.F.) is established to combat this new menace and safeguard the planet. Dr. Rurika Yuno, a brilliant scientist, is tasked with locating the enigmatic \"Book of a Dead Man,\" believed to hold the key to humanity's survival.\n\nAs the search for the Book intensifies, swarms of insects and colossal monsters begin to wreak havoc worldwide. Amidst the chaos, skilled fighter pilot Aiba Shu finds himself critically injured. In a desperate bid to save him, Dr. Yuno embeds the Book into his chest, transforming him into the Necrodiver – humanity's last beacon of hope.\n\nWith his newfound powers, Aiba is equipped with an arsenal of integrated weapons and is aided by powerful guardians. As he navigates this new reality, Aiba must not only protect the world from the Hadean onslaught but also seek vengeance against the traitor who betrayed their own kind. The fate of humanity now rests in the hands of this unlikely hero, as he embarks on a perilous journey to save the world from the brink of destruction.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "281a4d9760c285b9",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.46385263715876,
    "arithmeticGeometricMean": 6.455766701320633,
    "median": 6.564,
    "hash": "281a4d9760c285b9",
    "lastUpdate": "2024-05-09"
  }
}