{
  "sources": [
    "https://anidb.net/anime/17555",
    "https://anilist.co/anime/141881",
    "https://anime-planet.com/anime/war-god-system-im-counting-on-you",
    "https://anisearch.com/anime/17130",
    "https://kitsu.io/anime/45769",
    "https://livechart.me/anime/11717",
    "https://myanimelist.net/anime/52178"
  ],
  "synopsis": {
    "text": "It's a tale of cultivation and growth, set in a world where immortal gods and cultivation arts are the norm. At the heart of this story is An Lin, a young man from the city who finds himself drowning in debt and pursued by loan sharks. His life takes a dramatic turn when he encounters a True God who saves him and bestows upon him a unique system known as the God of War.\n\nAn Lin is then sent to the Immortal Cultivation United University, a spiritual world where he can hone his newfound abilities. However, his journey is far from ordinary. Initially dismissed as the 'strongest relation' due to his average aptitude, An Lin faces humiliation and ridicule. But with his optimistic spirit and the aid of the God of War system, he begins to improve his cultivation skills and showcase outstanding performances.\n\nAs he progresses, An Lin forms a tight-knit group of friends, all of whom seem destined for a grim fate. Together, they embark on a journey of counterattack and recovery, challenging the norms and expectations of the spiritual world. Yet, An Lin can't shake off the feeling that the True God who saved him might have tricked him, turning his life into an unexpected rollercoaster ride. Will An Lin be able to navigate through these challenges and become the immortal he was destined to be? Only time will tell in this thrilling cultivation story.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "285f703ed9f25f7e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.299864829048502,
    "arithmeticGeometricMean": 7.288171031333451,
    "median": 7.454545454545454,
    "hash": "285f703ed9f25f7e",
    "lastUpdate": "2024-05-09"
  }
}