{
  "sources": [
    "https://anidb.net/anime/3703",
    "https://anilist.co/anime/1123",
    "https://anime-planet.com/anime/beet-the-vandel-buster-excellion",
    "https://anisearch.com/anime/181",
    "https://kitsu.io/anime/1007",
    "https://livechart.me/anime/8018",
    "https://myanimelist.net/anime/1123",
    "https://notify.moe/anime/h06JcFiiR"
  ],
  "synopsis": {
    "text": "Vaus, the Dark Dungeon Warden, a formidable Vandel, wreaks havoc in a world already plagued by a dark era. As cities crumble and lives are shattered, a group of brave warriors known as the Vandel Busters rise to challenge these demonic creatures. Among the Busters, the Zenon Squad is revered as the strongest, but their reign is cut short when they are defeated by the devil Beltose. Young Beet, a hopeful aspiring to join the Zenon Squad, unwittingly contributes to their downfall. As their last act, the dying Zenon warriors bequeath their life force, now infused into their weapons, to Beet.\n\nYears later, Beet embarks on a mission to fulfill the Zenon Squad's final wish and bring an end to the dark century. Joined by his childhood friend Poala, his comrade Milfa, and his friend Kissu, they form the Beet Warriors. Together, they face countless perils and adventures in their pursuit of justice. During one such adventure, their ship is attacked by Vaus, leaving them stranded in a foreign land.\n\nIn this distant place, they meet Leon, a twelve-year-old Tengeki user whose powers bolster Beet's fighting abilities. With Leon by their side, the Beet Warriors and the people of Shantigo stand united against the forces of darkness. Beet, now a wielder of the magical weapons, has much to learn before he can truly master them and put an end to the Vandels' reign of terror. The journey ahead is treacherous, but Beet and his friends remain steadfast in their resolve to restore peace and justice to their world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "28631c8ed43bb902",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.380013782136231,
    "arithmeticGeometricMean": 6.361797197545845,
    "median": 6.58,
    "hash": "28631c8ed43bb902",
    "lastUpdate": "2024-05-09"
  }
}