{
  "sources": [
    "https://anidb.net/anime/14481",
    "https://anilist.co/anime/115715",
    "https://anime-planet.com/anime/altered-carbon-resleeved",
    "https://anisearch.com/anime/13980",
    "https://kitsu.io/anime/42108",
    "https://livechart.me/anime/8344",
    "https://myanimelist.net/anime/40613",
    "https://notify.moe/anime/MjkWNVXmR"
  ],
  "synopsis": {
    "text": "At the heart of the futuristic universe of \"Altered Carbon: Resleeved,\" we find ourselves on the distant planet of Latimer with Takeshi Kovacs, a former soldier reawakened in a new body 250 years after his death. As a spin-off to the popular Netflix live-action series, this anime delves deeper into the rich lore and mythology of the franchise.\n\nKovacs is tasked with a mission by Hideki Tanaseda, the head of a powerful yakuza syndicate, to investigate the mysterious deaths of his father and brother during a power-taking ritual. With the next ritual fast approaching, Kovacs must unravel the enigma surrounding these deaths.\n\nIn this world, the alien-developed \"Cortical Stack\" technology allows for the transfer of human consciousness between bodies, or \"sleeves,\" effectively granting immortality to those who can afford it. As Kovacs navigates the dangerous underworld of the Mizumoto Syndicate, he rescues Holly Togram, a young tattoo artist, from the clutches of yakuza and ninjas. Holly, as it turns out, is a crucial part of the ritual preparation, and Kovacs becomes her bodyguard, drawing him closer to the current boss, Genzou, and his successor, Shinji.\n\nAs Kovacs delves deeper into the mystery, he begins to suspect that Shinji harbors his own secret agenda. Simultaneously, he uncovers unsettling truths about the ritual itself. Join Kovacs in this thrilling sci-fi adventure as he battles to protect Holly and uncover the dark secrets hidden within the Mizumoto Syndicate.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "286d8e7a0f93af2b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.695918367346939,
    "arithmeticGeometricMean": 6.687324976653047,
    "median": 6.656400742115028,
    "hash": "286d8e7a0f93af2b",
    "lastUpdate": "2024-05-08"
  }
}