{
  "sources": [
    "https://anidb.net/anime/10065",
    "https://anilist.co/anime/20513",
    "https://anime-planet.com/anime/psycho-pass-2",
    "https://anisearch.com/anime/8761",
    "https://kitsu.io/anime/7863",
    "https://livechart.me/anime/129",
    "https://myanimelist.net/anime/23281",
    "https://notify.moe/anime/1owtpKmmg"
  ],
  "synopsis": {
    "text": "Supervisory Inspector Akane Tsunemori, having discovered the true essence of the Sibyl System, remains steadfast in her loyalty to the system and her faith in humanity. As part of a newly formed police division, she spends her days confronting criminals and maintaining law and order. However, Akane is blissfully unaware of the impending arrival of a menacing figure that will challenge the very core of the system she trusts.\n\nSet in a dystopian future where an individual's mental state and criminal propensity can be measured and quantified, the series follows the journey of Akane and her team of Inspectors and Enforcers as they navigate this complex society. As they investigate a series of cryptic messages left behind by a network of latent criminals, Akane finds herself in the midst of a deadly game that not only questions the authority of the Sibyl System but also shakes the very foundation of her own beliefs.\n\nIn this thrilling sequel to Psycho-Pass, Akane Tsunemori, now a seasoned Inspector, must confront a formidable adversary who wields the power to manipulate the Crime Coefficient—a number used to identify potential criminals. As Akane delves deeper into the investigation, she is faced with a chilling conspiracy that threatens to upend the system she has sworn to protect. Will Akane be able to uphold her duties as an Inspector and preserve the delicate balance between the Sibyl System and humanity? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.517727049405621,
    "arithmeticGeometricMean": 7.515869116244699,
    "median": 7.507845117845116,
    "lastUpdate": "2024-05-09"
  }
}