{
  "sources": [
    "https://anidb.net/anime/14995",
    "https://anilist.co/anime/110355",
    "https://anime-planet.com/anime/golden-kamuy-season-3",
    "https://anisearch.com/anime/14496",
    "https://kitsu.io/anime/42435",
    "https://livechart.me/anime/9507",
    "https://myanimelist.net/anime/40059",
    "https://notify.moe/anime/JmEWOK_Wg"
  ],
  "synopsis": {
    "text": "Instead of reuniting with Asirpa and securing the Ainu treasure, Saichi Sugimoto, also known as 'The Immortal,' finds himself in a dire situation as their plan goes awry. The Seventh Division, under Lieutenant Tsurumi's leadership, has infiltrated Abashiri Prison, and a traitor within their group has led to the treasure slipping further away. Asirpa is kidnapped, leaving Sugimoto to survive by a stroke of luck. In \"Golden Kamuy 3,\" an unlikely alliance forms between Sugimoto, Genjirou Tanigaki, Tsurumi's representative Otonoshin Koito, and Sergeant Tsukishima, as they chase the abductors to Sakhalin Island.\n\nMeanwhile, Asirpa remains oblivious to the events that unfolded at the prison. Struggling with the truth about her father Wilk's past, she follows his old friend Kiroranke to the place where Wilk grew up, hoping to understand his motives. However, Kiroranke and the expert sniper Hyakunosuke Ogata harbor ulterior motives. As various factions search for the lost Ainu gold, they realize that the map formed by 24 tattooed skins is useless without Asirpa. Sugimoto races against time to find Asirpa first, desperate to protect her from those who wish to exploit her for their greed.\n\nAs the battle for survival unfolds in the frozen land of Karafuto, the question remains: will Asirpa and Sugimoto ever be reunited? With the stakes higher than ever, they face new challenges and enemies in their quest for the truth and the treasure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.330155140426076,
    "arithmeticGeometricMean": 8.329610695292015,
    "median": 8.31742946708464,
    "lastUpdate": "2024-05-09"
  }
}