{
  "sources": [
    "https://anidb.net/anime/3481",
    "https://anilist.co/anime/3765",
    "https://anime-planet.com/anime/pygmalio",
    "https://anisearch.com/anime/3429",
    "https://kitsu.io/anime/3241",
    "https://livechart.me/anime/6911",
    "https://myanimelist.net/anime/3765",
    "https://notify.moe/anime/KgTl5FimR"
  ],
  "synopsis": {
    "text": "Medusa-daughter of the evil spirit-turned Galatea, the daughter of Aganade and wife of King Stephan, into a statue along with many villagers out of envy when Coult, the prince of the kingdom of Loon, was just a baby. To save the remaining villagers, King Stephan reluctantly pledges his loyalty to Medusa and is coerced into promising to make Coult do the same on his 8th birthday. However, on the fateful day, Coult, who is cheerful, bright, tender-hearted, and gifted by the god Aganade, boldly declares that he will defeat Medusa and restore the villagers who were turned into statues. Thus, Coult embarks on a long and arduous journey to find the daughter of the evil spirit and fulfill his promise. (Source: Original Synopsis)\n\nPrince Coult of the kingdom of Loon, a cheerful and bright young boy with a tender heart, is blessed by the god Aganade. His mother Galatea, the daughter of Aganade, was married to King Stephan, but their happiness was short-lived. Medusa, the daughter of an evil spirit, was consumed by envy and turned Galatea and many villagers into statues when Coult was just an infant. To protect the remaining villagers, King Stephan was forced to pledge allegiance to Medusa and vowed to make Coult do the same on his 8th birthday. But when the day finally arrives, Coult refuses to submit to Medusa and vows to defeat her instead. He sets out on a long and perilous journey to find the daughter of the evil spirit and restore the villagers who were turned into statues. (Source: Original Synopsis)\n\nCoult, the cheerful and bright prince of the kingdom of Loon, is",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.143604823747681,
    "arithmeticGeometricMean": 7.127161359751369,
    "median": 7.32,
    "lastUpdate": "2024-05-09"
  }
}