{
  "sources": [
    "https://anidb.net/anime/13956",
    "https://anilist.co/anime/101360",
    "https://anime-planet.com/anime/the-girl-in-twilight",
    "https://anisearch.com/anime/13506",
    "https://kitsu.io/anime/41943",
    "https://livechart.me/anime/3173",
    "https://myanimelist.net/anime/37561",
    "https://notify.moe/anime/r1WQ5D0mg"
  ],
  "synopsis": {
    "text": "Twilight looms over multiple dimensions as a group of high school girls unwittingly open a gateway to a parallel world. In the quiet town they call home, the cheerful Asuka Tsuchimiya and her friends form the Crystal Radio Club, a group dedicated to exploring the mysteries of radio frequencies. One fateful day in October 2018, they decide to perform a ritual that is rumored to be nothing more than an urban legend.\n\nAs the ritual commences at precisely 4:44 near the Akeyuki Sacred Tree, the girls are shocked when their actions bear fruit and they are transported to a different dimension. In this new world, they encounter an eerily familiar face—Asuka's parallel-world counterpart, known as Seriouska. The grave news she delivers is that an ominous force called the Twilight is consuming parallel worlds, stripping them of their possibilities.\n\nWith the multiverse hanging in the balance, the five girls—Asuka Tsuchimiya, Nana Nanase, Mia Silverstone, Yuu Tounaka, and Chloe Morisu—must come to terms with their true selves. As they search for the enigmatic Twilight King, the mastermind behind the Twilight, they embark on a journey that challenges their perceptions of reality and friendship. Will they find the strength to save the parallel worlds from the Twilight's relentless onslaught, or does the answer lie closer to home? Join the Crystal Radio Club in their quest to uncover the truth and restore balance to the multiverse.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.476154098002836,
    "arithmeticGeometricMean": 6.470623593671905,
    "median": 6.389171122994652
  },
  "lastUpdate": "2024-05-08"
}