{
  "sources": [
    "https://anidb.net/anime/9271",
    "https://anilist.co/anime/15051",
    "https://anime-planet.com/anime/love-live-school-idol-project",
    "https://anisearch.com/anime/7915",
    "https://kitsu.io/anime/7203",
    "https://livechart.me/anime/886",
    "https://myanimelist.net/anime/15051",
    "https://notify.moe/anime/izBdpKimR"
  ],
  "synopsis": {
    "text": "Jinbo—a serene haven for the mature, Akihabara—a bustling hub of pop culture, and Kanda—a city steeped in tradition and history, all converge at the borders of Otonokizaka High School. This school, once a beacon of knowledge, now faces an imminent shutdown due to dwindling enrollment. Nine spirited female students, united by their love for their alma mater, embark on a daring mission to save their school from closure. Their audacious plan? Form a pop idol group to catapult the school into the limelight and attract a new wave of students.\n\nHonoka Kousaka, a devoted student, takes the lead in this ambitious endeavor. With the school's future hanging in the balance, Honoka rallies her friends and classmates to form an idol group that will captivate the nation. But the road to stardom is fraught with challenges—from finding talent and creating stunning outfits to securing practice space and building stamina. Despite the daunting tasks ahead, the girls remain steadfast, fueled by their unwavering determination to keep Otonokizaka High alive.\n\nAs they navigate through this exciting journey, they appeal for a little support from everyone. Believing that together, they can change their world and make their dreams a reality. Will their daring plan succeed? Only time will tell, but one thing is certain—their journey towards becoming pop stars has begun!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "29c0107379003e26",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.41112573928419,
    "arithmeticGeometricMean": 7.409592414412272,
    "median": 7.441558441558441,
    "hash": "29c0107379003e26",
    "lastUpdate": "2024-05-09"
  }
}