{
  "sources": [
    "https://anidb.net/anime/1463",
    "https://anilist.co/anime/3235",
    "https://anime-planet.com/anime/ambassador-magma",
    "https://anisearch.com/anime/562",
    "https://kitsu.io/anime/2877",
    "https://livechart.me/anime/10971",
    "https://myanimelist.net/anime/3235",
    "https://notify.moe/anime/DcHQcFmmR"
  ],
  "synopsis": {
    "text": "Murakami family's peaceful existence is disrupted when the extraterrestrial conqueror, Goa, threatens Earth's sovereignty. To demonstrate his formidable powers, Goa transports the family - consisting of father Atsushi, mother Tomoko, and son Mamoru - to a primordial jungle, where he annihilates a colossal dinosaur. Refusing to bow down to Goa, the family's salvation arrives in the form of Magma, a golden armored titan with long hair, antennae, and his human-sized companion, Mol. Both Magma and Mol are the creations of the sorcerer Earth, sent to thwart Goa's invasion.\n\nMagma and Mol form a bond with Atsushi and Mamoru, with the giant being emotionally moved by the young boy, as he and Mol yearn for a child of their own. To fulfill Magma's desire, Earth creates a duplicate of Mamoru, named Gam. Armed with a magical whistle gifted by Earth, Mamoru can summon the powerful trio - Magma, Mol, and Gam - in times of dire need.\n\nAs Goa unleashes an onslaught of daikaiju, the odds are high that Magma, Mol, and Gam will soar into action, ready to defend Earth and its inhabitants. Despite Magma's impressive capabilities as a magical, sentient war machine capable of firing missiles from his chest plates, the battle against Goa is far from easy. Complicating matters further, Magma's growing personal interests may influence the outcome of this epic struggle for Earth's survival.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "29c6f6406f7657a9",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.877511264245958,
    "arithmeticGeometricMean": 5.866706661870388,
    "median": 5.66530612244898,
    "hash": "29c6f6406f7657a9",
    "lastUpdate": "2024-05-09"
  }
}