{
  "sources": [
    "https://anidb.net/anime/2910",
    "https://anilist.co/anime/1685",
    "https://anime-planet.com/anime/duel-masters",
    "https://anisearch.com/anime/2296",
    "https://kitsu.io/anime/1514",
    "https://livechart.me/anime/7230",
    "https://myanimelist.net/anime/1685",
    "https://notify.moe/anime/3_Wf5Kmig"
  ],
  "synopsis": {
    "text": "These synopses introduce us to the world of Duel Masters, a captivating card game where duelists summon monsters and cast spells to defeat their opponents. At the heart of the story is Shobu Kirifuda, a young, ambitious player who aspires to follow in his father's footsteps and become a world-class Kaijudo master. With unwavering determination and a passion for the game, Shobu embarks on a thrilling journey to hone his skills and conquer local tournaments, even after facing crushing defeats.\n\nAlongside his supportive friends, Shobu learns the true essence of the game and the importance of enjoying each duel. However, their adventures take an unexpected turn when a clandestine organization develops an interest in Shobu's unique ability to bring Duel Master creatures to life. As this shadowy group works to materialize the monsters and disrupt the world's order, Shobu and his friends must unravel their mysterious intentions while continuing to pursue victory in the card game they love.\n\nThe series offers two distinct versions: the original Japanese \"Duel Masters Charge\" and an American adaptation titled \"Duel Masters Sacred Lands\" (also known as \"Season 1.5\" or \"P.L.O.O.P.\"), which features additional episodes not aired in Japan. Join Shobu and his friends as they navigate the exciting world of Duel Masters, learning valuable life lessons and battling extraordinary duelists along the way.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.447686320780306,
    "arithmeticGeometricMean": 5.370098105747896,
    "median": 5.72409090909091,
    "lastUpdate": "2024-05-09"
  }
}