{
  "sources": [
    "https://anidb.net/anime/1091",
    "https://anilist.co/anime/2451",
    "https://anime-planet.com/anime/space-adventure-cobra",
    "https://anisearch.com/anime/3123",
    "https://kitsu.io/anime/2225",
    "https://livechart.me/anime/6657",
    "https://myanimelist.net/anime/2451",
    "https://notify.moe/anime/KawE5FimR"
  ],
  "synopsis": {
    "text": "Embedded in the monotony of a mundane life, an unassuming office worker named Johnson finds himself yearning for a thrilling escape. His wish is granted when he stumbles upon the TM Corporation, a company that specializes in selling virtual dreams. However, this isn't just any dream; it's a revelation of Johnson's forgotten past as Cobra, the notorious space pirate.\n\nEquipped with the Psychogun, a formidable weapon powered by his own will, Cobra navigates the cosmos alongside his android companion, Lady Armaroid. Their adventures are a thrilling cocktail of high-stakes heists, daring prison escapes, and encounters with the galaxy's most feared adversaries. Cobra's fame is a double-edged sword, attracting both admiration and danger, leading him to alter his appearance and erase his memories to live a \"normal\" life.\n\nHowever, the echoes of his past refuse to fade away. As fragments of his memory resurface, Cobra finds himself drawn back into his old life. He crosses paths with Vaiken, a high-ranking member of the Pirate Guild, an organization that Cobra had once opposed. This encounter reignites his latent memories and reactivates the Psychogun, setting the stage for a renewed conflict with the Guild.\n\nCobra's journey is not just a quest for power and wealth but also a search for his lost identity. As he traverses the galaxy, he confronts various challenges, from hunting for the ultimate weapon to uncovering drug trafficking operations disguised within a brutal sport. All the while, he maintains his charm, humor, and an insatiable appetite for adventure.\n\nJoin Cobra and Lady Armaroid as they navigate a universe filled with danger, deception, and excitement",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.377408428306388,
    "arithmeticGeometricMean": 7.370065423318101,
    "median": 7.538,
    "lastUpdate": "2024-05-10"
  }
}