{
  "sources": [
    "https://anidb.net/anime/10864",
    "https://anilist.co/anime/20881",
    "https://anime-planet.com/anime/heavy-object",
    "https://anisearch.com/anime/9895",
    "https://kitsu.io/anime/9731",
    "https://livechart.me/anime/1235",
    "https://myanimelist.net/anime/27829",
    "https://notify.moe/anime/e-YLtFmmR"
  ],
  "synopsis": {
    "text": "Facing the formidable might of colossal, spherical weapons known as 'Objects,' the landscape of warfare has been irrevocably altered in a futuristic world. These indestructible tanks, equipped with unparalleled firepower, dominate the battlefield, leaving conventional armies obsolete. The narrative follows the journey of Qwenthur Barbotage, an ambitious Object Design student, and Havia Winchell, a radar analyst hailing from a noble lineage. Serving in the 37th Mobile Maintenance Battalion of the Legitimate Kingdom, their primary responsibility is to support the Baby Magnum, one of the nation's Objects.\n\nWhen a battle spirals out of control, the duo finds themselves in a dire predicament, confronting the overwhelming force of an enemy Object. Amidst the chaos, a ray of hope emerges, challenging the world's perception of these seemingly invincible war machines. As they traverse the globe, engaging in relentless battles, Qwenthur, Havia, and their commanding officer, Frolaytia Capistrano, join forces with the enigmatic Milinda Brantini, the Baby Magnum's pilot, to overcome insurmountable odds.\n\nOn a snowy battlefield, Milinda, an unusual Elite soldier, crosses paths with Qwenthur and Heivia, a soldier-in-training. As they learn to rely on each other in the heat of battle, Qwenthur uncovers a dark secret surrounding the Heavy Objects. In this new era of warfare, the unlikely group of heroes must summon their courage and intellect to confront the seemingly insurmountable challenges posed by these mechanical behemoths.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2a83728c2a9d87f5",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.138614718614718,
    "arithmeticGeometricMean": 7.136760242273505,
    "median": 7.151666666666667,
    "hash": "2a83728c2a9d87f5",
    "lastUpdate": "2024-05-09"
  }
}