{
  "sources": [
    "https://anidb.net/anime/17503",
    "https://anilist.co/anime/137734",
    "https://anime-planet.com/anime/take-my-brother-away-5",
    "https://anisearch.com/anime/17602",
    "https://kitsu.io/anime/45538",
    "https://livechart.me/anime/11306",
    "https://myanimelist.net/anime/49599",
    "https://notify.moe/anime/on7763z4R"
  ],
  "synopsis": {
    "text": "Fen and Miao, the bickering siblings, return for a fifth season of their action-packed daily lives in \"Ani ni Tsukeru Kusuri wa Nai!\". The series retains its humor and energy, with the siblings' squabbles often revolving around food, animals, and matters of the heart. Interestingly, Miao seems to be pulling Fen's ears less often these days, could it be because she's nursing a crush on someone from school?\n\nThe Shi siblings, along with their friends, navigate the challenges of high school life, from staying thrifty to acing exams. Fen, the older brother, with his carefree attitude, often finds himself at odds with his younger sister Miao, leading to comedic physical fights. However, their friends are always there to lend a hand. Fen's best friend, Kai Xin, though equally scatterbrained, makes up for it with his athletic prowess. Miao's cheerful friend, Miaomiao, is always by her side. The group's newest member, Wan Sui, tries to hide his wealth but remains unwaveringly loyal to his friends, sometimes involving his younger brother Xing in their adventures.\n\nThe friends' unconventional problem-solving methods don't always work out, but no obstacle is too big to stop them from enjoying their high school years. Join them as they continue to discover the joy and chaos of adolescence in this latest season.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2a8f630a4f22baba",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.331601731601731,
    "arithmeticGeometricMean": 7.327160327027065,
    "median": 7.441558441558441,
    "hash": "2a8f630a4f22baba",
    "lastUpdate": "2024-05-08"
  }
}