{
  "sources": [
    "https://anidb.net/anime/429",
    "https://anilist.co/anime/155",
    "https://anime-planet.com/anime/x-the-movie",
    "https://anisearch.com/anime/1028",
    "https://kitsu.io/anime/133",
    "https://livechart.me/anime/5576",
    "https://myanimelist.net/anime/155",
    "https://notify.moe/anime/8U8tcKiig"
  ],
  "synopsis": {
    "text": "Shirou Kamui, a young man with a predetermined destiny, finds himself in the epicenter of a colossal conflict that will shape the future of humanity and the Earth. Set in the pivotal year of 1999, Tokyo becomes the battleground for two formidable factions: the Dragons of Heaven, sworn protectors of Earth, and the Dragons of Earth, legendary angels who seek to purify the planet by eradicating mankind.\n\nAs the decisive force, Kamui must choose a side, but the responsibility proves unappealing to him. However, when he discovers that his childhood friends, Fuuma and Kotori Monou, are in grave danger, he reluctantly embraces his role in this world-altering struggle. As gifted individuals, the Dragons from both factions clash in a fierce battle for dominance, with the weight of the world resting on Kamui's shoulders.\n\nIn this climactic year of destiny, Kamui's personal fate remains unchangeable, and sacrifices are inevitable. With two oracles, Hinoto and Kanoe, predicting opposing outcomes and amassing power for their respective visions, Kamui's choice will ultimately determine the fate of the Earth and humanity. Will he side with the Dragons of Heaven to preserve civilization, or will he align with the Dragons of Earth to bring about a purified universe? The answer will forever impact the course of human existence.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2ae0c4fbd83a489d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.456351113172542,
    "arithmeticGeometricMean": 6.447094150730398,
    "median": 6.363363636363636,
    "hash": "2ae0c4fbd83a489d",
    "lastUpdate": "2024-05-10"
  }
}