{
  "sources": [
    "https://anidb.net/anime/9923",
    "https://anilist.co/anime/19067",
    "https://anime-planet.com/anime/future-card-buddyfight",
    "https://anisearch.com/anime/8708",
    "https://kitsu.io/anime/7795",
    "https://livechart.me/anime/199",
    "https://myanimelist.net/anime/19067",
    "https://notify.moe/anime/JQhptKiiR"
  ],
  "synopsis": {
    "text": "An exciting new era has dawned in the world of card games with the arrival of Future Card Buddyfight, a thrilling collectible card game that bridges Earth with a parallel universe teeming with monsters and magic. By harnessing the power of Buddy Rare Cards, ordinary people can forge alliances with extraordinary creatures, leading to spectacular duels known as Buddyfights. As the line between friendly competition and reality starts to blur, the Buddy Police are tasked with keeping the peace and ensuring the game remains a force for good.\n\nEnter Gaou Mikado, a passionate young martial artist who embarks on a life-changing journey when he partners with the fiery Drumbunker Dragon. Armed with a Core Deck Case gifted by the Buddy Police's prodigy, Ryuuenji Tasuku, Gaou steps into the awe-inspiring realm of Buddyfight. As he navigates this fantastical world, he discovers that the bonds of friendship and courage can overcome even the most formidable challenges. But with the stakes of the game rising, will Gaou and his fellow Buddyfighters be able to maintain the delicate balance between their world and the parallel universe of Shinkinkai? Join Gaou and Drumbunker Dragon as they take on rivals, forge new alliances, and battle to protect the future of Buddyfight.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2b255dc89dca0699",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.336485908649174,
    "arithmeticGeometricMean": 6.3132079402712415,
    "median": 6.545454545454545,
    "hash": "2b255dc89dca0699",
    "lastUpdate": "2024-05-09"
  }
}