{
  "sources": [
    "https://anilist.co/anime/908",
    "https://anime-planet.com/anime/fullmetal-alchemist-premium-collection",
    "https://anisearch.com/anime/2145",
    "https://kitsu.io/anime/808",
    "https://livechart.me/anime/3407",
    "https://myanimelist.net/anime/908",
    "https://notify.moe/anime/DMmJ5FiiR"
  ],
  "synopsis": {
    "text": "The anime follows the continuing adventures of Edward and Alphonse Elric as they battle against the evil homunculi. In one story arc, the entire Amestrian army of State Alchemists joins forces with the Elric brothers to wage an epic fight against the homunculi. A nervous new State Alchemist rookie joins the fray as well. After this climactic battle concludes, both the heroes and villains decide to relax at a raucous party filled with revelry and copious amounts of alcohol. With so many strong personalities under one roof, chaos and hilarity are sure to ensue. In an alternate storyline depicted in the anime, Edward, Alphonse, Roy Mustang, and other State Alchemists battle the homunculi in an alternate reality version of Amestris. This intense 10-minute sequence highlights the abilities of both sides as they clash. The anime also features some lighter tales. A humorous 6-minute \"after party\" skit shows chibi versions of all the main characters continuing the celebrations after the movie Conqueror of Shambala concludes. And a sweet 3-minute vignette shows Edward in modern-day Japan spending time with his grandchildren, proving that even after hardship, innocence can be rediscovered. With action, adventure, humor, and heart, this anime promises excitement and intrigue around every corner. Whether it's an epic battle, raucous party, or quiet family moment, fans are sure to find enjoyment as they follow the timeless story of the unbreakable Elric brothers.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "2b45b18c9873d284",
    "created": "2024-05-21",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 7.26910071561092,
    "arithmeticGeometricMean": 7.262096495357072,
    "median": 7.4,
    "hash": "2b45b18c9873d284",
    "lastUpdate": "2024-05-06"
  }
}