{
  "sources": [
    "https://anidb.net/anime/1663",
    "https://anilist.co/anime/340",
    "https://anime-planet.com/anime/shura-no-toki",
    "https://anisearch.com/anime/2993",
    "https://kitsu.io/anime/307",
    "https://livechart.me/anime/6707",
    "https://myanimelist.net/anime/340",
    "https://notify.moe/anime/VBf25Kmig"
  ],
  "synopsis": {
    "text": "Watch the epic saga of the Shura clan, a legendary lineage of warriors who have left an indelible mark on Japanese history since the Heian period. Their unrivaled martial art, the Mutsu Enmei-Ryuu style, enables them to conquer armed adversaries with unparalleled speed and strength, even when unarmed.\n\nThe tale begins with the enigmatic Yakumo, a young boy who crosses paths with the renowned swordsman Musashi Miyamoto. As Musashi seeks a formidable opponent, could Yakumo be the one he's been searching for?\n\nNext, witness the journey of young Tsubura, the shinobi Sasuke, and the enigmatic Takato as they strive to aid Iori Miyamoto, who is besieged by soldiers. As the imperial duel approaches, Takato discovers that winning isn't Tsubura's true objective, and finds himself unwittingly caught up in her scheme.\n\nFinally, the narrative shifts to Izumi, who recognizes the exceptional skills of Ryouma Sakamoto during a private duel. Despite his prowess, Ryouma's inability to kill prompts Izumi to take up residence in his dojo, determined to unlock his true potential. However, the ongoing war against the shogunate soon entangles them in a web of conflict, politics, and the Shinsengumi.\n\nJoin the Shura clan on their thrilling adventures as they traverse the annals of history, encountering legendary figures and shaping the destiny of Japan. Prepare for a captivating journey filled with action, intrigue, and unforgettable characters.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2b4d5b6b0902b361",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.41162205141797,
    "arithmeticGeometricMean": 7.407464575104366,
    "median": 7.57,
    "hash": "2b4d5b6b0902b361",
    "lastUpdate": "2024-05-09"
  }
}