{
  "sources": [
    "https://anidb.net/anime/9921",
    "https://anilist.co/anime/19115",
    "https://anime-planet.com/anime/giovannis-island",
    "https://anisearch.com/anime/8707",
    "https://kitsu.io/anime/7801",
    "https://livechart.me/anime/135",
    "https://myanimelist.net/anime/19115",
    "https://notify.moe/anime/DtTptFmig"
  ],
  "synopsis": {
    "text": "That fateful day of August 15th marked the end of the war, a loss we struggled to comprehend. Soon after, unfamiliar soldiers arrived on our tranquil island of Shikotan, transforming our lives forever. This once peaceful fishing island, now part of the Sakhalin Oblast, became a melting pot of cultures, where children from two different nations began to forge friendships, defying language barriers and historical tides.\n\nInspired by real events, this heartwarming tale follows the journey of two brothers, Junpei and Kanta, named after characters from their late mother's beloved book, Night on the Galactic Railroad. Their serene lives take a drastic turn when Soviet forces settle on their island, bringing with them new challenges and friendships. Among these new faces is Tanya, the commander's daughter, who forms an unlikely bond with Junpei, transcending language and cultural divides.\n\nAs the island grapples with the aftermath of war, the brothers' family finds themselves living in stables and struggling for food. Despite these hardships, Junpei and Kanta find solace in their newfound friendship with Tanya. However, with their uncle Hideo secretly traveling to the mainland for food and their father covertly pilfering supplies from the occupying forces, the family's future hangs in the balance. Will they manage to endure these tumultuous times, or are darker days ahead?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.628839073969509,
    "arithmeticGeometricMean": 7.627478022801681,
    "median": 7.715,
    "lastUpdate": "2024-05-09"
  }
}