{
  "sources": [
    "https://anidb.net/anime/13546",
    "https://anilist.co/anime/100465",
    "https://anime-planet.com/anime/attack-on-titan-movie-3-the-roar-of-awakening",
    "https://anisearch.com/anime/12951",
    "https://kitsu.io/anime/41487",
    "https://livechart.me/anime/2959",
    "https://myanimelist.net/anime/36702",
    "https://notify.moe/anime/EuNTC3dmg"
  ],
  "synopsis": {
    "text": "Titans are once again causing chaos in the world of Eren Yeager and his fellow members of the 104th Training Corps, as they become full-fledged members of the Survey Corps. The team's efforts to brace themselves for the impending Titan onslaught are disrupted by an unexpected invasion of Wall Rose. As the Survey Corps scrambles to protect the wall, they stumble upon shocking revelations about the invading Titans and the hidden truths of their own comrades.\n\nThis third recap movie brings together episodes 26-37 of the anime, encapsulating the second season, and focuses on the Clash of the Titans story arc. Following their battle against the female Titan near Wall Sina, Eren and his friends uncover a chilling secret: the walls that protect them harbor slumbering Titans. When they confront the priest Nick, the team begins to suspect that the entire wall could be made up of these monstrous creatures.\n\nHowever, this revelation is quickly overshadowed by the news that Wall Rose has been breached, and Titans are wreaking havoc on everything in their path, including Connie's home village. Amid the fear and terror, the sighting of a colossal, beast-like Titan that appears to be far more powerful than the average Titan adds to their worries. As the extent of the damage to the Wall remains uncertain, some of Eren's friends find themselves in mortal danger, forced to fight for their lives against the relentless Titan onslaught.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.83115341801056,
    "arithmeticGeometricMean": 7.825386108373892,
    "median": 7.893061224489795
  },
  "lastUpdate": "2024-05-10"
}