{
  "sources": [
    "https://anidb.net/anime/8826",
    "https://anilist.co/anime/12671",
    "https://anime-planet.com/anime/pokemon-movie-15-kyurem-vs-the-sword-of-justice",
    "https://anisearch.com/anime/7521",
    "https://kitsu.io/anime/6786",
    "https://livechart.me/anime/1060",
    "https://myanimelist.net/anime/12671",
    "https://notify.moe/anime/PesNtFiig"
  ],
  "synopsis": {
    "text": "At the heart of the 15th Pokémon film, a thrilling adventure unfolds in the Unova region, featuring the formidable Dragon-type Legendary Pokémon, Kyurem. The story takes a turn with the introduction of the Mythical Pokémon, Keldeo, who harbors a burning ambition to join the esteemed Swords of Justice - a noble group of Pokémon consisting of Cobalion, Terrakion, Virizion, and Keldeo itself.\n\nThe Swords of Justice, renowned for their mission to help creatures in need across the globe, cross paths with Ash and Pikachu as they journey through the Unova region. In a daring attempt to prove its worth, Keldeo challenges the mighty Kyurem, who possesses the incredible ability to transform into its Black and White forms.\n\nHowever, Keldeo's initial confidence soon falters when faced with Kyurem's overwhelming power. The Legendary Dragon, driven by malevolent intentions, begins to wreak havoc across the region, drawing energy from other Legendary Pokémon and disrupting the delicate balance of power.\n\nDuring this chaos, Ash and his friends discover an injured Keldeo and learn of its valiant mission to rescue its fellow Swords of Justice from Kyurem's icy grasp. With the world hanging in the balance, Keldeo must confront its fears, master the Sacred Sword technique, and harness the true power of its horn to stand against the seemingly invincible Kyurem.\n\nAs the stakes rise and the odds appear insurmountable, will Keldeo find the courage to face its greatest challenge yet, and will Ash and Pikachu be able to lend the support needed to save the Unova region from Kyurem's destructive rampage?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.5778310238868265,
    "arithmeticGeometricMean": 6.570227770672964,
    "median": 6.531000000000001,
    "lastUpdate": "2024-05-09"
  }
}