{
  "sources": [
    "https://anidb.net/anime/17248",
    "https://anilist.co/anime/146234",
    "https://anime-planet.com/anime/my-one-hit-kill-sister",
    "https://anisearch.com/anime/17197",
    "https://kitsu.io/anime/45965",
    "https://livechart.me/anime/11124",
    "https://myanimelist.net/anime/51219",
    "https://notify.moe/anime/k0fI1iPnR"
  ],
  "synopsis": {
    "text": "Asahi's mundane life takes a dramatic turn when he is thrust into a fantastical world, a realm he had only ever encountered in his favorite video games and novels. Eager to embrace his new reality, he soon discovers that his abilities are far from the powerful cheat skills he had hoped for. Instead, he finds himself among the weakest inhabitants of this new world.\n\nJust as despair sets in, Asahi's older sister, Maya, makes a dramatic entrance, revealing herself as the true bearer of extraordinary powers. Driven by an unyielding love for her brother, Maya had followed Asahi into this new world, determined to protect him at all costs. Her abilities are not just strong, but overwhelmingly so, making her the most formidable force in this fantastical realm.\n\nDespite the stark contrast in their abilities, the siblings embark on a journey together, navigating the challenges and wonders of their new environment. As they search for a way back home, they must also confront the looming threat of the Demon King's army, a force that only Maya seems capable of withstanding.\n\nThus begins a tale of sibling love and adventure, where the weakest and the strongest must rely on each other to survive in a world far removed from their own.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2c1937fb71fefa04",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.326864100185529,
    "arithmeticGeometricMean": 6.318914334591207,
    "median": 6.3568181818181815,
    "hash": "2c1937fb71fefa04",
    "lastUpdate": "2024-05-09"
  }
}