{
  "sources": [
    "https://anidb.net/anime/1308",
    "https://anilist.co/anime/3016",
    "https://anime-planet.com/anime/legend-of-the-galactic-heroes-overture-to-a-new-war",
    "https://anisearch.com/anime/563",
    "https://kitsu.io/anime/2726",
    "https://livechart.me/anime/4439",
    "https://myanimelist.net/anime/3016",
    "https://notify.moe/anime/G5sUcKmmg"
  ],
  "synopsis": {
    "text": "New Synopsis:\n\nIn the vast expanse of the cosmos, the Galactic Empire, under the command of the newly appointed High Admiral Reinhard von Lohengramm, fresh from his victory at the Fourth Battle of Tiamat, prepares for another conflict. Reinhard, now Count von Lohengramm, faces skepticism from his peers, who suspect favoritism, and a covert plot from the Imperial High Command, who seek to send him into an unwinnable battle.\n\nMeanwhile, in the Free Planets Alliance, Yang Wen-li, a reluctant hero, reunites with his friends, only to find his peace short-lived. As the Alliance learns of the Empire's plans for invasion, Yang is once again called to duty, his keen strategic mind already anticipating Reinhard's tactics.\n\nAmidst the political intrigue and impending warfare, personal narratives unfold. In the Alliance, Yang's friend, Jean Robert Lapp, plans to propose to their mutual acquaintance, Jessica Edwards. In the Empire, Reinhard must navigate the treacherous waters of court politics, his enemies lurking in the shadows.\n\n\"Legend of the Galactic Heroes: Overture to a New War\" offers a deeper dive into these characters' lives, revealing unseen moments and relationships. This anime, based on a series of sci-fi novels, explores the intricacies of warfare, from grand strategy to personal sacrifices, through the eyes of its two main protagonists, Reinhard and Yang. As the Battle of Astate looms, the stakes are high, and the outcome uncertain. Will Yang's superiors listen to his warnings in time, or will Reinhard's cunning plan prevail? The stage is set for a cosmic conflict of epic proportions.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.884549938157081,
    "arithmeticGeometricMean": 7.8827792256622065,
    "median": 8.015,
    "lastUpdate": "2024-05-09"
  }
}