{
  "sources": [
    "https://anidb.net/anime/10999",
    "https://anilist.co/anime/20998",
    "https://anime-planet.com/anime/robot-girls-z-plus",
    "https://anisearch.com/anime/10056",
    "https://kitsu.io/anime/10307",
    "https://livechart.me/anime/1345",
    "https://myanimelist.net/anime/29035",
    "https://notify.moe/anime/yKmUpKiig"
  ],
  "synopsis": {
    "text": "Mazinger Z's beloved robot girls return in the new anime series, Robot Girls Z+, featuring six monthly shorts set to premiere in the spring. Join Team Z, the resurrected Team G, Team LOD, Team Gou, and other fan-favorite characters from the online game as they embark on thrilling adventures inspired by the iconic Toei Manga Matsuri films, Great Mazinger Vs. Getter Robo, and Great Mazinger Vs. Getter Robo G - The Great Space Encounter.\n\nAt the Nerima Ward Ooizumi Academy Photonic District, the Robot Girls have turned to selling 'Photonic Energy,' an affordable and eco-friendly power source, in an attempt to revive their struggling finances. As their research lab faces dwindling government support, the girls find themselves in a monotonous rut. However, the arrival of new part-timers Garada-K7 and Doublas-M2 quickly shakes things up. But these quirky newcomers, one with long pigtails and the other speaking only through hand-puppets, have ulterior motives. As the girls' true intentions come to light, a fierce battle erupts over the future of Photonic Energy.\n\nA formidable new foe emerges, and with Team Z still struggling to find their footing, the rejuvenated Team G, the expanded Team LOD, and the newcomers, Team Gai, are thrust into an epic battle royale. The action unfolds across amusement parks, girls' festivals, and the very heart of Nerima. Can the girls rise to the challenge and secure victory? Or will the enigmatic dark horses, Boss-ko and Pan-san, tip the scales? As ominous clouds gather, the countdown to a potential",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2c59d5674b968597",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.290870748299319,
    "arithmeticGeometricMean": 6.280929890384001,
    "median": 6.43,
    "hash": "2c59d5674b968597",
    "lastUpdate": "2024-05-09"
  }
}