{
  "sources": [
    "https://anilist.co/anime/1168",
    "https://anime-planet.com/anime/irresponsible-captain-tylor-ova",
    "https://anisearch.com/anime/2676",
    "https://kitsu.io/anime/1049",
    "https://livechart.me/anime/6116",
    "https://myanimelist.net/anime/1168",
    "https://notify.moe/anime/Ft7x5Kimg"
  ],
  "synopsis": {
    "text": "What a thrilling ride awaits in this anime saga! After six grueling months, the Raalgon Empire has concocted a terrifying new weapon, and the responsibility to thwart its transportation falls on the shoulders of the unconventional Captain Tylor and his crew aboard the Soyokaze. However, when everything goes awry, the crew is left at the enemy's mercy, facing imminent execution. As the clock ticks down, they can't help but wonder: Has their seemingly carefree captain led them astray, or is this all part of a grand scheme?\n\nMeanwhile, the crew grapples with their own personal dilemmas. How will Azalyn navigate the challenges of turning 16? What daring feats will Kojiro attempt in his own rendition of Top Gun? Will the Marines be cunning enough to outwit a lethal robot? Is there any hope for a romantic spark between Yuriko and Tylor? And will Yamamoto survive the constant stress that comes with being himself?\n\nDespite the odds, the charismatic Captain Tylor has a knack for emerging victorious, thanks to a mix of sheer luck and unwavering calmness. Just when it seems like peace has finally descended upon the universe, whispers of a new Raalgon threat emerge. Once again, Tylor and his crew are dispatched to prevent impending doom. But their mission goes south, and they find themselves prisoners of the enemy. Is this just another one of Tylor's audacious plans, or has their luck finally run out? Join the crew in this thrilling OVA conclusion to the Tylor saga to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2c709ebcaa483602",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.008659245516388,
    "arithmeticGeometricMean": 7.0003798997941304,
    "median": 7.160454545454545,
    "hash": "2c709ebcaa483602",
    "lastUpdate": "2024-05-06"
  }
}