{
  "sources": [
    "https://anidb.net/anime/9437",
    "https://anilist.co/anime/15611",
    "https://anime-planet.com/anime/cardfight-vanguard-link-joker",
    "https://anisearch.com/anime/8086",
    "https://kitsu.io/anime/7283",
    "https://livechart.me/anime/323",
    "https://myanimelist.net/anime/15611",
    "https://notify.moe/anime/unRKtFmmg"
  ],
  "synopsis": {
    "text": "Aichi Sendou finds himself navigating the challenges of high school at Miyaji Academy, a place that emphasizes future-focused activities. Despite the school's emphasis on professional development, Aichi remains passionate about Cardfight!!! Vanguard, a game he believes holds a promising future. To promote his love for the game, Aichi embarks on a mission to establish a Vanguard club at his new school.\n\nWith the help of new acquaintances and old friends, Aichi works to recruit members for his club, even when faced with resistance from the meddling student council. Among his new allies is Naoki Ishida, a once-bored classmate who becomes captivated by the strategic card game. Together with Kourin Tatsunagi, a member of Team Ultra-Rare, and Shingo Komoi, an admirer of Aichi's cardfighting skills, they form a formidable team.\n\nHowever, dark forces loom as the sinister Link Joker clan sets its sights on Earth, targeting Vanguard players and devouring the souls of those who fall to their powerful deck. Aichi and his friends must face not only the challenges of high school tournaments but also the impending threat of the Link Joker clan. Despite the obstacles in their path, the determined team remains undeterred, ready to face whatever challenges come their way.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2cd791f28979ca0b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.10839332096475,
    "arithmeticGeometricMean": 7.1026123285236,
    "median": 7.175909090909091,
    "hash": "2cd791f28979ca0b",
    "lastUpdate": "2024-05-09"
  }
}