{
  "sources": [
    "https://anilist.co/anime/13245",
    "https://anime-planet.com/anime/the-prince-of-tennis-ii-specials",
    "https://anisearch.com/anime/8612",
    "https://kitsu.io/anime/6920",
    "https://livechart.me/anime/5767",
    "https://myanimelist.net/anime/13245",
    "https://notify.moe/anime/tODDtFmig"
  ],
  "synopsis": {
    "text": "After their triumph at the national tournament, the middle school tennis stars find themselves with a rare moment of free time before the intense training camp for the U-17 Japanese team begins. Tezuka goes fishing with his grandfather, finding peace in the calm waters. But not all enjoy such tranquility - old rivals Oshitari and Kenya clash yet again in a petty dispute, while Shiraishi learns a shocking truth about his past. At the U-17 camp, the road to glory is paved with challenge matches, friend against friend, teammate against teammate. Yukimura and Sanada, two demons of Rikkai, must face off to determine who will stay. Meanwhile Shiraishi and Kenya finally have a chance to settle the score after last year's bitter defeat. Winners enjoy the opulent rewards, losers left to train in solitude - but bonds of friendship persist despite the high stakes. Doubles matches commence, mixing rivals across schools. Kirihara's fiery temper nearly costs his team when paired with the mild-mannered Shiraishi. On the edge of exhaustion after relentless training, anxiety runs high when food supplies run low, and misunderstandings descend into chaos. But for prodigies like Echizen, even disaster breeds opportunity to showcase peerless skill. Through every trial, from pastoral escapes to competitive fury, these adolescents discover new depths of companionship and talent - forging unbreakable connections that will guide them to greatness on the global stage of tennis elites.",
    "author": "anthropic.claude-v2:1"
  },
  "score": {
    "arithmeticMean": 7.449108843537414,
    "arithmeticGeometricMean": 7.4439782302222195,
    "median": 7.472272727272728
  },
  "lastUpdate": "2024-05-21"
}