{
  "sources": [
    "https://anilist.co/anime/13245",
    "https://anime-planet.com/anime/the-prince-of-tennis-ii-specials",
    "https://anisearch.com/anime/8612",
    "https://kitsu.io/anime/6920",
    "https://livechart.me/anime/5767",
    "https://myanimelist.net/anime/13245",
    "https://notify.moe/anime/tODDtFmig"
  ],
  "synopsis": {
    "text": "Zenya Shouhei (The Eve of the Summons)\nAs the U-17 training camp invitations loom, middle schoolers seize their final moments of respite, indulging in leisurely activities and light-hearted banter.\n\nKami no Ko vs Koutei (Child of God vs. Emperor)\nRikkai University-Affiliated Middle School's Seiichi Yukimura and Genichirou Sanada, two of the 'Three Demons,' clash in a high-stakes elimination match. As they battle to secure their place in the camp, the intricate history between the 'Child of God' and the 'Emperor' unfolds.\n\nDensetsu wo Tsugusha-tachi (The Legend Continues)\nShitenhouji Middle School's Kenya Oshitari and Kuranosuke Shiraishi face off in the next round of elimination matches, both carrying emotional burdens from the previous Nationals. They resolve to settle their unfinished business in this decisive encounter.\n\nShousha no Imi (The Winner's Significance)\nPost-elimination matches, the victorious middle schoolers revel in a lavish lifestyle, prompting some to question the true purpose of the camp. A table tennis match emerges as the perfect platform to resolve their disputes.\n\nOtoko-tachi no Kizuna (The Men's Bond)\nFollowing a disheartening loss in his first court shuffle match, Hyoutei Academy's Choutarou Ootori grapples with self-doubt. Rikkai's Bunta Marui steps in to offer guidance and help him overcome his defeat.\n\nTenshi to Seijo (Angel and Bible)\nRikkai's Akaya Kirihara and Shiten",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2cfa349aebae6a55",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.449108843537414,
    "arithmeticGeometricMean": 7.4439782302222195,
    "median": 7.472272727272728,
    "hash": "2cfa349aebae6a55",
    "lastUpdate": "2024-05-10"
  }
}