{
  "sources": [
    "https://anilist.co/anime/20835",
    "https://anime-planet.com/anime/one-piece-3d2y-overcoming-aces-death-luffys-pledge-to-his-friends",
    "https://anisearch.com/anime/9793",
    "https://kitsu.io/anime/8718",
    "https://livechart.me/anime/704",
    "https://myanimelist.net/anime/25161",
    "https://notify.moe/anime/lyEJpFiig"
  ],
  "synopsis": {
    "text": "He aded to the remote and perilous Rusukaina Island, Monkey D. Luffy embarks on a rigorous two-year training journey under the tutelage of Silvers Rayleigh, aiming to master the formidable power of Haki. Haunted by the loss of his brother Ace and the devastation of the Marineford War, Luffy is determined to grow stronger and face the challenges that lie ahead in the New World.\n\nMeanwhile, the notorious and recently escaped prisoner, Burndy World, wreaks havoc across the seas, demonstrating his fearsome strength by sinking naval ships and defying the world government. Dubbed 'The Destroyer of the World,' this new menacing foe has set his sights on capturing Boa Hancock, one of the Shichibukai, to use her as leverage against the world government.\n\nWhen Hancock's beloved sisters, Marigold and Sandersonia, are kidnapped by Burndy World, Luffy's training is put on hold. With the future of the world at stake and the lives of his friends in danger, Luffy teams up with Boa Hancock to confront this seemingly unstoppable enemy. In order to save Hancock's sisters and protect the world from Burndy World's wrath, Luffy must rely on his newfound Haki skills and find the strength to overcome his personal grief.\n\nJoin Luffy and Boa Hancock in this thrilling, never-before-told TV special, as they face off against a powerful new adversary and navigate the treacherous waters of the New World.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2d6aceb5fa2688bc",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.039270253555967,
    "arithmeticGeometricMean": 8.037462755424738,
    "median": 7.86,
    "hash": "2d6aceb5fa2688bc",
    "lastUpdate": "2024-05-06"
  }
}