{
  "sources": [
    "https://anidb.net/anime/457",
    "https://anilist.co/anime/1043",
    "https://anime-planet.com/anime/tokyo-babylon",
    "https://anisearch.com/anime/2864",
    "https://kitsu.io/anime/933",
    "https://livechart.me/anime/6568",
    "https://myanimelist.net/anime/1043",
    "https://notify.moe/anime/QJBJ5Fmig"
  ],
  "synopsis": {
    "text": "Since the dawn of Japan, the Sumeragi clan has been renowned for their powerful onmyouji, protectors of spirits and souls. As the 13th head of this prestigious clan, Subaru Sumeragi finds himself in the heart of Tokyo, investigating paranormal crimes and mysterious occurrences. Alongside his twin sister Hokuto and their enigmatic ally Seishirou Sakurazuka, a skilled veterinarian and yin-yang magician, Subaru is tasked with exorcising a construction site. However, when his employer turns up dead, the only lead points to a man who inexplicably escapes death time and time again.\n\nAs Subaru delves deeper into this perplexing case, he encounters a vengeful young woman, determined to curse the seemingly invincible man for the murder of her brother. With evil spirits lurking in the shadows, Subaru and his companions must unravel the truth behind his employer's death and put an end to the sinister forces at play.\n\nMeanwhile, Tokyo's subways are plagued by a ruthless serial killer, targeting women with impunity. When Subaru witnesses one of these grisly murders, he becomes entangled in the investigation, crossing paths with a woman possessing the uncanny ability to see events through the touch of objects. As the killer sets his sights on this woman, Subaru races against time to save her. But when the onmyouji finds himself in the crosshairs of this relentless murderer, it's up to Seishirou to come to his rescue.\n\nJoin Subaru, Hokuto, and Seishirou as they navigate the treacherous world of paranormal intrigue and fight to protect Tokyo from the clutches of darkness.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2d73fbbc9929e35a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.283060694407632,
    "arithmeticGeometricMean": 6.274533706531514,
    "median": 6.454545454545455,
    "hash": "2d73fbbc9929e35a",
    "lastUpdate": "2024-05-10"
  }
}