{
  "sources": [
    "https://anidb.net/anime/7565",
    "https://anilist.co/anime/3785",
    "https://anime-planet.com/anime/evangelion-3-0-you-can-not-redo",
    "https://anisearch.com/anime/4679",
    "https://kitsu.io/anime/3251",
    "https://livechart.me/anime/968",
    "https://myanimelist.net/anime/3785",
    "https://notify.moe/anime/6LAl5Kmmg"
  ],
  "synopsis": {
    "text": "Fourteen years after the catastrophic Third Impact, Shinji Ikari awakens inside his Evangelion unit to find the world has changed drastically. Human civilization lies in ruins, the planet is now a post-apocalyptic wasteland, and former friends have become bitter enemies who blame Shinji for the devastation. Shinji struggles to come to terms with his role in the tragedy as he is held prisoner by WILLE, a military faction led by his estranged guardian Misato Katsuragi. Cold and suspicious towards Shinji, they refuse to support him despite his confusion. Shinji manages to escape with the help of the enigmatic Rei Ayanami, who takes him to the remnants of NERV headquarters. There Shinji befriends Kaworu Nagisa, a cryptic yet kind soul who offers insight into NERV's ongoing war with the Angels. For a brief moment, Shinji finds warmth and respite after years trapped inside his Eva. However, this is the eve of a climactic battle against former allies to determine the fate of the world. Shinji must confront the fact that the Angels are no longer the enemy - it is the people he once fought to protect. As the bitter conflict escalates, Shinji realizes the past cannot be undone. Both mankind and the Angels race to influence the outcome of this decisive battle, which threatens to finish what was started - the end of days for humanity. Shinji struggles to redeem himself amidst the chaos, but it may be too little too late to salvage the future in this devastated world.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "2da8d5111bf60ec0",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 7.639229363229364,
    "arithmeticGeometricMean": 7.637832718092884,
    "median": 7.713436933436934,
    "hash": "2da8d5111bf60ec0",
    "lastUpdate": "2024-05-09"
  }
}