{
  "sources": [
    "https://anidb.net/anime/5698",
    "https://anilist.co/anime/4320",
    "https://anime-planet.com/anime/lupin-the-3rd-green-vs-red",
    "https://anisearch.com/anime/4546",
    "https://kitsu.io/anime/3556",
    "https://livechart.me/anime/6937",
    "https://myanimelist.net/anime/4320",
    "https://notify.moe/anime/xa-XcKmmg"
  ],
  "synopsis": {
    "text": "In the bustling cityscape of Tokyo, a mysterious figure donning a green jacket is causing quite a stir. This enigmatic character, Yasuo, has developed an obsession with the legendary thief, Arsene Lupin the 3rd, and is determined to claim the title for himself. Meanwhile, the authentic Lupin, easily recognizable in his signature red attire, is already on the hunt for his next big score: the Ice Cube diamond, a gem that conceals a hidden secret.\n\nAs Yasuo's fascination with Lupin deepens, he begins to emulate his idol, even partnering with Jigen for a while. To prove his worth, Yasuo sets his sights on the same prize as Lupin: the Ice Cube diamond. With two thieves vying for the same treasure, a thrilling game of cat and mouse ensues, leaving the audience questioning who the real Lupin is.\n\nCaught in the middle of this rivalry are the loyal companions of the genuine Lupin: Goemon, Jigen, and Fujiko. As the tension between the two Lupins escalates, they must ultimately decide which side to support. Will they remain faithful to their original partner in crime, or will they be swayed by the ambition and daring of the newcomer?\n\nAs the world's greatest thief, there can only be one Lupin. The stage is set for an epic showdown between the true Lupin and his determined impostor, all while the dogged Inspector Zenigata remains hot on their trail, hell-bent on capturing the infamous thief once and for all. The question remains: who will emerge victorious and claim the prestigious Lupin name?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2dc4c131d131613c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.802711237741851,
    "arithmeticGeometricMean": 6.7969927648583255,
    "median": 6.818181818181818,
    "hash": "2dc4c131d131613c",
    "lastUpdate": "2024-05-09"
  }
}