{
  "sources": [
    "https://anidb.net/anime/6083",
    "https://anilist.co/anime/5042",
    "https://anime-planet.com/anime/kiss-x-sis",
    "https://anisearch.com/anime/4671",
    "https://kitsu.io/anime/3901",
    "https://livechart.me/anime/203",
    "https://myanimelist.net/anime/5042",
    "https://notify.moe/anime/Czy95FimR"
  ],
  "synopsis": {
    "text": "With his father's remarriage, Keita Suminoe's family expands to include two enchanting twin stepsisters, Ako and Riko. The trio, bound by a shared childhood, develops a connection that transcends typical sibling affection. As they mature, Ako, the responsible former student council president, and Riko, the athletic ex-disciplinary president, find themselves harboring romantic feelings for their younger brother.\n\nKeita, now in his final year of middle school, faces a dilemma when he receives a sports recommendation from a different high school than his sisters. In an attempt to maintain their familial bond, Ako and Riko persuade Keita to reconsider, leading him to commit to studying for the same high school's entrance exam. However, his study plans are frequently derailed by his sisters' amorous advances, leaving Keita in a constant struggle to maintain a platonic relationship.\n\nDespite their parents' approval of the sisters' pursuit, Keita remains resolute in his stance. Yet, as he navigates the complexities of high school entrance exams and his sisters' seductive tactics, he finds himself gradually succumbing to their charms. Will Keita manage to uphold his principles amidst the temptations, or will he surrender to the allure of forbidden love? This ecchi-filled harem anime promises a rollercoaster ride of laughter, embarrassment, and unexpected twists.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2dc834a0c48c5f87",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.933827848518324,
    "arithmeticGeometricMean": 6.931706022180475,
    "median": 6.994107312440646,
    "hash": "2dc834a0c48c5f87",
    "lastUpdate": "2024-05-09"
  }
}