{
  "sources": [
    "https://anidb.net/anime/15772",
    "https://anilist.co/anime/124845",
    "https://anime-planet.com/anime/wonder-egg-priority",
    "https://anisearch.com/anime/15636",
    "https://kitsu.io/anime/43620",
    "https://livechart.me/anime/10178",
    "https://myanimelist.net/anime/43299",
    "https://notify.moe/anime/eeKnsFcMg"
  ],
  "synopsis": {
    "text": "It all begins when Ai Ooto, a lonely 14-year-old girl, encounters an enigmatic entity during a late-night stroll. She is granted a peculiar egg, said to have the power to alter her destiny. Initially hesitant, Ai soon discovers that the egg holds more than she bargained for, hatching a companion that promises to transform her isolated existence.\n\nOne night, Ai finds herself in an abandoned arcade, where she obtains a \"Wonder Egg\" from a gachapon machine. As she sleeps, the boundaries between dreams and reality blur, and a girl emerges from the egg. Intrigued and bewildered, Ai embarks on a journey to unravel the connection between the mysterious egg and her own life.\n\nHaunted by the tragic suicide of her only friend, Koito Nagase, Ai is driven by the hope of saving her. Guided by the cryptic instructions of the mysterious entity, she breaks the egg in a dreamlike realm. With each broken egg, Ai is tasked with rescuing individuals from their personal tribulations, inching closer to her ultimate goal.\n\nAs Ai navigates through the bizarre world of Wonder Egg Priority, she confronts the darkest fears and deepest regrets of those she encounters. Along the way, she begins to understand the intricate links between her own inner demons and those of others. This perilous journey forces Ai to face the complex emotional struggles that plague humanity, ultimately leading her to a path of self-discovery and redemption.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2e1e1a4a201ca3b2",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.606223368893011,
    "arithmeticGeometricMean": 7.601098436322611,
    "median": 7.613181818181818,
    "hash": "2e1e1a4a201ca3b2",
    "lastUpdate": "2024-05-10"
  }
}