{
  "sources": [
    "https://anidb.net/anime/18541",
    "https://anilist.co/anime/176158",
    "https://anime-planet.com/anime/im-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet",
    "https://anisearch.com/anime/19127",
    "https://kitsu.io/anime/48628",
    "https://livechart.me/anime/12594",
    "https://myanimelist.net/anime/58473",
    "https://notify.moe/anime/jXIs75JIR"
  ],
  "synopsis": {
    "text": "Demon Beasts Beware: A Valiant Knight's Feline Rebirth!\n\nIn the heat of battle against malevolent forces, a brave knight meets his untimely end. To his astonishment, he is reincarnated as a behemoth, a creature of unparalleled power in the monster realm. But there's a catch: in his infancy, he bears a striking resemblance to a cute and cuddly house cat!\n\nAs he embarks on his perplexing journey, a stunning elf adventurer crosses his path, saving him from the jaws of death. Rather than eliminating him, she takes him under her wing, forming an unlikely alliance. Little does she know that her new feline companion is destined for greatness.\n\nMeanwhile, the elite adventuring party led by Aria has vanquished the menacing monsters lurking in the Underground Labyrinth, securing their status as heroes. Their victory is short-lived, as they receive a summons from the Emperor of Aushura. Their mission? To join forces with the empire and a legendary band of heroes to confront their most formidable foes yet: the Four Demon Beasts!\n\nAs our feline-knight grows stronger, he must harness his inner warrior and embrace his newfound power to protect his elf companion and aid the heroes in their epic battle against the Demon Beasts. Will he be able to prove that even the cutest of creatures can possess the heart of a hero? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2e8f078052c930eb",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 0.0,
    "arithmeticGeometricMean": 0.0,
    "median": 0.0,
    "hash": "2e8f078052c930eb",
    "lastUpdate": "2024-05-11"
  }
}