{
  "sources": [
    "https://anidb.net/anime/1928",
    "https://anilist.co/anime/3159",
    "https://anime-planet.com/anime/the-kabocha-wine",
    "https://anisearch.com/anime/117",
    "https://kitsu.io/anime/2830",
    "https://livechart.me/anime/8506",
    "https://myanimelist.net/anime/3159",
    "https://notify.moe/anime/oMmwcFmig"
  ],
  "synopsis": {
    "text": "How thrilling it is for Aoba Shunsuke to be the first to arrive at his new school, Sunshine Academy, only to find it deserted due to a holiday he was unaware of! His solitude is soon broken by the appearance of Natsumi, an exceptionally tall and beautiful girl, also known as an 'SL' girl. Despite their contrasting sizes, they quickly form a bond, sharing lunch and conversation. Shunsuke, raised in a predominantly female environment and now attending a recently co-ed school, finds Natsumi's acceptance of her unique stature admirable, especially as she faces rejection from other students.\n\nBack home, Shunsuke's mother struggles with her women's apparel business, and Shunsuke, eager to help, offers his assistance. However, his inexperience with interacting with ladies becomes apparent. Natsumi, seeing his struggle, steps in to lend a hand, much to the delight of Shunsuke's mother. As they work together, the unique 'SL' combination of Shunsuke and Natsumi brings about a heartwarming romance filled with shared joys and challenges. Will Shunsuke's bold and sometimes brash attitude cause misunderstandings, or will it further strengthen his bond with Natsumi and others at Sunshine Academy? Only time will tell in this engaging tale of friendship, acceptance, and love.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2ea4176a0763569d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.697291280148423,
    "arithmeticGeometricMean": 6.672655065070509,
    "median": 6.82,
    "hash": "2ea4176a0763569d",
    "lastUpdate": "2024-05-10"
  }
}