{
  "sources": [
    "https://anidb.net/anime/16984",
    "https://anilist.co/anime/141879",
    "https://anime-planet.com/anime/a-herbivorous-dragon-of-5000-years-gets-unfairly-villainized",
    "https://anisearch.com/anime/16832",
    "https://kitsu.io/anime/46238",
    "https://livechart.me/anime/10895",
    "https://myanimelist.net/anime/50421",
    "https://notify.moe/anime/L0_WVItng"
  ],
  "synopsis": {
    "text": "Lord ed as the fearsome 'Evil Dragon, the Demon Lord's Army Leader', a tranquil, herbivorous dragon has enjoyed a peaceful existence for 5,000 years. But when a young, headstrong girl named Reiko appears at his lair, offering herself as a sacrifice in exchange for his aid against the Demon King, the dragon's serene life is shattered. To dissuade her, he feigns acceptance of her proposal, inadvertently unleashing her latent magical abilities.\n\nAs they embark on a journey to confront the Demon King, the dragon and Reiko forge an unlikely partnership, with Reiko claiming to be his disciple, drawing from his boundless power. However, the dragon's gentle demeanor and vegetarian diet hardly align with the fearsome reputation that precedes him. Despite his initial reluctance, the dragon finds himself swept up in Reiko's determination and unwavering spirit, as they strive to protect her village and challenge the Demon King.\n\nAs they traverse the land, the dragon must maintain his facade and navigate the tumultuous adventures that lie ahead, all while trying to prevent Reiko's formidable powers from wreaking havoc on their mission. This extraordinary duo, bound by fate and falsehoods, embarks on an exhilarating and unpredictable journey, filled with humor, heart, and the unlikeliest of friendships.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2ea6bc5917e08517",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.971699443413729,
    "arithmeticGeometricMean": 6.964451586307564,
    "median": 6.954545454545455,
    "hash": "2ea6bc5917e08517",
    "lastUpdate": "2024-05-09"
  }
}