{
  "sources": [
    "https://anidb.net/anime/2216",
    "https://anilist.co/anime/5006",
    "https://anime-planet.com/anime/puss-in-boots-movie-2",
    "https://anisearch.com/anime/1954",
    "https://kitsu.io/anime/3879",
    "https://myanimelist.net/anime/5006",
    "https://notify.moe/anime/mr-rcKimR"
  ],
  "synopsis": {
    "text": "On the outskirts of a decaying castle, the King of Cats, notorious for his explosive temper, berates his three gunmen for failing to capture Pero, a former citizen of the Cat Kingdom. Pero's crime? Saving a mouse, an act considered treasonous in the feline world. The King commands his gunmen to pursue Pero to the ends of the earth. Pero, a cheerful and stylish cat, flees the King's wrath and heads to the untamed Wild West, seeking fortune and adventure. Along the way, he outsmarts the relentless gunmen and continues his journey.\n\nAboard a stagecoach bound for Go Go Town, a lawless and fearful place, Pero encounters Annie, a charming young woman returning from her Eastern education, and Jimmy, a seemingly lethargic boy. Their journey is interrupted by bandits searching for the new sheriff, but finding no one, they depart. Tragedy strikes Annie upon her return; her father, a saloon owner, was murdered by the ruthless Big Bad Boss for uncovering his counterfeit money operation. The Big Bad Boss, determined to maintain his grip on the town, eliminates any sheriff who dares to restore law and order.\n\nUndeterred by the Big Bad Boss's threats, Annie, with the help of Pero and Jimmy, opens a restaurant in her father's building. In a twist of fate, Pero rescues a small Indian mouse, earning the gratitude of the mouse's father, the Chieftain of the Indian mice. Unbeknownst to all, the slow-moving Jimmy is the new sheriff. Together, they uncover the Big Bad Boss's illicit activities and bring him to justice, leading to a harmonious conclusion.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.0661584945666585,
    "arithmeticGeometricMean": 6.054369482622928,
    "median": 6.12
  },
  "lastUpdate": "2024-05-08"
}