{
  "sources": [
    "https://anidb.net/anime/731",
    "https://anilist.co/anime/1628",
    "https://anime-planet.com/anime/demon-lord-dante",
    "https://anisearch.com/anime/334",
    "https://kitsu.io/anime/1463",
    "https://livechart.me/anime/6678",
    "https://myanimelist.net/anime/1628",
    "https://notify.moe/anime/1-Ca5Fimg"
  ],
  "synopsis": {
    "text": "Ryo Utsugi is a modern man tormented by recurring nightmares of a monstrous demon and visions of young women being brutally murdered. One day, he discovers an uncanny ability to hear voices and witness horrifying premonitions of these killings. While staying at a winter mountain cabin, he hears a familiar voice that draws him to the edge of a cliff, where he is mysteriously transported to the Himalayas. There, he comes face to face with the terrifying creature from his dreams: the Demon Lord Dante, who has been frozen in ice for 2000 years after being defeated by divine powers.\n\nCultists, who seek to revive Dante by sacrificing a virgin, capture Ryo's stepsister. In an attempt to save her, Ryo becomes entangled in their sinister rituals and unwillingly becomes the vessel for the reincarnation of the demon king. However, Ryo's strong mental prowess allows him to maintain control over Dante's power. As he grapples with the dark force within him, Ryo begins to question the true nature of good and evil.\n\nNow, as the chosen human host for the Demon Lord, Ryo must navigate the treacherous world of cults and divine beings, all while protecting his loved ones and uncovering the truth behind his mysterious connection to Dante. This thrilling tale follows Ryo's journey as he fights against those who seek to become gods and unravels the secrets of his own destiny.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "2f7aa5e6ce72038f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.83645163000265,
    "arithmeticGeometricMean": 5.828018226863744,
    "median": 5.878,
    "hash": "2f7aa5e6ce72038f",
    "lastUpdate": "2024-05-09"
  }
}