{
  "sources": [
    "https://anidb.net/anime/17",
    "https://anilist.co/anime/71",
    "https://anime-planet.com/anime/full-metal-panic",
    "https://anisearch.com/anime/3324",
    "https://kitsu.io/anime/51",
    "https://livechart.me/anime/3600",
    "https://myanimelist.net/anime/71",
    "https://notify.moe/anime/I4KtcFmiR"
  ],
  "synopsis": {
    "text": "And so begins the thrilling tale of Sousuke Sagara, a seasoned soldier turned undercover protector in the anime \"Full Metal Panic!\". As a member of the elite covert military organization Mithril, Sousuke is tasked with safeguarding Kaname Chidori, a seemingly ordinary high school girl who is anything but. Unbeknownst to her, Kaname is a 'Whispered,' an individual with an innate understanding of advanced technology that could revolutionize the world or destroy it if it falls into the wrong hands.\n\nTo protect Kaname from those seeking to exploit her abilities, Sousuke must blend into her world, enrolling in her high school and posing as a fellow student. However, his military upbringing and lack of social skills make fitting in a challenge, drawing unwanted attention and causing misunderstandings with Kaname.\n\nAs Sousuke navigates the unfamiliar terrain of high school life, he must also contend with enemies from his past and the looming threat of those pursuing Kaname's abilities. With high-stakes battles and comedic high school hijinks, \"Full Metal Panic!\" offers a unique blend of action, comedy, and romance that will keep viewers on the edge of their seats. Will Sousuke be able to protect Kaname and adapt to his new life, or will the dangers that follow him put them both in peril? Only time will tell in this exciting and engaging anime series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.76543992540198,
    "arithmeticGeometricMean": 7.763450813050832,
    "median": 7.731818181818182,
    "lastUpdate": "2024-05-09"
  }
}