{
  "sources": [
    "https://anidb.net/anime/4526",
    "https://anime-planet.com/anime/gunbuster-movie",
    "https://anisearch.com/anime/4025"
  ],
  "synopsis": {
    "text": "And so begins the epic tale of Gunbuster and Die Buster, now condensed into a single cinematic experience, divided into two parts with a musical interlude. The first part, Gunbuster the Movie, takes you on a thrilling ride through the original six OVA episodes, now compressed into a 95-minute feature film, complete with a new 5.1 audio remix and a fresh redub by the original Japanese cast. The second part, Die Buster the Movie, offers a unique take on Nono's journey, blending large portions of the second OVA series with a few tweaked or newly-animated scenes.\n\nIn the not-so-distant future, Earth is under threat from colossal, insect-like aliens traversing the galaxy, hell-bent on wiping out humanity as it ventures beyond the solar system. In response, humans have developed massive space battleships and towering fighting robots, piloted by the most talented young individuals from around the globe. At the heart of the story is Noriko Takaya, a young woman struggling to live up to her father's legacy as a renowned space fleet captain who sacrificed his life in one of the war's early battles. Despite her questionable piloting skills, Noriko joins a training school to become a robot pilot. Alongside the stunning and gifted Kazumi Amano, Noriko battles her inner demons, the skepticism of her peers, and her own self-doubt.\n\nAs Noriko's coach suggests emulating Kazumi, the school's top pilot, Noriko's skills improve, turning her into both a formidable rival and partner for Kazumi, who harbors secret feelings for their coach. The competition intensifies with the arrival of Jung Freud, a fiery Soviet pilot. But their true enemy lies in",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.876843537414966,
    "arithmeticGeometricMean": 6.870948582121023,
    "median": 7.05,
    "lastUpdate": "2024-05-08"
  }
}