{
  "sources": [
    "https://anidb.net/anime/15528",
    "https://anilist.co/anime/118103",
    "https://anime-planet.com/anime/the-vampire-dies-in-no-time",
    "https://anisearch.com/anime/15234",
    "https://kitsu.io/anime/44637",
    "https://livechart.me/anime/9903",
    "https://myanimelist.net/anime/41833",
    "https://notify.moe/anime/D5sAsATMR"
  ],
  "synopsis": {
    "text": "Legendary vampire hunter Ronaldo sets out on a mission to vanquish the infamous Draluc, the progenitor of all vampires, who is rumored to be the strongest and most immortal of his kind. However, upon entering Draluc's castle, Ronaldo discovers that the vampire's power has been greatly exaggerated. In reality, Draluc is the weakest of all vampires, turning to dust at the slightest touch.\n\nThe missing children that Ronaldo was sent to rescue had already destroyed Draluc's castle and killed him several times. With no place to go, Draluc moves in with Ronaldo in his office in Shin-Yokohama. Together, they form an unlikely alliance, working together to solve vampire-related incidents all over Japan. But just when things seem to be going smoothly, Draluc's fragile nature causes him to turn to ash at the worst possible moments.\n\nAs they navigate through a series of hilarious misadventures, including encounters with enemy vampires, axe-wielding editors, and other pains in the neck, Ronaldo and Draluc must learn to work together and overcome their differences. With Draluc's pet armadillo John by their side, this eccentric team is in for more laughs and challenges than they ever bargained for. Will they be able to put aside their prejudices and become true allies, or will their differences ultimately lead to their downfall? Only time will tell in this thrilling and comedic tale of vampires and hunters.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.097481910946197,
    "arithmeticGeometricMean": 7.092041970304956,
    "median": 7.265363636363636
  },
  "lastUpdate": "2024-05-09"
}