{
  "sources": [
    "https://anidb.net/anime/4134",
    "https://anilist.co/anime/2095",
    "https://anime-planet.com/anime/salamander",
    "https://anisearch.com/anime/932",
    "https://kitsu.io/anime/1894",
    "https://myanimelist.net/anime/2095",
    "https://notify.moe/anime/byELcKmiR"
  ],
  "synopsis": {
    "text": "Space dragons and destructive hordes threaten the once peaceful planet Latis, leaving its defenses crumbling and its people on the brink of despair. In their darkest hour, three valiant heroes from the planet Gradius emerge, united under the banner of the noble Lord British, to defend Latis and all that it holds dear. This thrilling tale, inspired by Konami's Gradius video game series, weaves together the journeys of these heroes as they face seemingly insurmountable challenges and uncover the true potential of their courage.\n\nIn a prelude to the main events, a mysterious girl from the far reaches of the galaxy arrives on Gradius, bearing a dire warning of the impending Bacterian invasion. As the merciless assault begins, three unsuspecting individuals - Eddie, Dan, and Stephanie - find themselves thrust into the role of galactic saviors.\n\nFast forward to a fragile peace brokered between Latis and Gradius, and the treacherous Bacterians seize the opportunity to kidnap one of the heroes, intent on transforming them into a powerful \"cyberbrain.\" With time running out, Lord British and Dan must rally the forces of Gradius to mount a daring rescue mission and save their cherished friend from a fate worse than death. Experience the thrilling adventures of these young champions as they navigate the complexities of interplanetary alliances and battle against the relentless forces of evil.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "30096e0307dd80da",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.8369096209912525,
    "arithmeticGeometricMean": 5.81080466780185,
    "median": 5.86,
    "hash": "30096e0307dd80da",
    "lastUpdate": "2024-05-07"
  }
}