{
  "sources": [
    "https://anilist.co/anime/4772",
    "https://anime-planet.com/anime/aria-the-origination-that-secret-little-place",
    "https://anisearch.com/anime/8369",
    "https://kitsu.io/anime/3778",
    "https://livechart.me/anime/5645",
    "https://myanimelist.net/anime/4772",
    "https://notify.moe/anime/brN9cKimR"
  ],
  "synopsis": {
    "text": "Aika and Alice are busy, leaving Akari with some free time on her hands as Alicia is away for the day. With the Aria Company temporarily closed, Akari embarks on an adventure through Neo Venezia accompanied by President Aria. Together, they explore the residential area, enjoy tea by the pier, and indulge in a freshly prepared pasta meal at a local restaurant. Meanwhile, Akatsuki spots Akari and decides to follow her, but she keeps vanishing from his sight. Will he manage to catch up with her?\n\nThis special episode, inspired by manga Navigation 39 'The Secret Place,' takes place between episodes 5 and 6 of Aria the Origination. Akari and President Aria wander through the eastern part of Neo-Venezia, with Akatsuki trailing behind in hopes of greeting Akari. Their journey leads them to St. Mark's Basilica, where Akari's secret hideout is revealed to Akatsuki, Aika, and Alice.\n\nIn the year 2301, Mars has been transformed into a stunning water planet now known as Aqua. Neo-Venezia, a replica of old Venice, boasts breathtaking waterways, palaces, and plazas. Fifteen-year-old Akari Mizunashi arrives from Man-Home (previously Earth) to train as a gondolier at the Aria Company, led by Alicia Florence, one of the three renowned Water Fairies. Akari's goal is to become a Prima herself, and her journey promises numerous encounters and mysterious events on this miraculous planet.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "301e392d1bee125c",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.952191293400476,
    "arithmeticGeometricMean": 7.95128261874342,
    "median": 7.96,
    "hash": "301e392d1bee125c",
    "lastUpdate": "2024-05-05"
  }
}