{
  "sources": [
    "https://anidb.net/anime/16027",
    "https://anilist.co/anime/129188",
    "https://anime-planet.com/anime/goblin-slayer-ii",
    "https://anisearch.com/anime/15928",
    "https://kitsu.io/anime/44010",
    "https://livechart.me/anime/10385",
    "https://myanimelist.net/anime/47160",
    "https://notify.moe/anime/PlKZ_hLMR"
  ],
  "synopsis": {
    "text": "Slayer's saga continues as autumn descends, bringing with it the village's vibrant harvest festival. While the Priestess remains occupied with her religious obligations, the High Elf Archer grapples with an unforeseen predicament. Meanwhile, the Dwarf Shaman and Lizard Priest lend their hands to the festival's organization. Amidst this bustling backdrop, the relentless Goblin Slayer finds himself in quieter days, yet a looming enigma surrounds the dwindling goblin extermination requests, his trio of visitors, and the impending festivities.\n\nAs the cherry blossoms herald the arrival of spring and a new year, the adventurers, including the Goblin Slayer's crew, persist in their quest to eradicate the persistent green menaces. In their path, they cross an ambitious young wizard, oblivious to the perils ahead. With persuasion proving futile, the Slayer enlists the help of his steadfast ally, the Priestess, to guide the fledgling sorcerer through the treacherous world of adventuring.\n\nOnce a lone wolf, the Goblin Slayer now commands his own band of adventurers, predominantly Silver-ranked, with the exception of the Priestess. Eager to ascend the ranks, she faces a hurdle as the guild fails to acknowledge her accomplishments due to her reliance on her team. As spring unfolds, the adventuring scene witnesses an influx of novices, among them a brash, inexperienced Mage. Offering him shelter for a night, the Goblin Slayer inadvertently sets the stage for the Priestess's opportunity to prove her mettle as a leader, partnering with the newcomer for a mission that remains as",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "30673ac84f080532",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.52470999536178,
    "arithmeticGeometricMean": 7.5199468405069165,
    "median": 7.6699090909090915,
    "hash": "30673ac84f080532",
    "lastUpdate": "2024-05-09"
  }
}