{
  "sources": [
    "https://anidb.net/anime/894",
    "https://anilist.co/anime/209",
    "https://anime-planet.com/anime/read-or-die-tv",
    "https://anisearch.com/anime/618",
    "https://kitsu.io/anime/185",
    "https://livechart.me/anime/3940",
    "https://myanimelist.net/anime/209",
    "https://notify.moe/anime/ipz2cKimg"
  ],
  "synopsis": {
    "text": "The Paper Sisters - Anita, Michelle, and Maggie - are a formidable trio running a detective agency in Hong Kong, specializing in cases involving books. As Paper Masters, they possess unique abilities to manipulate paper in extraordinary ways. Michelle crafts deadly weapons, Maggie creates powerful golems, and Anita excels in close-combat, despite her aversion to books.\n\nTheir lives take a thrilling turn when they're hired to protect renowned Japanese author Nenene Sumiregawa, who's grappling with writer's block following the disappearance of her dear friend, Yomiko Readman. After thwarting an attack on Nenene at a book signing, the sisters become her bodyguards and relocate to her Tokyo apartment.\n\nWhile adjusting to their new life in Japan, the Paper Sisters continue their detective work under the enigmatic Dokusensha organization, investigating mysterious books and unraveling the connection between Nenene, her missing friend, and the dangerous forces targeting them.\n\nAs they delve deeper into the case, they discover a sinister plot to control the world's literature. With their unwavering bond and extraordinary paper powers, the sisters must rise to the challenge and protect the world from the clutches of evil. Will their love for books and each other be enough to overcome the looming threat? Join the Paper Sisters and Nenene on their global adventure to save literature and uncover the truth behind Yomiko's disappearance.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.616236781076068,
    "arithmeticGeometricMean": 7.6147858954431324,
    "median": 7.62
  },
  "lastUpdate": "2024-05-09"
}