{
  "sources": [
    "https://anidb.net/anime/13795",
    "https://anilist.co/anime/101123",
    "https://anime-planet.com/anime/kemurikusa",
    "https://anisearch.com/anime/13334",
    "https://kitsu.io/anime/41408",
    "https://livechart.me/anime/3093",
    "https://myanimelist.net/anime/37302",
    "https://notify.moe/anime/GhaUVAvig"
  ],
  "synopsis": {
    "text": "When the world has been reduced to a barren wasteland shrouded in a crimson haze, three sisters—Rin, Ritsu, and Rina—navigate the remnants of civilization in search of survival and answers. Rin, recognized by her distinctive updo, teams up with her calm, cat-eared elder sister Ritsu, and the cheerful, maid-attired youngest sibling Rina. Together, they traverse the ruins, battling enigmatic creatures known as \"Mushi\" that thrive in this desolate environment.\n\nBased on Tatsuki's award-winning entry in the 24th 3D Anime Contest, this science fiction action tale follows the sisters as they journey from island to island, their only source of sustenance being the enigmatic glowing leaves called Kemurikusa. These leaves are produced by their cherished plant Midori, but the scarcity of water threatens their survival.\n\nTheir lives take an unexpected turn when they encounter a mysterious amnesiac young man named Wakaba. Intrigued by the Kemurikusa and possessing an unusual body chemistry, he joins the sisters on their perilous quest for survival. As they venture across the treacherous seas of red fog, swarming with robotic bugs, the group's fate becomes intertwined with the enigmatic Kemurikusa and the secrets it holds.\n\nIn this hauntingly beautiful world, the sisters and Wakaba must rely on their unique abilities and the power of the Kemurikusa to uncover the truth behind the desolation and the origin of the Mushi. The answers they seek lie within the glowing leaves, and only time will reveal the mysteries of this forsaken land.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "30c94622e15a02ed",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.7002397959183675,
    "arithmeticGeometricMean": 6.691399103371653,
    "median": 6.54935064935065,
    "hash": "30c94622e15a02ed",
    "lastUpdate": "2024-05-09"
  }
}