{
  "sources": [
    "https://anidb.net/anime/18260",
    "https://anilist.co/anime/170604",
    "https://anime-planet.com/anime/vampire-dormitory",
    "https://anisearch.com/anime/18805",
    "https://kitsu.io/anime/48217",
    "https://livechart.me/anime/12389",
    "https://myanimelist.net/anime/57031",
    "https://notify.moe/anime/X5Sb0Z4SR"
  ],
  "synopsis": {
    "text": "As Mito finds herself abandoned by the world, with no family, no job, and no roof over her head, she stumbles upon an unusual café and an even more unusual encounter. After being treated with unexpected disdain by Ruka, a café employee who sucks the blood from her injured finger only to recoil in disgust, Mito's life takes a dramatic turn. That very night, Ruka saves Mito from a near-fatal fall off a bridge and reveals his true identity as a vampire in need of a personal blood source to secure his position as the next ruler of vampires.\n\nDesperate for a sense of belonging and purpose, Mito agrees to Ruka's proposal to become his thrall, exchanging her blood for a loving home in a boys' dormitory filled with enchanting personalities. However, Mito harbors a secret that could shatter this newfound life: she is, in fact, a woman disguising herself as a man.\n\nAs Mito navigates her complex relationship with Ruka and struggles to maintain her disguise, she must confront the challenges that come with being the sole source of sustenance for a doting yet mysterious vampire. Will Mito successfully preserve her secret and find the acceptance she yearns for, or will her deception lead to dire consequences in this dangerous cohabitation?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3120e75b443e2637",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.291808286951144,
    "arithmeticGeometricMean": 6.267548300581234,
    "median": 6.231363636363636,
    "hash": "3120e75b443e2637",
    "lastUpdate": "2024-05-10"
  }
}