{
  "sources": [
    "https://anidb.net/anime/129",
    "https://anilist.co/anime/263",
    "https://anime-planet.com/anime/hajime-no-ippo-the-fighting",
    "https://anisearch.com/anime/1586",
    "https://kitsu.io/anime/238",
    "https://livechart.me/anime/3731",
    "https://myanimelist.net/anime/263",
    "https://notify.moe/anime/Q7O25Kimg"
  ],
  "synopsis": {
    "text": "In the realm of high school, Makunouchi Ippo is a timid soul, often finding himself on the receiving end of bullies' fists. His life is a monotonous cycle of assisting his mother at their family-owned fishing boat rental and enduring the harsh treatment from his classmates. A twist of fate introduces him to Takamura Mamoru, an emerging boxer, who not only rescues him from a brutal beating but also ignites a spark within Ippo for the sport of boxing.\n\nInitially, Ippo is in awe of the unfamiliar world of the Kamogawa boxing gym, but lacks the self-assurance to participate. However, Takamura recognizes a hidden potential within him and challenges Ippo to a seemingly impossible task, giving him a week's deadline. This newfound challenge stirs something within Ippo, pushing him to train rigorously, driven by a new desire to become stronger for himself and his mother.\n\nAs Ippo embarks on his journey in the world of boxing, he encounters formidable rivals and learns the true meaning of dedication. His powerful punches, a result of years of hard work at his family's business, stun seasoned boxers, earning him both respect and rivalry. Under the guidance of his coach, Genji Kamogawa, Ippo begins his official boxing career, facing a series of challenging opponents. Each victory and loss propels him further on his path to greatness, shaping him into a formidable boxer with an indomitable spirit.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.61313105635662,
    "arithmeticGeometricMean": 8.612383545678977,
    "median": 8.683775510204082,
    "lastUpdate": "2024-05-09"
  }
}