{
  "sources": [
    "https://anidb.net/anime/17914",
    "https://anilist.co/anime/162804",
    "https://anime-planet.com/anime/alya-sometimes-hides-her-feelings-in-russian",
    "https://anisearch.com/anime/18275",
    "https://kitsu.io/anime/47192",
    "https://livechart.me/anime/11873",
    "https://myanimelist.net/anime/54744",
    "https://notify.moe/anime/B1F63_-4R"
  ],
  "synopsis": {
    "text": "Masachika Kuze, an average student with a penchant for anime and gacha games, finds himself seated next to the seemingly unapproachable Alisa Mikhailovna Kujou, the idol of Seiren Private Academy. Alisa, a half-Russian, half-Japanese beauty with silver hair and striking blue eyes, is known for her intelligence, elegance, and distant demeanor. Despite her aloofness, she finds herself inexplicably drawn to Masachika, who, unlike his classmates, isn't intimidated by her.\n\nMasachika's laid-back attitude often leads to him forgetting textbooks and dozing off in class, much to Alisa's chagrin. However, beneath her stern exterior, she doesn't mind his antics as much as she lets on. In fact, she secretly enjoys their interactions and even allows him to call her by her nickname, Alya.\n\nUnbeknownst to Alisa, Masachika understands Russian, the language she uses to express her true feelings about him. He eavesdrops on her flirtatious comments and embarrassing revelations, feigning ignorance to keep their unique dynamic intact. As they continue to engage in playful banter, their bond deepens, and Alisa may just learn to openly express her feelings. Will their relationship blossom into something more, or will Masachika's secret change everything? Only time will tell in this charming tale of love and misunderstandings.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "313a97b705d9c8f0",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 9.540816326530614,
    "arithmeticGeometricMean": 9.540816326530614,
    "median": 9.540816326530614,
    "hash": "313a97b705d9c8f0",
    "lastUpdate": "2024-05-10"
  }
}