{
  "sources": [
    "https://anidb.net/anime/9580",
    "https://anilist.co/anime/20486",
    "https://anime-planet.com/anime/zx-ignition",
    "https://anisearch.com/anime/8280",
    "https://kitsu.io/anime/8030",
    "https://livechart.me/anime/240",
    "https://myanimelist.net/anime/20533",
    "https://notify.moe/anime/Fi-hpKiig"
  ],
  "synopsis": {
    "text": "In a world where the future is no longer a certainty, five enigmatic portals known as 'Black Points' have emerged, serving as gateways to parallel realms. These realms, each representing a unique timeline, have unleashed an onslaught of bizarre creatures known as Z/X. With each realm determined to secure its own existence, a ruthless battle ensues, threatening to annihilate the other timelines. The fate of these worlds hinges on a single, card-shaped device capable of capturing and controlling these creatures.\n\nAmidst this chaos, Asuka, an ordinary teenager residing in the tranquil city of Kobe, finds his mundane life disrupted. Entrusted with the very device that could alter the course of this war, Asuka encounters an injured Z/X angel and a mysterious shrine maiden who implores him to safeguard the world. As he grapples with this newfound responsibility, Asuka must navigate the complexities of a world teetering on the brink of destruction, all while managing the everyday challenges of adolescence.\n\nIn this thrilling anime, witness a world where the line between friend and foe blurs, and the survival of one's own timeline comes at a cost. Will Asuka rise to the occasion and protect his world, or will the Z/X prove too formidable a foe? Join Asuka on his journey and discover the power within the card-shaped device that could change the fate of the world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "31564eb631ec0c74",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.442521876932591,
    "arithmeticGeometricMean": 6.433976970089306,
    "median": 6.393734693877551,
    "hash": "31564eb631ec0c74",
    "lastUpdate": "2024-05-10"
  }
}