{
  "sources": [
    "https://anidb.net/anime/6721",
    "https://anilist.co/anime/6023",
    "https://anime-planet.com/anime/nogizaka-haruka-no-himitsu-purezza",
    "https://anisearch.com/anime/5418",
    "https://kitsu.io/anime/4387",
    "https://livechart.me/anime/4038",
    "https://myanimelist.net/anime/6023",
    "https://notify.moe/anime/bF53cKmiR"
  ],
  "synopsis": {
    "text": "Nogizaka Haruka is a respected and wealthy high school student who secretly has an obsessive passion for anime and manga. Her close friend Ayase Yuuto is the only one aware of her otaku interests, which he helps keep secret. As Yuuto continues supporting Haruka's hobby and their friendship grows deeper, some of their other female friends start developing feelings for Yuuto, sparking a love rivalry. Meanwhile, Yuuto strives to make Haruka happy by accompanying her to special anime events, watching shows with her, and assisting her in creating her first self-published manga anthology. However, their attempts at quality bonding time are constantly thwarted by chaotic interferences from Yuuto's wild housemates, Haruka's meddling sister and maid staff, and other zany antics. Through all the pandemonium, Yuuto prioritizes Haruka's happiness above all else, even serving as a butler to her domineering friend Touka and pulling an all-nighter to meet her manga deadline. Despite their closeness, neither Haruka nor Yuuto have been able to confess their true feelings. As hilarious hijinks and romantic misunderstandings continue plaguing the clueless pair, will they finally work up the courage to admit their affection amidst the nonstop chaos?",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "31b61a8da087623c",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.227843460111318,
    "arithmeticGeometricMean": 7.2246815123905535,
    "median": 7.266363636363636,
    "hash": "31b61a8da087623c",
    "lastUpdate": "2024-05-09"
  }
}