{
  "sources": [
    "https://anidb.net/anime/439",
    "https://anilist.co/anime/100",
    "https://anime-planet.com/anime/pretear",
    "https://anisearch.com/anime/2625",
    "https://kitsu.io/anime/79",
    "https://livechart.me/anime/5511",
    "https://myanimelist.net/anime/100",
    "https://notify.moe/anime/BRApcKmig"
  ],
  "synopsis": {
    "text": "The story follows the life of Himeno Awayuki, a 16-year-old girl who finds herself in a whirlwind of change when her father remarries, leading her to move into a grand mansion with her new family. Her new life isn't as rosy as the beautiful garden that surrounds her home, as she struggles to connect with her aloof stepmother, reserved younger stepsister Mawata, and mischievous stepsister Mayune. As she grapples with her new family dynamics and school life, Himeno encounters the Leafe Knights, a group of seven magical boys hailing from another world. They believe Himeno is the Pretear, a magical princess with the unique ability to harness their powers to protect the Earth's life force, known as Leafe, from the sinister Princess of Disaster.\n\nAs Himeno takes on her new role as the Pretear, she faces the daunting task of saving the Earth while navigating the complexities of her personal life. With the Leafe Knights by her side, she must find the strength to combat the evil Fenrir, who seeks to drain the life force from all living beings. Amidst these challenges, Himeno discovers unexpected emotions for one of the Leafe Knights, adding another layer of complexity to her already intricate existence.\n\nIn this captivating tale, Himeno must find her place within her new family, harness her powers as the Pretear, and protect the Earth from the forces of darkness. Will she be able to rise to the occasion and find happiness along the way? Only time will tell as she embarks on this magical journey filled with love, courage, and self-discovery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.099113327149041,
    "arithmeticGeometricMean": 7.095382556502125,
    "median": 7.068877551020408,
    "lastUpdate": "2024-05-10"
  }
}