{
  "sources": [
    "https://anidb.net/anime/16803",
    "https://anilist.co/anime/129874",
    "https://anime-planet.com/anime/demon-slayer-kimetsu-no-yaiba-mugen-train",
    "https://anisearch.com/anime/16614",
    "https://kitsu.io/anime/45249",
    "https://livechart.me/anime/10816",
    "https://myanimelist.net/anime/49926",
    "https://notify.moe/anime/E9MIpaN7g"
  ],
  "synopsis": {
    "text": "Strange occurrences on a train known as the Mugen Train have left many passengers vanishing without a trace, prompting the Demon Slayer Corps to dispatch one of their most formidable members, Flame Hashira Kyoujurou Rengoku, to investigate. As Rengoku embarks on his mission, he crosses paths with a group of young demon slayers: Tanjirou Kamado, his sister Nezuko, Zenitsu, and Inosuke. Having recently completed their rehabilitation training, the group joins Rengoku on the Mugen Train to uncover the truth behind the mysterious events.\n\nWhile on board, they encounter Enmu, a powerful demon from the Twelve Kizuki, who poses a grave threat to the passengers. With his sinister Blood Demon Art, Enmu plunges the heroes into a battle for their lives and the lives of those on the train. As they struggle against Enmu's manipulation of their consciousness, the demon slayers must rely on their skills and Rengoku's guidance to overcome the evil forces at play.\n\nThe Demon Slayer: Mugen Train Arc TV series brings this thrilling story to life, featuring a never-before-seen first episode that showcases Rengoku's journey to the Mugen Train. The series also includes re-edited episodes with 70 new animation cuts, fresh background music, and additional scenes, providing viewers with an enhanced experience of the original movie.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "31eb791d6ee54bcc",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.484100098562152,
    "arithmeticGeometricMean": 8.480926162874214,
    "median": 8.5084375,
    "hash": "31eb791d6ee54bcc",
    "lastUpdate": "2024-05-09"
  }
}