{
  "sources": [
    "https://anidb.net/anime/1560",
    "https://anilist.co/anime/851",
    "https://anime-planet.com/anime/kyou-kara-ore-wa",
    "https://anisearch.com/anime/3135",
    "https://kitsu.io/anime/753",
    "https://livechart.me/anime/6239",
    "https://myanimelist.net/anime/851",
    "https://notify.moe/anime/X0UAcFmmg"
  ],
  "synopsis": {
    "text": "This anime follows the thrilling journey of two high school transfer students, Mitsuhashi Takashi and Itou Shinji, who decide to leave behind their mundane and unpopular pasts to reinvent themselves as the most formidable delinquents in Japan. With a striking new blonde perm and unwavering determination, Takashi is set to dominate his new school, but faces stiff competition from Itou, whose rebellious hairstyle matches his defiant attitude.\n\nDespite their initial clash of personalities and ideals, the duo forms an unlikely alliance and embarks on a series of wild misadventures to establish their supremacy in the delinquent world. From facing off against fearsome third-year punks to navigating the treacherous waters of inter-school rivalries, Takashi and Itou's quest for dominance is filled with non-stop action and unexpected twists.\n\nAs they struggle to survive in a world where only the strongest thrive, the delinquent duo discovers that sometimes, the most unlikely friendships can lead to the greatest adventures. Will they be able to achieve their dream of becoming the ultimate delinquents, or will the challenges they face prove too great to overcome? Only time will tell in this exciting and unpredictable tale of friendship, rebellion, and high school delinquency.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "320d78166423c50d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.764081632653061,
    "arithmeticGeometricMean": 7.761272172050063,
    "median": 7.8149999999999995,
    "hash": "320d78166423c50d",
    "lastUpdate": "2024-05-09"
  }
}