{
  "sources": [
    "https://anidb.net/anime/4265",
    "https://anilist.co/anime/20562",
    "https://anime-planet.com/anime/glass-fleet",
    "https://anisearch.com/anime/674",
    "https://kitsu.io/anime/863",
    "https://livechart.me/anime/7474",
    "https://myanimelist.net/anime/973",
    "https://notify.moe/anime/caOJ5Fmmg"
  ],
  "synopsis": {
    "text": "Vetti Sforza, the self-proclaimed Holy Emperor, rules the galaxy with an iron fist, forcing both nobles and commoners to bend to his will. Amidst the chaos, a rebellion led by the nobleman Michel Volban rises, determined to challenge the emperor's tyranny. As the rebellion struggles against the overwhelming power of the empire, a glimmer of hope emerges in the form of a magnificent glass battleship, piloted by Cleo, the last surviving member of the royal bloodline.\n\nMichel, recognizing the potential of the glass battleship, seeks Cleo's aid in overthrowing the oppressive regime. Together, they form an unlikely alliance, uniting the rebellion and the power of the glass battleship against the emperor's forces. In this distant future, humanity has abandoned planetary life, living instead on colossal urban space ships known as territory ships. These ships, governed by powerful land lords, are constantly at odds with each other as they vie for control and dominance.\n\nAs the rebellion gains momentum, the emperor's grip on power begins to falter, and the possibility of freedom from his rule becomes more than just a distant dream. However, the true enemy may be far greater than anyone could have imagined, as a mysterious force threatens to consume the entire universe. With the future of humanity hanging in the balance, the rebels must put aside their differences and unite against this new threat, or risk losing everything they hold dear.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.072282533792738,
    "arithmeticGeometricMean": 6.060412693814698,
    "median": 6.158,
    "lastUpdate": "2024-05-09"
  }
}