{
  "sources": [
    "https://anidb.net/anime/17303",
    "https://anilist.co/anime/146984",
    "https://anime-planet.com/anime/attack-on-titan-the-final-season-the-final-chapters",
    "https://anisearch.com/anime/17265",
    "https://kitsu.io/anime/46038",
    "https://livechart.me/anime/11174",
    "https://myanimelist.net/anime/51535",
    "https://notify.moe/anime/iiINCRwnR"
  ],
  "synopsis": {
    "text": "It's the final chapter in the saga of Eren, Mikasa, Armin, and the rest of the Survey Corps in \"Attack on Titan.\" Eren, now wielding the immense power of the Founding Titan, has set forth a relentless army of Colossal Titans, leaving a trail of destruction in their wake. As the world teeters on the brink of oblivion, an unlikely alliance forms between Eren's former comrades and their once sworn enemies from Marley.\n\nWith the stakes higher than ever, Armin, Mikasa, and the remaining members of the Scout Regiment join forces with Reiner Braun and the survivors of the Marleyan military. Despite the overwhelming odds, they embark on a daring mission to halt Eren's devastating rampage and save their former friend. As the opposing forces hurtle towards an epic showdown, the fate of millions hangs in the balance.\n\nThough Eren grapples with the weight of his actions, he remains steadfast in his belief that his path is the only way to protect his people. Meanwhile, the alliance, armed with a flying boat and a glimmer of hope, aims to confront the Founding Titan and negotiate with Eren. With the world's future resting on their shoulders, these unlikely heroes must rise above their past grievances and unite under a common goal: dedicate their hearts to stopping the Rumbling and saving humanity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "32b64baa5a2cd7e0",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.704187213162777,
    "arithmeticGeometricMean": 8.70109687409253,
    "median": 8.844090909090909,
    "hash": "32b64baa5a2cd7e0",
    "lastUpdate": "2024-05-10"
  }
}