{
  "sources": [
    "https://anidb.net/anime/17305",
    "https://anilist.co/anime/147105",
    "https://anime-planet.com/anime/witch-hat-atelier",
    "https://anisearch.com/anime/17281",
    "https://kitsu.io/anime/46043",
    "https://livechart.me/anime/11157",
    "https://myanimelist.net/anime/51553",
    "https://notify.moe/anime/dyq9CRQng"
  ],
  "synopsis": {
    "text": "Coco, a girl with humble beginnings and a grand dream, resides in a world where magic spells and dragons are commonplace. Despite the prevalence of magic, Coco's dream of becoming a witch seems unattainable, as magicians are believed to be born, not made, and Coco was not born with magical abilities. However, her life takes an unexpected turn when she encounters Qifrey, a traveling magician with an enigmatic aura.\n\nCoco, who has always been captivated by magic and the witches who wield it, discovers that her beloved picture book is actually a disguised magic book upon observing Qifrey's unique magical performance. Overwhelmed with excitement, she begins experimenting with the spells, only to cause a disaster in her home. Fortunately, Qifrey intervenes and saves her, recognizing her potential and deciding to train her.\n\nQifrey's decision to mentor Coco is not solely motivated by altruism. He believes that Coco could be the key to tracking down the Brimmed Caps, a notorious group of heretics who engage in forbidden body-altering magic and distribute magical artifacts among the commoners. Before Coco and Qifrey can confront the Brimmed Caps, Coco must hone her magical skills and learn to cooperate with Qifrey's other apprentices.\n\nIn this thrilling adventure, Coco's dream of becoming a witch may not be as unattainable as it once seemed, as she embarks on a journey filled with magic, danger, and self-discovery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "335cf4bb51c9da33",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 0.0,
    "arithmeticGeometricMean": 0.0,
    "median": 0.0,
    "hash": "335cf4bb51c9da33",
    "lastUpdate": "2024-05-11"
  }
}