{
  "sources": [
    "https://anidb.net/anime/642",
    "https://anilist.co/anime/407",
    "https://anime-planet.com/anime/detective-academy-q",
    "https://anisearch.com/anime/1593",
    "https://kitsu.io/anime/374",
    "https://livechart.me/anime/5458",
    "https://myanimelist.net/anime/407",
    "https://notify.moe/anime/GI62cKiiR"
  ],
  "synopsis": {
    "text": "Can an ordinary boy with an extraordinary talent for logic and reasoning become a detective? Kyuu is determined to find out as he embarks on a journey to attend the prestigious Dan Detective School (DDS). Founded by the legendary detective Dan Morihiko, DDS is no ordinary school. Its students are trained to solve the toughest cases, and only the best of the best are accepted into the elite Q-class, taught by Morihiko himself.\n\nJoining Kyuu in his quest are four other students, each with their unique skills. Megu, a girl with a photographic memory, Kinta, a master of martial arts, Kazuma, a programming prodigy, and Ryuu, a mysterious Todai student, all join forces with Kyuu to tackle intricate crimes and uncover the truth.\n\nAs they navigate through the challenges of the school and the demands of their cases, the five students must prove their worth to stay in the Q-class. With the police's full cooperation, they must solve one well-planned crime after another, using their individual strengths and collective wit to succeed.\n\nWill Kyuu and his friends meet the demands of the school and the crimes that come their way? Only time will tell as they work together and compete against each other to become the best detectives they can be.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3379fa6cbc5828d8",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.527682745825603,
    "arithmeticGeometricMean": 7.521244050318292,
    "median": 7.664181818181818,
    "hash": "3379fa6cbc5828d8",
    "lastUpdate": "2024-05-10"
  }
}