{
  "sources": [
    "https://anidb.net/anime/11815",
    "https://anilist.co/anime/21511",
    "https://anime-planet.com/anime/pandora-in-the-crimson-shell-ghost-urn",
    "https://anisearch.com/anime/10973",
    "https://kitsu.io/anime/11587",
    "https://livechart.me/anime/1943",
    "https://myanimelist.net/anime/32214",
    "https://notify.moe/anime/KXUCpFiiR"
  ],
  "synopsis": {
    "text": "Working to create a synopsis that is fact-based, original, engaging, and adheres to the purpose:\n\nIn a world plagued by natural disasters and increasing social inequality, the emergence of cyborgs and autonomous robots has become a common occurrence. Amidst this chaos, a young and optimistic cyborg named Nene Nanakorobi embarks on a journey to the luxurious and technologically advanced Cenacle Island. Aboard a cruise ship, she befriends the brilliant inventor Uzal Delilah and her charming yet grouchy cyborg assistant, Clarion.\n\nTheir newly formed friendship is put to the test when an unexpected explosion wreaks havoc on the island. In her quest to reunite with Clarion, Nene discovers hidden abilities within herself, granted by the Pandora Device embedded in Clarion's body. Together, they confront various challenges, ranging from saving children in burning shopping malls to battling reckless thieves, all in pursuit of Nene's dream of world peace.\n\nHowever, their mission is complicated by the appearance of B.U.E.R, a sentient and unpredictable laser in the form of a teddy bear, and the mysterious intentions of Nene's guardian, Takumi Korobase. With the future uncertain and the stakes higher than ever, Nene and Clarion must rely on their friendship and newfound powers to protect Cenacle Island and achieve their dreams. Will their bond be strong enough to withstand the trials ahead, or will it crumble under the weight of their ambitions?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.576617198773448,
    "arithmeticGeometricMean": 6.570524893520073,
    "median": 6.529285714285714,
    "lastUpdate": "2024-05-09"
  }
}