{
  "sources": [
    "https://anidb.net/anime/6055",
    "https://anilist.co/anime/5027",
    "https://anime-planet.com/anime/stitch",
    "https://anisearch.com/anime/5037",
    "https://kitsu.io/anime/3890",
    "https://livechart.me/anime/8576",
    "https://myanimelist.net/anime/5027",
    "https://notify.moe/anime/OvYrcFiiR"
  ],
  "synopsis": {
    "text": "Izayoi Island, a picturesque, fictional island off the coast of Okinawa, Japan, becomes the unexpected home of Stitch, a mischievous blue alien creature. Originally created by the eccentric scientist Dr. Jumba, Stitch finds himself on Earth after a thrilling escape that culminates in a crash landing.\n\nIn this new anime adaptation from Walt Disney Animation Studios, Stitch's life takes a turn when he crosses paths with Yuuna, a lively fourth-grader with a knack for karate. Yuuna, who shares her home with her mother, introduces Stitch to the island's unique charm and its intriguing folklore, including the enigmatic Stone of Chitama. This legendary stone is said to grant any wish, but only after the completion of 43 good deeds.\n\nAs Stitch embarks on his quest to perform these good deeds, he encounters a host of mischievous spirits and otherworldly challenges. The situation becomes even more intriguing when Dr. Jumba and Earth studies expert Wendy Pleakley arrive on the scene, tasked with monitoring Stitch's activities.\n\nSet in the future after the events of the original film \"Lilo & Stitch,\" this spin-off series promises a delightful blend of adventure, humor, and heartwarming friendships, as Stitch and Yuuna navigate through the trials and tribulations of life on Izayoi Island.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "33dc3d500e751409",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 5.938857672939306,
    "arithmeticGeometricMean": 5.922346382600676,
    "median": 6.0,
    "hash": "33dc3d500e751409",
    "lastUpdate": "2024-05-10"
  }
}