{
  "sources": [
    "https://anidb.net/anime/5418",
    "https://anilist.co/anime/3231",
    "https://anime-planet.com/anime/gunslinger-girl-il-teatrino",
    "https://anisearch.com/anime/4460",
    "https://kitsu.io/anime/2874",
    "https://livechart.me/anime/4865",
    "https://myanimelist.net/anime/3231",
    "https://notify.moe/anime/G3IwcFiig"
  ],
  "synopsis": {
    "text": "As the Social Welfare Agency delves into the mysterious vanishing of one of their own, their path leads them to the doorstep of their adversary, the Five Republics. Mechanically augmented cyborg, Triela, is dispatched on an infiltration mission, only to find herself locked in a deadly dance with Pinocchio, a formidable assassin with a blade as sharp as his skills. Meanwhile, after a lengthy convalescence, Angelica is cleared for active duty, but her mental state remains questionable due to her dependence on prescribed medication and lingering side effects of her conditioning.\n\nIn the world of \"Gunslinger Girl: Il Teatrino\", the lines between human and machine blur as young girls, resurrected with cybernetic enhancements, serve as lethal weapons for the government. Triela, the eldest, is a relentless hunter, matching wits and skills with Pinocchio, a chilling assassin groomed by the terrorist faction, FRF. Once human, these fractured beings are now ruthless killing machines, their humanity a distant echo, driven by a chilling need to outlive their adversaries.\n\nWhen a member of the Public Safety Division goes missing while tracking Pinocchio, Triela and her partner, Victor, are assigned to the case. However, the mission takes an unexpected turn, shaking Triela's confidence to its core. The stakes are raised as the agency must now hunt down not only Pinocchio but also the infamous bomb makers, Franco and Franca. Amidst the chaos, Angelica returns to duty, but her struggle is far from over as she grapples with the aftermath of her treatment and a hidden affliction.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.119037140108569,
    "arithmeticGeometricMean": 7.11683260439962,
    "median": 7.095,
    "lastUpdate": "2024-05-09"
  }
}