{
  "sources": [
    "https://anidb.net/anime/17444",
    "https://anilist.co/anime/150695",
    "https://anime-planet.com/anime/beast-tamer",
    "https://anisearch.com/anime/17441",
    "https://kitsu.io/anime/46171",
    "https://livechart.me/anime/11248",
    "https://myanimelist.net/anime/52046",
    "https://notify.moe/anime/KXB6oOCnR"
  ],
  "synopsis": {
    "text": "Among the diverse creatures inhabiting the world, a select few are classified as 'ultimate species,' renowned for their extraordinary strength and magical abilities, making them targets for exploitation by humans. Rein Shroud, a beast tamer, has the unique ability to collaborate with animals for various tasks, but his non-combative skills render him useless to his hero party led by the ruthless Arios Orlando, resulting in his expulsion. However, Rein's true potential remains hidden until he encounters Kanade, a cat spirit and member of an ultimate species. Together, they embark on an adventurous journey, ascending the ranks and meeting more ultimate species along the way.\n\nDespite being dismissed from his hero group for his seemingly weak skills, the aspiring adventurer Rein refuses to abandon his dreams. His life takes a dramatic turn when he crosses paths with Kanade, a powerful cat girl belonging to one of the strongest species in their world.\n\nRein, a Beast Tamer, once fought alongside a hero and his party to vanquish the Demon King, only to be cast out for his perceived lack of combat skills. Determined to live life on his terms, Rein embarks on a new adventure as an independent adventurer. During a trial, he encounters Kanade, a member of the formidable Tribe of Cat People, and forms a contract with her after a daring rescue. As Rein's power becomes more evident, his former party members and other strong species begin to take notice.\n\nExpelled from the hero's party due to his reliance on animals, Rein, a beast tamer, forges a new path as an adventurer. His life takes a fortuitous turn when he meets a cat girl from the strongest species, setting the stage for an exciting journey filled with powerful allies and encounters.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "34775f2a3f1144bb",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.244348794063079,
    "arithmeticGeometricMean": 7.237322744452684,
    "median": 7.374454545454546,
    "hash": "34775f2a3f1144bb",
    "lastUpdate": "2024-05-10"
  }
}