{
  "sources": [
    "https://anidb.net/anime/15256",
    "https://anilist.co/anime/113051",
    "https://anime-planet.com/anime/argonavis-from-bang-dream-animation",
    "https://anisearch.com/anime/14869",
    "https://kitsu.io/anime/42688",
    "https://livechart.me/anime/9667",
    "https://myanimelist.net/anime/40677",
    "https://notify.moe/anime/DQN9pbUZg"
  ],
  "synopsis": {
    "text": "He was a solitary college freshman, struggling to connect with others - meet Ren Nanahoshi. Ren's world revolves around the pursuit of a singular, electrifying moment he experienced at a live concert in his childhood. To recapture that exhilarating feeling, he practices singing in solitude, keeping his dreams and his voice hidden from the world.\n\nOne fateful day, two young men - Yuuto Goryou and Wataru Matoba - stumble upon Ren's powerful voice at a karaoke bar. They are instantly captivated and see it as destiny that they should form a band with Ren as their lead vocalist. Initially, Ren is hesitant and attempts to flee from their proposal. However, the universe seems to have other plans, and Ren finds himself unable to escape the call of his destiny.\n\nTogether with the free-spirited Rio Kikyou and the fiery Banri Shiroishi, they form the band 'Argonavis'. United by their passion for music and their dreams of stardom, they set their sights on the ultimate goal: headlining the Destiny Rock Festival. But the road to success is paved with challenges, and the boys must face the trials and tribulations that come with chasing their dreams. As they embark on this thrilling journey, they learn the true meaning of friendship, teamwork, and the power of music.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "34e96e1ab5d20a36",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.592354823747682,
    "arithmeticGeometricMean": 6.57300516844898,
    "median": 6.6881818181818184,
    "hash": "34e96e1ab5d20a36",
    "lastUpdate": "2024-05-08"
  }
}