{
  "sources": [
    "https://anidb.net/anime/16927",
    "https://anilist.co/anime/140642",
    "https://anime-planet.com/anime/love-live-superstar-season-2",
    "https://anisearch.com/anime/16677",
    "https://kitsu.io/anime/45360",
    "https://livechart.me/anime/10851",
    "https://myanimelist.net/anime/50203",
    "https://notify.moe/anime/ez9ru3d7g"
  ],
  "synopsis": {
    "text": "School idol dreams are rekindled at Yuigaoka High School as the new academic year unfolds. After a disappointing attempt at the Love Live! competition last year, the girls of Liella!! are determined to make a comeback, starting with recruiting new members from the incoming first-year students. Despite the club's popularity and the perceived rigorous training, Kanon Shibuya, the club leader, successfully encourages Kinako Sakurakouji to join. Soon, they are joined by Mei, Shiki, and Natsumi, forming a diverse and enthusiastic group. With their sights set on the Love Live! finals, the girls must train hard and overcome the current reigning champions, Sunny Passion.\n\nAt Yuigaoka Girls' High School, a new institution nestled between Omotesando, Harajuku, and Aoyama, a group of five girls, led by Kanon Shibuya, discover the captivating world of school idols. With no upperclassmen or established reputation, the school is a blank canvas for these ambitious girls. United by their love for singing and their desire to make a mark, they embark on a journey to create the School Idol Project, brimming with potential and dreams.\n\nAs a new school year begins at Yuigaoka Girls' High School, the school idol club Liella! is eager to welcome fresh talent. However, the club's reputation for exceptional performances intimidates potential new members. Despite these challenges, Kanon Shibuya, the club leader, meets Kinako Sakurakouji, a first-year student, and introduces her to the captivating world of school idols. Although Kinako is initially hesitant due to her average skills, Kanon's encouragement leads her to join the group, and together, they aspire to reach new he",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.759656926406927,
    "arithmeticGeometricMean": 7.756072259106996,
    "median": 7.816233766233767,
    "lastUpdate": "2024-05-09"
  }
}