{
  "sources": [
    "https://anidb.net/anime/11367",
    "https://anilist.co/anime/21286",
    "https://anime-planet.com/anime/kindaichi-shounen-no-jikenbo-returns-2015",
    "https://anisearch.com/anime/10661",
    "https://kitsu.io/anime/11211",
    "https://livechart.me/anime/1720",
    "https://myanimelist.net/anime/31227",
    "https://notify.moe/anime/mjrXtFmmR"
  ],
  "synopsis": {
    "text": "Yōichi Takatō, the long-standing adversary of Hajime Kindaichi, orchestrates a cunning plan behind the scenes of a grand hotel opening in Hong Kong, complete with a captivating magic show. Unbeknownst to Hajime, his friend Miyuki, and police inspector Kenmochi, they are about to be entangled in a murder case that has roots in an 18-year-old secret.\n\nThe Files of Young Kindaichi Returns, a manga creation by Seimaru Amagi and Fumiya Sato, is making a comeback to the anime world this October in Japan. The announcement was made in the 33rd issue of Kodansha's Weekly Shounen Magazine, promising more details in subsequent issues.\n\nHajime Kindaichi, the grandson of the renowned detective Kosuke Kindaichi, leads a seemingly ordinary high school life. However, when faced with complex and baffling cases, Hajime's exceptional detective skills come to the fore. Alongside his childhood friend Miyuki Nanase, police inspector Isamu Kenmochi, and rival Kengo Akechi, Hajime embarks on a series of thrilling investigations.\n\nFrom a chilling murder linked to the Japanese board game Go to a sinister case involving a character named 'Rosenkreutz' and blue roses, Hajime is determined to unravel every enigma. The anime's mysteries will unfold in sync with the real-life fall and winter seasons, adding an extra layer of intrigue to the series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.485445003975616,
    "arithmeticGeometricMean": 7.482852133988594,
    "median": 7.566,
    "lastUpdate": "2024-05-09"
  }
}