{
  "sources": [
    "https://anidb.net/anime/631",
    "https://anilist.co/anime/822",
    "https://anime-planet.com/anime/initial-d-extra-stage",
    "https://anisearch.com/anime/1636",
    "https://kitsu.io/anime/729",
    "https://livechart.me/anime/7013",
    "https://myanimelist.net/anime/822",
    "https://notify.moe/anime/rDLA5FiiR"
  ],
  "synopsis": {
    "text": "Satou Mako and her navigator, Sayuki, form the formidable street racing duo known as Impact Blue, hailing from the city of Usui. With Mako behind the wheel of their Nissan SilEighty and Sayuki providing strategic guidance, they've earned a reputation that echoes through the streets of Gunma Prefecture. However, their reign is threatened by the arrival of the Emperor team, a group of racers exclusively driving Mitsubishi Lancer EVOs, who have left a trail of defeated teams in their wake.\n\nAs the Emperor team sets their sights on conquering Mount Usui and dethroning Impact Blue, Mako finds herself grappling with personal issues. Her recent breakup has left her questioning her commitment to street racing, and her concentration on the track begins to waver. Sensing her distress, Sayuki steps in to provide support, but the question remains: can Mako resolve her inner turmoil before the decisive race?\n\nIn an attempt to bring stability to Mako's life, Sayuki arranges a romantic match for her with Miyahara from the Myogi NightKids. The relationship seems promising at first, but Mako's past continues to haunt her. Caught between her dream of becoming a professional racer and the allure of love, Mako must make a choice that will determine not only her future but also the fate of Impact Blue.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "35b16566da7b000a",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.28006400742115,
    "arithmeticGeometricMean": 7.275775116774336,
    "median": 7.381428571428572,
    "hash": "35b16566da7b000a",
    "lastUpdate": "2024-05-09"
  }
}