{
  "sources": [
    "https://anidb.net/anime/337",
    "https://anilist.co/anime/538",
    "https://anime-planet.com/anime/tenchi-in-tokyo",
    "https://anisearch.com/anime/2842",
    "https://kitsu.io/anime/497",
    "https://livechart.me/anime/5004",
    "https://myanimelist.net/anime/538",
    "https://notify.moe/anime/cvaT5KiiR"
  ],
  "synopsis": {
    "text": "With a heart full of ambition, Tenchi Masaki leaves his quaint countryside life to pursue his dreams in the bustling city of Tokyo. His goal? To become a shrine master, following in the footsteps of his revered grandfather. But his departure doesn't sit well with his circle of female friends, who express their discontent loudly. Thanks to a new inter-dimensional invention by the brilliant Washu, the girls manage to keep their long-distance friendship alive, despite the physical separation.\n\nIn the big city, Tenchi's life takes an unexpected turn when he encounters Sakuya Kumashiro, a sweet and caring girl who helps him adjust to his new life. Their bond deepens, and Sakuya confesses her love for Tenchi, leaving not only him but also his friends back home taken aback. But their love story isn't as simple as it seems. Unbeknownst to Tenchi, Sakuya is entangled in a sinister plot involving dark forces that aim to rule the Earth.\n\nAs the girls rush to Tokyo to compete for Tenchi's affection, they find themselves in the middle of a brewing storm. Tenchi must navigate through the complexities of love, friendship, and his new life in Tokyo while also defending the Earth from the looming threat. With the girls vying for his attention and strange events driving them apart, Tenchi faces the daunting task of deciding who holds the most significant place in his heart while also protecting his loved ones from the impending danger.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 6.895949494949494,
    "arithmeticGeometricMean": 6.889272783263777,
    "median": 6.818090909090909,
    "lastUpdate": "2024-05-10"
  }
}