{
  "sources": [
    "https://anidb.net/anime/10768",
    "https://anilist.co/anime/20807",
    "https://anime-planet.com/anime/prison-school",
    "https://anisearch.com/anime/9842",
    "https://kitsu.io/anime/10734",
    "https://livechart.me/anime/752",
    "https://myanimelist.net/anime/30240",
    "https://notify.moe/anime/8hQwpKmiR"
  ],
  "synopsis": {
    "text": "Hachimitsu Academy is a prestigious all-girls boarding school located on the outskirts of Tokyo. However, this year marks a major change - for the first time ever, the school will allow boys to enroll. When the new school year starts, only five boys are admitted amongst the thousands of female students. Kiyoshi Fujino is one of those five boys, who are completely overwhelmed by the sheer number of girls. Eager to interact with the girls but unable to communicate with them, Kiyoshi and his four friends secretly hatch a perverted plan to peep at the girls in the locker room. However, their scheme completely backfires when they get caught by the Underground Student Council - a shadowy group at the school that enforces discipline through cruel and unusual punishments. As punishment, the five boys are thrown into the school's prison for an entire month, where they must perform manual labor and endure various humiliations at the hands of the Underground Student Council members. Whips, chains and riding crops are frequently used by the Council to keep the boys in line as they carry out mundane tasks. Despite the harsh treatment, the rebellious boys remain determined to somehow survive the month-long ordeal while also trying to catch glimpses of the girls whenever possible. Their friendship and perverted motivations are put to the ultimate test during their imprisonment.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "365017dd1a5d666f",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.566094366363741,
    "arithmeticGeometricMean": 7.564948157654373,
    "median": 7.592,
    "hash": "365017dd1a5d666f",
    "lastUpdate": "2024-05-09"
  }
}