{
  "sources": [
    "https://anilist.co/anime/156083",
    "https://anime-planet.com/anime/ta-bu-dang-nuzhu-hen-duonian",
    "https://anisearch.com/anime/18385",
    "https://kitsu.io/anime/47409",
    "https://myanimelist.net/anime/54881",
    "https://notify.moe/anime/eq3v0NE4R"
  ],
  "synopsis": {
    "text": "What awaits Tang Ying, a kind-hearted girl from another world, is a life-altering war that flips her destiny upside down. Hailing from Baicheng, a crucial town in the Daqi Kingdom, Tang Ying witnesses the devastating invasion by the Beiyi army. In a desperate attempt to protect the town, her father, Tang Yao, and his people valiantly fight but ultimately perish, leaving Tang Ying as the sole survivor.\n\nFalsely accused of treason, Tang Yao's sacrifice for his country is tarnished, pushing Tang Ying to seek justice and vengeance. With her exceptional martial arts skills and intellect, she infiltrates the dragoon brigade to unravel the truth behind her father's dishonor and her brother's death.\n\nAs Tang Ying navigates the complexities of the capital, she unexpectedly gains the attention of Fu Chen, the dragoon brigade's commander, and finds herself entangled in a web of mysteries. Strangely, a woman impersonating her and the second prince of the Daqi Kingdom, Yuan Lang, seem to have connections to the Beiyi invasion. Furthermore, a mysterious individual from another world and peculiar memories that feel both unfamiliar and intimate add to the enigma.\n\nDetermined to unveil the truth and clear her father's name, Tang Ying embarks on a perilous journey filled with intrigue, deception, and unexpected alliances. As she delves deeper into the mysteries surrounding her, she discovers that her path to redemption is far more challenging than she ever imagined.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "36ab5bd13bc17f0a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.855678107606679,
    "arithmeticGeometricMean": 6.850669231734161,
    "median": 6.864090909090909,
    "hash": "36ab5bd13bc17f0a",
    "lastUpdate": "2024-05-06"
  }
}