{
  "sources": [
    "https://anidb.net/anime/11848",
    "https://anilist.co/anime/21558",
    "https://anime-planet.com/anime/dgray-man-hallow",
    "https://anisearch.com/anime/11013",
    "https://kitsu.io/anime/11654",
    "https://livechart.me/anime/1971",
    "https://myanimelist.net/anime/32370",
    "https://notify.moe/anime/o2i3pKimg"
  ],
  "synopsis": {
    "text": "Noah's sinister schemes and malevolent Akuma threaten the very fabric of humanity's existence, but hope remains in the form of Allen Walker - a gifted exorcist wielding the divine power of Innocence. As a member of the Black Order, Allen and his fellow exorcists embark on a perilous journey to recover lost fragments of Innocence and thwart the Millennium Earl's devastating plans.\n\nSet in the late 19th century, this action-packed anime follows the cursed-eyed Allen, whose demon-slaying arm transforms him into a formidable force against the darkness. Alongside his comrades, Allen confronts soul-crushing challenges and uncovers shocking revelations that could alter the course of their battle against evil.\n\nAs the Black Order relocates to a new base, Allen faces unexpected trials and tribulations. A cryptic meeting with his master, General Cross Marian, exposes hidden truths about the elusive 14th Noah. Meanwhile, the Order grapples with a phantom thief, enigmatic exorcists, and tragic losses, culminating in a fierce confrontation against the Noah Family.\n\nUnravel the intricate threads of this thrilling narrative, where every twist and turn holds the potential to change the fate of mankind in this epic struggle between light and darkness. Prepare for a rollercoaster ride of emotions, action, and suspense in this enthralling continuation of the D.Gray-man series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.702380840510631,
    "arithmeticGeometricMean": 7.699365255698213,
    "median": 7.747959183673469,
    "lastUpdate": "2024-05-09"
  }
}