{
  "sources": [
    "https://anidb.net/anime/347",
    "https://anilist.co/anime/1484",
    "https://anime-planet.com/anime/blood-reign-curse-of-the-yoma",
    "https://anisearch.com/anime/1123",
    "https://kitsu.io/anime/1330",
    "https://livechart.me/anime/9162",
    "https://myanimelist.net/anime/1484",
    "https://notify.moe/anime/9Ld-5FimR"
  ],
  "synopsis": {
    "text": "From the ashes of a devastating war, the Yoma, malevolent creatures spawned from the depths of hell, rise once more, thirsting for human blood. Amidst the chaos, a lone ninja, Hikage, stands resolute in his mission to end the carnage unleashed by these demons. Mastering the arts of swordplay, explosives, stealth, and assassination, Hikage's resolve is fueled by the loss of his beloved wife and friends.\n\nHowever, the path to redemption is fraught with challenges, as Hikage must confront his former best friend and fellow ninja, Marou, who has been resurrected to serve the Yoma. The undead betrayer, once a trusted comrade, now poses a formidable threat to Hikage's quest for vengeance.\n\nAs Hikage delves deeper into the ancient secrets of his ninja clan, he faces grotesque adversaries, from bloodthirsty creatures that rise from the earth to flesh-eating horses and shape-shifting spiders. The ultimate test lies in stopping the resurrection of the Kikuga no Miko, the source of power for all evil monsters.\n\nWith the fate of humanity hanging in the balance, Hikage must grapple with the question of whether he can put an end to his undead friend's existence. Will his loyalty to his friendship stand in the way of his mission, or will he make the ultimate sacrifice for the greater good?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "377f8c45b5dc3775",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.968792472833289,
    "arithmeticGeometricMean": 5.9592448861149085,
    "median": 5.966,
    "hash": "377f8c45b5dc3775",
    "lastUpdate": "2024-05-10"
  }
}