{
  "sources": [
    "https://anidb.net/anime/989",
    "https://anilist.co/anime/1433",
    "https://anime-planet.com/anime/lupin-the-3rd-legend-of-the-gold-of-babylon",
    "https://anisearch.com/anime/1189",
    "https://kitsu.io/anime/1286",
    "https://livechart.me/anime/7552",
    "https://myanimelist.net/anime/1433",
    "https://notify.moe/anime/65Ma5Kimg"
  ],
  "synopsis": {
    "text": "Fujiko Mine, the enigmatic woman from Lupin's past, sets the stage for a thrilling adventure as she reveals the legend of Babylon's hidden riches, said to have been concealed by a divine entity before the city's destruction. Lupin, the notorious master thief, becomes entangled in a dangerous quest for this elusive treasure, pursued not only by the relentless Inspector Zenigata but also by the powerful Mafia heir, Marciano.\n\nEquipped with an ancient candelabra gifted by Fujiko and accompanied by his loyal partners, Daisuke Jigen and Goemon Ishikawa, Lupin embarks on a global chase. The journey takes them from the bustling streets of New York City to the historic landscapes of Baghdad, uncovering cryptic clues hidden within mysterious stone tablets.\n\nAs Lupin and his team inch closer to the gold, they must navigate through a web of adversaries, including the ruthless Polish mob bosses and Zenigata's latest asset - a team of fierce and captivating female ICPO officers. The key to unlocking the treasure's location may lie with Rosetta, an old, seemingly ordinary woman who harbors secrets far beyond her unassuming exterior.\n\nCo-directed by the iconic Seijun Suzuki and scored with Yuji Ohno's enthralling jazz, this animated escapade offers a vibrant and eccentric journey, drawing inspiration from the biblical Tower of Babel. Prepare for a wild, colorful adventure as Lupin and his allies face off against formidable foes, determined to uncover the legendary Gold of Babylon.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "37b30c28c7cb88a3",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.434808905380335,
    "arithmeticGeometricMean": 6.4277918589647385,
    "median": 6.5,
    "hash": "37b30c28c7cb88a3",
    "lastUpdate": "2024-05-09"
  }
}