{
  "sources": [
    "https://anidb.net/anime/14075",
    "https://anilist.co/anime/101633",
    "https://anime-planet.com/anime/bang-dream-2nd-season",
    "https://anisearch.com/anime/13610",
    "https://kitsu.io/anime/41289",
    "https://livechart.me/anime/3238",
    "https://myanimelist.net/anime/37869",
    "https://notify.moe/anime/C691qgVmR"
  ],
  "synopsis": {
    "text": "Kasumi Toyama, once a stargazing child, is now a second-year high school student and the lead singer of Poppin'Party, an all-girl band. After discovering a star-shaped guitar in a rundown pawnshop, Kasumi's life took a thrilling turn, leading her to form the band with four equally passionate members: Saya, Arisa, Rimi, and Tae.\n\nTheir first performance at the closing of SPACE Live House was a resounding success, but that was just the beginning. As they navigate the challenges of high school, including student council duties, cram school, and part-time jobs, the band members struggle to find time to practice together.\n\nHowever, the emergence of a mysterious girl thrusts them back into the spotlight. With new bands like Afterglow, Pastel*Palettes, Roselia, and Hello, Happy World! making their mark, the competition is fierce. Despite the challenges, Poppin'Party is determined to make their dreams of stardom come true.\n\nWith a public commitment to perform their own concert, the pressure is on. Roselia, their musical rival, is already ahead in planning. But Poppin'Party is not alone. With hard work and help from other groups and talented newcomers, they are ready to rock the music scene once again. Will they be able to live up to their fame and deliver a performance that truly captures the heart-pounding thrill of the stars? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.406753567860711,
    "arithmeticGeometricMean": 7.400062393299097,
    "median": 7.623181818181818,
    "lastUpdate": "2024-05-08"
  }
}