{
  "sources": [
    "https://anidb.net/anime/12080",
    "https://anilist.co/anime/21787",
    "https://anime-planet.com/anime/battle-girl-high-school",
    "https://anisearch.com/anime/11412",
    "https://kitsu.io/anime/13115",
    "https://livechart.me/anime/2156",
    "https://myanimelist.net/anime/33184",
    "https://notify.moe/anime/DVdMhFimR"
  ],
  "synopsis": {
    "text": "With the Earth in peril and humanity on the brink of extinction, a group of courageous schoolgirls emerges as the world's last line of defense against the enigmatic Irousu invaders. Welcome to the Shinjugamine Girls' Academy, where the students are not only tasked with mastering their schoolwork but also honing their skills as Star Guardians in the year 2045.\n\nThe Irousu have overrun the planet, leaving humans confined and struggling to survive. These extraterrestrial adversaries prove to be a formidable force, but hope remains in the form of the Hoshimori – ordinary girls who possess extraordinary abilities derived from a magical tree.\n\nAt the Shinjugamine Girls' Academy, these young warriors balance the challenges of everyday life with their duties as protectors of mankind. For freshman Miki Hoshitsuki and her fellow Star Guardians, this responsibility is not taken lightly. As they navigate the complexities of adolescence and face the looming threat of the Irousu, a new enigmatic recruit joins their ranks, signaling a dramatic shift in their mission.\n\nInspired by COLOPL's action-packed role-playing game, this anime follows the journey of these brave students as they train, grow, and unite to reclaim their contaminated world. As the school bell rings and another day begins, so does their unwavering fight for humanity's future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "37f6b3cc3b80440d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.72475185528757,
    "arithmeticGeometricMean": 5.701454242163856,
    "median": 5.5594619666048235,
    "hash": "37f6b3cc3b80440d",
    "lastUpdate": "2024-05-08"
  }
}