{
  "sources": [
    "https://anilist.co/anime/108746",
    "https://anime-planet.com/anime/stitch-and-ai",
    "https://anisearch.com/anime/18228",
    "https://kitsu.io/anime/14133",
    "https://livechart.me/anime/8045",
    "https://myanimelist.net/anime/36666",
    "https://notify.moe/anime/fJPN2KmiR"
  ],
  "synopsis": {
    "text": "Galactic mayhem descends upon the tranquil Huangshan mountains of China when Stitch, a genetically engineered alien creature, crash-lands on Earth after a daring escape from rival space gangs vying for his capture. In this new terrain, Stitch forms an unlikely bond with Ai Ling, a young and courageous local girl, who adopts him as her 'dog'. As the two space gangs continue their relentless pursuit, Stitch and Ai Ling must navigate through the challenges of keeping their newfound family together.\n\nStitch, originally kidnapped for his destructive genetic experiment potential, finds solace in the company of Ai Ling, who faces her own struggle: the threat of separation from her beloved older sister, Jiejie. In this heartwarming tale of friendship and adventure, Stitch and Ai Ling join forces to confront their respective adversaries. Stitch aids Ai Ling in her quest to remain with her family in the mountains, while she, in turn, helps him fend off the persistent space criminals.\n\nMeanwhile, Jumba and Pleakley, Stitch's original alien companions, arrive on the scene with the intention of returning Stitch to the United Galactic Federation. However, Ai Ling and Jiejie manage to persuade the duo to allow Stitch to stay with his newfound family. Jumba and Pleakley subsequently decide to remain in the Huangshan mountains, keeping a watchful eye on Stitch while also assisting him and his new family. As the story unfolds, Jumba grows increasingly concerned about a hidden function he had secretly programmed within Stitch, a function that could transform the lovable alien into a monstrous beast if triggered within a large city by the manipulative space criminals.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "37f7e638fb17e166",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.186901669758813,
    "arithmeticGeometricMean": 5.0410652806367935,
    "median": 5.667272727272728,
    "hash": "37f7e638fb17e166",
    "lastUpdate": "2024-05-05"
  }
}