{
  "sources": [
    "https://anidb.net/anime/10282",
    "https://anilist.co/anime/20577",
    "https://anime-planet.com/anime/happiness-charge-pretty-cure",
    "https://anisearch.com/anime/9286",
    "https://kitsu.io/anime/8269",
    "https://livechart.me/anime/331",
    "https://myanimelist.net/anime/21407",
    "https://notify.moe/anime/Gb-opKiig"
  ],
  "synopsis": {
    "text": "Kingdom s have fallen, and Earth is under siege. The Phantom Empire, led by the ruthless Queen Mirage, has unleashed an army of Choiarks and formidable creatures known as Saiarks, wreaking havoc across the globe. Standing against this onslaught are the Pretty Cures, powerful guardians who have become household names as they battle the forces of darkness. Among them is Hime Shirayuki, the former princess of the Blue Sky Kingdom, now a refugee after her homeland was overrun by the Phantom Empire. As Cure Princess, Hime fights valiantly, but her timid nature often hinders her efforts.\n\nTo bolster her strength, the Spirit of Earth, Blue, bestows upon Hime a Crystal of Love, instructing her to find a partner. In the bustling city of Pikarigaoka, Hime encounters Megumi Aino, a warm-hearted and spirited girl who becomes Cure Lovely. Together, they form the HappinessCharge Pretty Cure team, dedicated to collecting PreCards and defending Earth.\n\nAs the duo fights alongside other Pretty Cures worldwide, they learn the importance of unity and friendship. With their transformative powers, dress-up abilities, and unwavering determination, they strive to reclaim the fallen Blue Sky Kingdom and restore peace to the world. This is a tale of courage, love, and the power of friendship, as the HappinessCharge Pretty Cure team embarks on a journey to protect the world and discover the true meaning of happiness.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "38177fe85ef11651",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.793081132019907,
    "arithmeticGeometricMean": 6.78935377039207,
    "median": 6.846,
    "hash": "38177fe85ef11651",
    "lastUpdate": "2024-05-09"
  }
}