{
  "sources": [
    "https://anidb.net/anime/394",
    "https://anilist.co/anime/1231",
    "https://anime-planet.com/anime/saber-marionette-j-to-x",
    "https://anisearch.com/anime/1303",
    "https://kitsu.io/anime/1107",
    "https://livechart.me/anime/5802",
    "https://myanimelist.net/anime/1231",
    "https://notify.moe/anime/SWhx5Kmmg"
  ],
  "synopsis": {
    "text": "Various months after the events of the Saber Marionette J OVA series, the saga of Otaru and his devoted marionette companions - Lime, Cherry, and Bloodberry - continues in this latest installment. As the marionettes navigate their evolving world and self-discoveries, the wicked Faust re-emerges, meddling with dangerous marionette technology.\n\nThe Saber Dolls, Tiger, Luchs, and Panther, find themselves conflicted between their newfound admiration for Otaru and their unwavering allegiance to Faust. Meanwhile, the marionettes grapple with societal changes, including the potential discontinuation of marionette production and the replacement of small shops with large malls in Japoness.\n\nFurther complications arise when Lorelei, the only human female on Terra II, is kidnapped by Gettel, one of Faust's former minions. Gettel demands Lime, Cherry, and Bloodberry in exchange for Lorelei's safe return. As the annual Japoness Fair approaches, various factions attempt to kidnap Lorelei and her female clones, threatening the peace in Japoness.\n\nAmidst these challenges, Otaru and his marionettes must thwart Faust's megalomaniacal plans, rescue Lorelei, and confront the possibility that their actions might render marionettes obsolete. Will they succeed, or are they destined for an uncertain fate?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "38772707dbc8effc",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.147279618340844,
    "arithmeticGeometricMean": 7.144672452631973,
    "median": 7.214,
    "hash": "38772707dbc8effc",
    "lastUpdate": "2024-05-09"
  }
}