{
  "sources": [
    "https://anidb.net/anime/14008",
    "https://anilist.co/anime/101474",
    "https://anime-planet.com/anime/overlord-iii",
    "https://anisearch.com/anime/13539",
    "https://kitsu.io/anime/41174",
    "https://livechart.me/anime/3206",
    "https://myanimelist.net/anime/37675",
    "https://notify.moe/anime/5_64OFZig"
  ],
  "synopsis": {
    "text": "Ooal Gown's conquest is on the horizon, and the overlord is back to claim his dominion! As the power struggle between empires intensifies, Ains must navigate treacherous waters to maintain his rule. Despite the admiration of his subjects, Momonga struggles to maintain his facade as the fearsome Ains. With Nazarick under threat of invasion, can the mighty overlord preserve his reign, or will this be his final battle?\nMeanwhile, Ains' actions continue to impress even himself, as his guardians and subjects marvel at his wisdom. His alter ego, Momon, gains political value, and the conquest of Yggdrasil progresses. As an undead being, Ains lacks human conscience and is driven solely by the desire to find other Yggdrasil players and protect his home.\nIn the midst of relaxation and training, Ainz Ooal Gown's members prepare for upcoming battles, knowing that new enemies can emerge at any moment. The Guardians of the Great Tomb of Nazarick are ready to execute their plans for world domination, even as the rest of the world moves forward. The prosperous Carne Village, once saved by Ainz, faces new threats, while the Baharuth Empire's Bloody Emperor turns his attention to the rising power of Nazarick.\nAs blood is shed and heroes fall, the elite group 'Foresight Elite' investigates Nazarick, unaware of the challenges that await them. Momonga, aka Ainz, must find a justification for the invasion to launch an effective counter-attack. Will anyone be able to stand against the supreme power of Ainz Ooal Gown, or will his reign remain unchallenged?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "389aece1e1cf87b2",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.114499889363586,
    "arithmeticGeometricMean": 8.110149295073905,
    "median": 8.23043369474562,
    "hash": "389aece1e1cf87b2",
    "lastUpdate": "2024-05-09"
  }
}