{
  "sources": [
    "https://anidb.net/anime/4087",
    "https://anilist.co/anime/6855",
    "https://anime-planet.com/anime/danao-tiangong",
    "https://anisearch.com/anime/2619",
    "https://kitsu.io/anime/4754",
    "https://myanimelist.net/anime/6855",
    "https://notify.moe/anime/iLe6cFiiR"
  ],
  "synopsis": {
    "text": "Eastern mythology comes alive in the animated masterpiece \"Uproar in Heaven,\" directed by Wan Laiming and produced by the talented Wan brothers. Released in the golden era of Chinese animation, the film won numerous accolades and earned the Wan brothers international acclaim. Based on the early chapters of the timeless classic \"Journey to the West,\" the story follows the mischievous and powerful Monkey King, Sun Wukong.\n\nBorn from a magical boulder on the Mountain of Flowers and Fruit, Sun Wukong embarks on a quest for a weapon befitting his strength. His journey leads him to the Dragon King's palace, where he seizes a formidable staff. Enraged by the theft, the Dragon King appeals to the Jade Emperor for justice. In an attempt to control the rebellious Monkey King, the Jade Emperor appoints him as the Protector of the Horses. However, Sun Wukong soon realizes the lowly nature of his new position and, feeling deceived, declares himself the \"Great Sage, Equal of Heaven.\"\n\nRefusing to bow to the heavens, Sun Wukong challenges the Jade Emperor and his celestial army, sparking a divine conflict that would become one of the most iconic tales in Asian cinema. Despite numerous adaptations of \"Journey to the West,\" the 1964 film \"Uproar in Heaven\" stands out as the most original and memorable interpretation of the classic story. With its captivating animation and engaging storyline, this film has left an indelible mark on the world of animation.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.46550013252054,
    "arithmeticGeometricMean": 6.452171005681291,
    "median": 6.5
  },
  "lastUpdate": "2024-05-07"
}