{
  "sources": [
    "https://anidb.net/anime/6427",
    "https://anilist.co/anime/6169",
    "https://anime-planet.com/anime/munto-movie-tenjoubito-to-akutobito-saigo-no-tatakai",
    "https://anisearch.com/anime/5309",
    "https://kitsu.io/anime/4457",
    "https://livechart.me/anime/6225",
    "https://myanimelist.net/anime/6169",
    "https://notify.moe/anime/3wYqcKimg"
  ],
  "synopsis": {
    "text": "In a time long forgotten, celestial entities shattered cosmic boundaries, invading countless planets and harnessing the limitless power of Akuto, a resonance born from the depths of human hearts. Floating islands in the sky became their grand abode, but as the number of stars supplying Akuto dwindled, fear gripped them. Their solution: to resurrect and domesticate the human race, hoping to amass more Akuto than ever before. Alas, their plan crumbled, and the entities, self-proclaimed Heavenly Beings, shifted their focus to conquering other realms, neglecting the Akuto crisis. The humans, left to survive in the lower world, became known as the Akuto People, a name that would strike fear into the hearts of the Heavenly Beings.\n\nTo restore the balance of Akuto and save both the Magical Kingdom and the Heavens, the Magical King Munto embarks on a quest guided by a vision, leading him to Yumemi, an ordinary girl living in the normal world. However, Yumemi possesses a unique ability—she alone can perceive the floating islands of the Heavens. As she encounters Munto, she grapples with her newfound responsibility to the world.\n\nAs the story unfolds, Yumemi—now known as Himemi—joins Munto in the world of the Heavenloids to protect both their realms. Yet, her greatest challenge lies not in confronting the menacing Union, who seek to crystalize her and exploit her power, but in confronting the secret hidden deep within her heart.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3a2b6726142e7513",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.774322289954943,
    "arithmeticGeometricMean": 6.766627401978798,
    "median": 6.7673469387755105,
    "hash": "3a2b6726142e7513",
    "lastUpdate": "2024-05-10"
  }
}