{
  "sources": [
    "https://anidb.net/anime/1812",
    "https://anilist.co/anime/2200",
    "https://anime-planet.com/anime/invincible-superman-zanbot-3",
    "https://anisearch.com/anime/1601",
    "https://kitsu.io/anime/1991",
    "https://livechart.me/anime/5940",
    "https://myanimelist.net/anime/2200",
    "https://notify.moe/anime/Q5iP5Kmig"
  ],
  "synopsis": {
    "text": "Zambot 3 is the last line of defense for Earth against the destructive forces of Gaizok, an enigmatic entity responsible for annihilating the planet Beal. After the devastation of their home world, the surviving Beal inhabitants sought refuge on Earth and divided into three clans: Jin, Kamie, and Kamikita. As they attempted to rebuild their lives, the Jin Family prepared for the imminent Gaizok invasion, constructing three vehicles that unite to form the powerful Zambot 3.\n\nKappei, an ordinary rebellious teenager, finds himself thrust into an extraordinary situation when he encounters a strange creature while battling a rival gang. Rescued by his grandparents' colossal spaceship, Kappei discovers his family's secret: they are descendants of the Jin Family, protectors of Earth against the Gaizok and their mechanical beasts, the Mecha Boosts. Together with his cousin Uchuta and Keiko, they pilot their respective robots, Zam-bird, Zambull, and Zambase, which combine to create the Invincible Superman Zambot 3.\n\nAs the Gaizok descend upon Earth with a single objective – total annihilation – the Jin Family stands as humanity's guardian, facing not only the alien threat but also the criticism from the people they strive to protect. With Zambot 3 and the King Beal spacecraft, the Jin Family engages in an epic battle to safeguard their new home from the relentless Gaizok and their Mecha Boosts.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.636649880731513,
    "arithmeticGeometricMean": 6.623053821517543,
    "median": 6.818181818181818,
    "lastUpdate": "2024-05-09"
  }
}