{
  "sources": [
    "https://anidb.net/anime/434",
    "https://anilist.co/anime/110",
    "https://anime-planet.com/anime/cooking-master-boy",
    "https://anisearch.com/anime/1811",
    "https://kitsu.io/anime/89",
    "https://livechart.me/anime/5978",
    "https://myanimelist.net/anime/110",
    "https://notify.moe/anime/fJJp5Fmmg"
  ],
  "synopsis": {
    "text": "Emperor's reign is weak, and chaos looms over 19th century China, but amidst the turmoil, a culinary battle rages on. In a time known as 'The Era of the Cooking Wars', chefs from all corners of the country compete for prestige, power, and the title of the greatest chef in China. Mao, a young and ambitious cook, embarks on a journey to honor his late mother, Pai, the legendary 'Fairy of Cuisine'.\n\nRaised in the heart of Szechuan, Mao and his sister Karin now run their deceased mother's restaurant, Ju Xia Lou. When a rivalry with fellow cook Shao An arises, a high-stakes cooking competition is held, with General Lee, a renowned Chinese cuisine expert, presiding as judge. Mao's innovative cooking style wins him the contest, and with General Lee's recognition, he sets off on a quest to become a Special Grade Cook.\n\nAs Mao travels through the diverse culinary regions of China, he faces challenges and learns from other master chefs, all while developing his own unique cooking techniques. Along the way, he forms bonds with new friends and encounters formidable adversaries, eager to challenge his growing reputation.\n\nWith the wisdom and skills passed down from his mother, Mao strives to become a legendary chef, following in her footsteps. This inspiring tale of passion, ambition, and mouth-watering cuisine chronicles Mao's journey to claim his rightful place among the culinary greats of China.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.252151073416379,
    "arithmeticGeometricMean": 7.244727923096201,
    "median": 7.363636363636363
  },
  "lastUpdate": "2024-05-09"
}