{
  "sources": [
    "https://anidb.net/anime/16064",
    "https://anilist.co/anime/130050",
    "https://anime-planet.com/anime/summer-ghost",
    "https://anisearch.com/anime/15997",
    "https://kitsu.io/anime/44099",
    "https://livechart.me/anime/10426",
    "https://myanimelist.net/anime/48171",
    "https://notify.moe/anime/hL1HXbM7g"
  ],
  "synopsis": {
    "text": "For Tomoya, Aoi, and Ryou, life has lost its spark. Brought together by fate through an online platform, these three high school students share a common goal: to encounter the enigmatic Summer Ghost. According to local folklore, this spectral figure materializes when fireworks illuminate the night sky.\n\nTomoya, a creative spirit stifled by academic pressures, yearns for a life beyond the confines of his textbooks. Aoi, a timid soul, struggles to find her place in a world that seems to reject her. Ryou, a once-promising basketball player, is left reeling from a devastating diagnosis that has snatched away his dreams. Each of them carries a burden that draws them to the legend of the Summer Ghost.\n\nAs the vibrant colors of the fireworks paint the summer night, the three teens find themselves at a crossroads where life and death intertwine. The Summer Ghost, a young woman named Ayane, appears before them, revealing that she can only be seen by those on the brink of death. As Tomoya becomes increasingly captivated by the mystery surrounding Ayane, he embarks on a journey to uncover the truth behind her visits.\n\nOn this fateful summer night, where will the thoughts and emotions of Tomoya, Aoi, and Ryou lead them? Will they find the answers they seek in the elusive figure of the Summer Ghost? Only time will tell as they delve deeper into the mystery that has brought them together.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.870858427286999,
    "arithmeticGeometricMean": 7.867281338884773,
    "median": 7.9272448979591825
  },
  "lastUpdate": "2024-05-10"
}