{
  "sources": [
    "https://anidb.net/anime/13948",
    "https://anilist.co/anime/101349",
    "https://anime-planet.com/anime/babylon",
    "https://anisearch.com/anime/13495",
    "https://kitsu.io/anime/41085",
    "https://livechart.me/anime/3170",
    "https://myanimelist.net/anime/37525",
    "https://notify.moe/anime/qiNK2Fiig"
  ],
  "synopsis": {
    "text": "Zen Seizaki is a dedicated prosecutor working for the Tokyo District Public Prosecutor's Office who finds himself embroiled in a complex case spanning political corruption and deception. What begins as a routine investigation into false advertising by a pharmaceutical company quickly expands into something much larger when Seizaki and his partner Atsuhiko Fumio uncover evidence linking the company to bribery of universities for positive research reports about a new drug. While sorting through documents, they stumble upon a gruesome clue - a blood-stained paper from a medical university professor who later turns up dead. The timing aligns suspiciously with the hotly-contested upcoming mayoral election for a new autonomous zone being established in western Tokyo to relieve overcrowding. As Seizaki and Fumio investigate further with the help of local police chief Shinobu Kujiin, they discover connections between the dead professor and the election front-runner Nomaru Ryuuichirou. It soon becomes clear that the pharmaceutical scandal, murder, and electoral race are intertwined in a complex web of corruption. Seizaki is determined to unravel the layers of deceit challenging his sense of justice, but the stakes continue escalating, with the rising body count indicating how far certain influential people will go to consolidate power over the new zone. Navigating this hurricane of duplicity tests Seizaki's comprehension of truth itself.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 6.724545319887486,
    "arithmeticGeometricMean": 6.716889864011776,
    "median": 6.738636363636363,
    "lastUpdate": "2024-05-08"
  }
}