{
  "sources": [
    "https://anilist.co/anime/101016",
    "https://anime-planet.com/anime/junji-ito-collection-tomie",
    "https://anisearch.com/anime/13558",
    "https://kitsu.io/anime/14130",
    "https://livechart.me/anime/3024",
    "https://myanimelist.net/anime/36992",
    "https://notify.moe/anime/wZPN2Kiig"
  ],
  "synopsis": {
    "text": "At the heart of this unsettling anime lies the enigmatic figure of Tomie Kawakami, a captivating femme fatale adorned with long, dark hair and a distinctive beauty mark nestled beneath her left eye. Tomie's allure is both a gift and a curse, as she effortlessly enthralls men, often leading them down a dangerous path of murder and chaos. Despite frequently finding herself the victim of these deadly encounters, Tomie's immortal nature ensures her return, leaving a trail of terror and obsession in her wake.\n\nUnseen episodes, bundled with the second and third DVD sets of the TV anime, delve deeper into Tomie's haunting world. As one smitten lover attempts to claim her for himself, another grapples with the chilling reality of her immortal succubus nature. Yet, they soon discover that no matter how many times they end Tomie's life, her presence continues to linger, forever haunting the world.\n\nAmidst the cherished memories of high school life—friendships, exams, and everything in between—a tragic event casts a dark shadow over one particular class: the brutal death of a beloved student, Tomie Kawakami. Her grisly demise, involving dismemberment and scattering of her remains, leaves her classmates reeling. However, as they struggle to come to terms with their loss, a familiar figure appears at the doorway, bearing an uncanny resemblance to their deceased classmate. Could it be Tomie, or is this just another cruel twist in an already tragic tale?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3b936e82790de19c",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.738403569219896,
    "arithmeticGeometricMean": 6.7344859895641065,
    "median": 6.6854545454545455,
    "hash": "3b936e82790de19c",
    "lastUpdate": "2024-05-06"
  }
}