{
  "sources": [
    "https://anilist.co/anime/20802",
    "https://anime-planet.com/anime/digimon-adventure-tri-movie-1-reunion",
    "https://kitsu.io/anime/8684",
    "https://livechart.me/anime/742",
    "https://myanimelist.net/anime/25687",
    "https://notify.moe/anime/7QA1tFimg"
  ],
  "synopsis": {
    "text": "On the heels of a tranquil period, during which the gate to the Digital World has remained inexplicably shut for three years, Taichi Yagami finds himself at a crossroads in his second year of high school. While his friends have charted their respective paths, Taichi grapples with uncertainty about his future. Their close-knit group has gradually drifted apart, with each member pursuing their own aspirations.\n\nOne day, the monotonous routine of the city is shattered by the unexpected arrival of a rogue Digimon, Kuwagamon, which wreaks havoc on the city's electronics. Taichi, driven by a surge of recklessness, attempts to confront the Digimon but finds himself outmatched. In a moment of desperation, his trusty Digivice illuminates, summoning Agumon, his Digimon partner, and together they manage to subdue Kuwagamon.\n\nMeanwhile, a new transfer student, Meiko Mochizuki, has joined Taichi's class, and her involvement in these strange occurrences is yet to be unraveled. The question lingers - why have Digimon started crossing over to the human world, and what is unfolding in the Digital World?\n\nSix years have passed since Taichi and his fellow DigiDestined embarked on their summer adventure in the Digital World, and nearly three years since the climactic battle between Hikari's group and BelialVamdemon. The sudden appearance of Kuwagamon in Odaiba marks the beginning of a new chapter, as Taichi's resolve to protect his city is tested. Despite feeling overwhelmed, the familiar voice of his Digimon partner sparks a renewed sense of courage, setting the stage for another thrilling adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3ba19033bcfe6a39",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.592871777132051,
    "arithmeticGeometricMean": 7.592238879098139,
    "median": 7.669090909090908,
    "hash": "3ba19033bcfe6a39",
    "lastUpdate": "2024-05-06"
  }
}