{
  "sources": [
    "https://anidb.net/anime/15963",
    "https://anilist.co/anime/127958",
    "https://anime-planet.com/anime/fortune-favors-lady-nikuko",
    "https://anisearch.com/anime/15879",
    "https://kitsu.io/anime/44395",
    "https://livechart.me/anime/10306",
    "https://myanimelist.net/anime/45620",
    "https://notify.moe/anime/CaDYrvLGR"
  ],
  "synopsis": {
    "text": "From the vibrant shores of a quaint northern Japanese town, we meet the dynamic duo of Nikuko and Kikuko, a mother and daughter pair who share a unique bond. Nikuko, a jovial, spirited, and food-loving woman, is known for her vivacious personality and penchant for falling for the wrong men. Her vivacious spirit and larger-than-life persona often leave her 11-year-old daughter, Kikuko, feeling embarrassed and yearning for a more low-key existence.\n\nThe pair reside together on a boat docked in the harbor, where they navigate the everyday trials and tribulations of life. Kikuko, on the brink of adolescence, finds herself grappling with the typical challenges of middle school, all while trying to understand her unconventional mother. Despite their contrasting personalities and occasional misunderstandings, a deep love binds them together.\n\nTheir ordinary life takes an unexpected turn when a secret from their past is unveiled, threatening to disrupt their delicate relationship. As they journey through this revelation, they discover more about themselves and each other, ultimately strengthening their bond. Join Nikuko and Kikuko in this heartwarming tale of love, growth, and self-discovery, set against the picturesque backdrop of a sleepy seaside town.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3c613dbdad1f2867",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.248032003710575,
    "arithmeticGeometricMean": 7.242663251665753,
    "median": 7.256363636363637,
    "hash": "3c613dbdad1f2867",
    "lastUpdate": "2024-05-09"
  }
}