{
  "sources": [
    "https://anidb.net/anime/8880",
    "https://anilist.co/anime/11741",
    "https://anime-planet.com/anime/fate-zero-2",
    "https://anisearch.com/anime/7515",
    "https://kitsu.io/anime/7658",
    "https://livechart.me/anime/1100",
    "https://myanimelist.net/anime/11741",
    "https://notify.moe/anime/evPcpFmmR"
  ],
  "synopsis": {
    "text": "And so, the stage is set for a battle of epic proportions in the city of Fuyuki, a decade before the events of \"Fate/stay night\". The Fourth Holy Grail War, a conflict deferred thrice, now erupts as seven master mages summon seven formidable spirits of war to engage in a ruthless duel for the Grail's unparalleled power.\n\nAs the war intensifies, the Church supervisor, Risei Kotomine, calls upon the remaining Servants and their Masters to unite against a looming menace that threatens to annihilate Fuyuki City and disrupt the Grail War. However, this fragile alliance crumbles as the Masters reveal their willingness to stoop to unspeakable depths in their pursuit of victory.\n\nAmidst this chaos, Kiritsugu Emiya and his Servant, Saber, grapple with their divergent beliefs on heroism and chivalry, sowing seeds of discord between them. Meanwhile, an unsettling bond forms between Kirei Kotomine, who is still in search of his life's purpose, and one of the remaining Servants. As the war hurtles towards its climax, the line between victory and defeat blurs under the weight of the sacrifices made to win.\n\nIn this battle royale, the Holy Grail, a legendary wish-granting device, serves as the ultimate prize. The winning Master and Servant will each be granted a wish, following which the Grail will remain dormant until the next war. As the stakes escalate and challenges magnify, each Master and Servant must confront their own shortcomings. Deceit and betrayal lurk in the shadows, offering no forewarning.\n\nSaber must not only combat the monstrous threats that surround",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3c9e8fd5b71e6c2a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.486814270826176,
    "arithmeticGeometricMean": 8.48645271074199,
    "median": 8.510000000000002,
    "hash": "3c9e8fd5b71e6c2a",
    "lastUpdate": "2024-05-09"
  }
}