{
  "sources": [
    "https://anidb.net/anime/15055",
    "https://anilist.co/anime/111305",
    "https://anime-planet.com/anime/sekai-ichi-hatsukoi-worlds-greatest-first-love-proposal-hen",
    "https://anisearch.com/anime/14736",
    "https://kitsu.io/anime/42518",
    "https://livechart.me/anime/9572",
    "https://myanimelist.net/anime/40314",
    "https://notify.moe/anime/MUr1cyUZg"
  ],
  "synopsis": {
    "text": "Department transferring to Marukawa Publishing was supposed to be a fresh start for Ritsu Onodera, an escape from the accusations of nepotism and a chance to leave his past behind. Little did he know, his new beginning would thrust him right back into his old flame's orbit. Assigned to the shojo manga editorial department, a world unfamiliar and uninteresting to him, Ritsu is dismayed to discover that his overbearing boss is none other than Masamune Takano, his first love from high school. As Ritsu grapples with his unwanted assignment and the unexpected reunion, he finds himself navigating the complexities of love and career once again.\n\nAway from the office, an unexpected assignment at a colleague's wedding forces Ritsu and his colleagues to confront their own feelings about love and commitment. Serving as hosts at the wedding, the men of Marukawa Publishing each have their unique experiences, leading them to reflect on the significance of being connected to another person. As they witness love blossoming between two individuals, they can't help but ponder the direction of their own relationships. Through four heartwarming stories, these young men explore the depths of their feelings and learn what it truly means to be connected to someone.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3cee394d669c9901",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.470399350649352,
    "arithmeticGeometricMean": 7.459405248090206,
    "median": 7.62,
    "hash": "3cee394d669c9901",
    "lastUpdate": "2024-05-09"
  }
}