{
  "sources": [
    "https://anidb.net/anime/17485",
    "https://anilist.co/anime/131325",
    "https://anime-planet.com/anime/tobiuo-no-boy-wa-byouki-desu",
    "https://anisearch.com/anime/18152",
    "https://kitsu.io/anime/9673",
    "https://myanimelist.net/anime/26149",
    "https://notify.moe/anime/iwtLtKmig"
  ],
  "synopsis": {
    "text": "An anime that intertwines historical tragedy with fantastical elements, \"Daigo Fukuryuu Maru\" unfolds the story of a Japanese fishing boat crew exposed to radioactive fallout during Operation Castle in 1954. As the U.S. military tests a hydrogen bomb on a nearby site, the lives of the crew members and the marine ecosystem are forever altered. The bomb, significantly more powerful than the one dropped on Hiroshima, releases radioactive ash that poisons the crew and affects the marine life in unexpected ways.\n\nThe anime's unique twist comes in the form of anthropomorphic marine life, with talking fish and other sea creatures donning human clothing. Among them is Junior, a little flying fish who lives a carefree life, oblivious to the dangers lurking near his home at Bikini Atoll. As Junior's father sets off for work one fateful day, Junior engages in a math study session with his mother before joining his friends for playtime.\n\nAs the story unfolds, the anime focuses on the impact of the radioactive ash on the talking fish, with Junior finding himself unable to fly due to radiation exposure. This heart-wrenching tale, inspired by real-life events, explores the consequences of nuclear testing on both human lives and the environment, all while weaving in a touch of fantasy to captivate viewers.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3d1394edff0333df",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.749269635126779,
    "arithmeticGeometricMean": 5.731396028763785,
    "median": 5.476808905380334,
    "hash": "3d1394edff0333df",
    "lastUpdate": "2024-05-08"
  }
}