{
  "sources": [
    "https://anidb.net/anime/104",
    "https://anilist.co/anime/256",
    "https://anime-planet.com/anime/voices-of-a-distant-star",
    "https://anisearch.com/anime/2397",
    "https://kitsu.io/anime/231",
    "https://livechart.me/anime/3392",
    "https://myanimelist.net/anime/256",
    "https://notify.moe/anime/EmDh5KmmR"
  ],
  "synopsis": {
    "text": "Koe no Hoshi follows the heart-rending tale of two young lovers, Mikako Nagamine and Noboru Terao, as they struggle to maintain their connection across the vast expanse of space. Set in 2046, after the discovery of ancient alien ruins on Mars has propelled humanity's technological advancements, a new space expedition is planned to counter an alien threat.\n\nAs the two friends prepare to graduate from junior high school, their paths diverge when Mikako is chosen to join the UN military space expedition, while Noboru remains on Earth to continue his education. In an attempt to keep their bond alive, the couple relies on text messages sent from their cell phones. However, as Mikako's mission takes her further away from Earth, the time it takes for their messages to reach each other grows agonizingly longer.\n\nThe story weaves together the challenges of long-distance communication, the trials of first love, and the consequences of humanity's reach for the stars. As Mikako faces the dangers of deep space and Noboru endures the passage of time on Earth, their relationship is tested by the ever-growing distance between them. Will their love be able to bridge the gap, or will it succumb to the cold emptiness of space? Join Mikako and Noboru in this emotional journey that explores the limits of love and the sacrifices made in the name of humanity's survival.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3d243ace18d1b16d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.220173657715985,
    "arithmeticGeometricMean": 7.217450238872534,
    "median": 7.293632653061223,
    "hash": "3d243ace18d1b16d",
    "lastUpdate": "2024-05-09"
  }
}