{
  "sources": [
    "https://anidb.net/anime/2700",
    "https://anilist.co/anime/609",
    "https://anime-planet.com/anime/saikano-another-love-song",
    "https://anisearch.com/anime/2065",
    "https://kitsu.io/anime/564",
    "https://livechart.me/anime/5290",
    "https://myanimelist.net/anime/609",
    "https://notify.moe/anime/E_jTcFmmR"
  ],
  "synopsis": {
    "text": "It was a time of chaos and destruction, with Hakata city's skies filled with fighter planes and bombs, transforming the once vibrant Fukuoka Dome into a blazing inferno. Amidst the chaos, a mysterious light emerged, revealing another formidable weapon capable of intercepting enemy planes with its powerful energy cannon. As the war intensified, the once ordinary and gentle Chise found herself unwillingly transformed into the Ultimate Weapon, leaving her yearning for her lost love, Shuji, and a normal life.\n\nParallel to Chise's story unfolds the tale of Lieutenant Mizuki, a seasoned military woman who volunteered for an experimental procedure after sustaining injuries that barred her from returning to the battlefield. As the prototype Ultimate Weapon, Mizuki's success on the battlefield was undeniable, yet her development was restricted. When Chise is forced into the military as a more suitable candidate, Mizuki initially dismisses her as weak and unfit for the role. However, as the only other person to have undergone the same procedure, Mizuki can hear Chise's thoughts and begins to understand her on a deeper level.\n\nAs the war continues and Chise's transformation progresses, Lieutenant Mizuki embarks on a journey of self-discovery, learning more about herself, the true nature of the Ultimate Weapons, and the unspoken bond she shares with Chise. This heart-wrenching tale, set against the backdrop of a devastating war, unveils truths left untold in the original TV series, exploring the complexities of love, sacrifice, and the human spirit in the face of adversity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3d3a29e5119b9a60",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.942129104455636,
    "arithmeticGeometricMean": 6.939498227336205,
    "median": 6.978,
    "hash": "3d3a29e5119b9a60",
    "lastUpdate": "2024-05-09"
  }
}