{
  "sources": [
    "https://anidb.net/anime/16367",
    "https://anilist.co/anime/135136",
    "https://anime-planet.com/anime/the-case-study-of-vanitas-part-ii",
    "https://anisearch.com/anime/16355",
    "https://kitsu.io/anime/44672",
    "https://livechart.me/anime/10626",
    "https://myanimelist.net/anime/49114",
    "https://notify.moe/anime/BKx9j0eMg"
  ],
  "synopsis": {
    "text": "In the heart of 19th century Paris, a young vampire named Noé Archiviste embarks on a perilous quest to find the enigmatic Book of Vanitas. Along his journey, he crosses paths with a human doctor named Vanitas, who possesses the very book Noé seeks. Vanitas harbors a grand ambition to cure all vampires, an idea that both intrigues and unsettles Noé. As Noé grapples with the decision to join Vanitas' crusade, they are confronted with an alarming news: the return of the infamous Beast of Gévaudan. Together, they must delve into the depths of this terrifying mystery that has resurfaced from the past.\n\nTheir journey takes them to the town of Gévaudan, where they search for the monstrous wolf-like creature known as the Beast. Vanitas, armed with the power of his grimoire, intends to heal the Beast, suspecting it to be a curse-bearing vampire. However, their paths diverge, and they find themselves unexpectedly transported to the past, right into the Beast's domain. After a fierce battle, Vanitas teams up with Jeanne, whose intentions starkly contrast his own. While Vanitas seeks to heal, Jeanne is determined to kill the Beast, fearing it may be someone she once knew.\n\nMeanwhile, a gravely injured Noé is rescued by the enigmatic Chloé d'Apchier, a vampire whose existence has been erased from public knowledge. Chloé, once a guardian for future generations, has sought a way to regain her humanity. Despite Noé's gratitude for her help, he remains oblivious to the fact that Chloé might be aligned with forces far more sinister than",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3d7ae2e4b387a79a",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.110523423005565,
    "arithmeticGeometricMean": 8.107120750339483,
    "median": 8.181632653061223,
    "hash": "3d7ae2e4b387a79a",
    "lastUpdate": "2024-05-10"
  }
}