{
  "sources": [
    "https://anidb.net/anime/8109",
    "https://anilist.co/anime/8630",
    "https://anime-planet.com/anime/aria-the-scarlet-ammo",
    "https://anisearch.com/anime/6226",
    "https://kitsu.io/anime/5407",
    "https://livechart.me/anime/1528",
    "https://myanimelist.net/anime/8630",
    "https://notify.moe/anime/rdyitKmmg"
  ],
  "synopsis": {
    "text": "One of Tokyo's elite academies, Tokyo Butei High, is a unique institution that trains armed detectives, known as Butei, to combat the city's escalating crime rate. Among the sophomore students is Kinji Tooyama, a seemingly ordinary young man with an extraordinary secret ability. This special power, which transforms him into an exceptional fighter, is triggered by an unusual stimulus that he strives to keep hidden in order to maintain a low-profile life.\n\nHowever, Kinji's tranquil existence is disrupted when he becomes the target of a notorious Butei Killer. In a twist of fate, he crosses paths with Aria Holmes Kanzaki, the academy's top-ranked prodigy, who not only saves his life but also uncovers his hidden potential. Determined and headstrong, Aria demands that Kinji become her partner, setting the stage for a thrilling adventure filled with danger, intrigue, and unexpected alliances.\n\nAs Kinji navigates the challenges of his new partnership and the relentless pursuit of the Butei Killer, he must also confront the complications that arise from his unique ability and the intense personalities that surround him, including a childhood friend who isn't keen on sharing him with anyone else. With his peaceful days left far behind, Kinji must embrace his destiny as a Butei and face the trials that lie ahead.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3deebbb5b6f65024",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.868279011923749,
    "arithmeticGeometricMean": 6.865558218177811,
    "median": 6.908713450292398,
    "hash": "3deebbb5b6f65024",
    "lastUpdate": "2024-05-09"
  }
}