{
  "sources": [
    "https://anidb.net/anime/1540",
    "https://anilist.co/anime/174",
    "https://anime-planet.com/anime/tenjho-tenge",
    "https://anisearch.com/anime/3310",
    "https://kitsu.io/anime/151",
    "https://livechart.me/anime/3812",
    "https://myanimelist.net/anime/174",
    "https://notify.moe/anime/98Xt5KmiR"
  ],
  "synopsis": {
    "text": "Takayanagi Masataka and Maya Natsume, formidable martial artists at Toudou Academy, are about to face new challengers in the form of first-year students Souichiro Nagi and Bob Makihara. The ambitious duo dreams of dominating the school, but they are in for a rude awakening as Toudou Academy is far from ordinary. Established during the Meiji Restoration, the school was created to revive Japan's martial arts traditions, and its student body is filled with powerful fighters.\n\nAfter a humiliating defeat at the hands of Masataka and Maya, Souichiro and Bob find themselves entangled in a bitter rivalry between the Jyuuken Club, led by Maya, and the Enforcement Group, who enforce order through sheer power. As they navigate this treacherous landscape, the newcomers must also grapple with unexpected romantic entanglements and the mysterious abilities of Maya, who can transform her body at will.\n\nDetermined to become the strongest fighters in the school, Souichiro and Bob join the Jyuuken Club, vowing to surpass Masataka and Maya within three months. However, their journey will be fraught with danger, as they confront the Enforcement Group, led by Masataka's older brother, and uncover the dark secrets hidden within Toudou Academy's walls. Will Souichiro and Bob rise to the top, or will they become casualties in this ruthless battle for supremacy? Join them in their thrilling adventure in Tenjou Tenge!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.943930955635842,
    "arithmeticGeometricMean": 6.940751829493677,
    "median": 7.025725677830941,
    "lastUpdate": "2024-05-10"
  }
}