{
  "sources": [
    "https://anidb.net/anime/558",
    "https://anilist.co/anime/1573",
    "https://anime-planet.com/anime/zenki",
    "https://anisearch.com/anime/3174",
    "https://kitsu.io/anime/1413",
    "https://livechart.me/anime/8768",
    "https://myanimelist.net/anime/1573",
    "https://notify.moe/anime/MAE-5FmiR"
  ],
  "synopsis": {
    "text": "Grandma Saki and her granddaughter Chiaki Enno, a schoolgirl, reside in a temple that houses a sealed guardian demon, Zenki. Centuries ago, Chiaki's ancestor, Master Ozune Enno, bound Zenki to combat the evil demon goddess Karuma and her vile Seeds of Evil. Once Karuma was defeated, Zenki was sealed away until needed again.\n\nIn modern times, the Seeds of Karuma have resurfaced, transforming ordinary people into monsters embodying various vices. Chiaki, as the Enno descendant, must unseal Zenki to combat these new threats. However, Zenki's rebellious nature causes him to take on a childlike form when not battling evil. To bring Zenki to his full fighting stature, Chiaki must use the power of a mystical bracelet that appears on her wrist.\n\nAs they fight together, Chiaki and Zenki are joined by the demon/guardian Goki, who can boost Zenki's power to the next level and provide a shield to protect the rest of the team. When not in battle, Goki assumes the human form of a boy named Akira. Together, Chiaki, Zenki, Goki, Grandma Saki, Abbot Jukai, his assistant Kurabayashi, and sometimes Sohma Miki, must protect their town from the evil entities that threaten to destroy it.\n\nCan Chiaki and Zenki overcome their differences and work together to defeat the evil Karuma and her Seeds of Evil? Or will their constant bickering lead to their downfall? Only time will tell in this action-packed, supernatural adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.518783284742468,
    "arithmeticGeometricMean": 6.501043048845834,
    "median": 6.666666666666667,
    "lastUpdate": "2024-05-09"
  }
}