{
  "sources": [
    "https://anidb.net/anime/2217",
    "https://anilist.co/anime/11269",
    "https://anime-planet.com/anime/maken-liner-0011-henshin-seyo",
    "https://anisearch.com/anime/522",
    "https://kitsu.io/anime/6486",
    "https://myanimelist.net/anime/11269",
    "https://notify.moe/anime/SQKSpKiiR"
  ],
  "synopsis": {
    "text": "Manga and anime enthusiasts, brace yourselves for a thrilling journey into the future with a young boy, Tsutomu, and his extraordinary canine companions! Originally aired as part of the 'Toei Manga Festival,' this captivating 50-minute anime movie promises a unique blend of sci-fi and mecha action.\n\nWhen the world turns a blind eye to the warnings of an impending alien invasion issued by Professor Hayashi, hope emerges from an unlikely source. Tsutomu, the professor's son, befriends four remarkable dogs who are then transformed into powerful cyborgs by his father. Named Queen, Ace, Jack, and Joker, these cyborg dogs possess incredible abilities and can even unite to form a formidable spaceship, the Liner.\n\nAs the insect-like aliens from the ominous Planet Devil begin their assault on Earth, Tsutomu and his cyborg companions rise to the challenge. Under Tsutomu's leadership, Queen, Ace, Jack, and Joker valiantly defend their home against the relentless alien menace.\n\nDirected by the talented Takeshi Tamiya and featuring a captivating score by Takeo Yamashita, this anime movie is an enthralling adaptation of Hiroshi Sasagawa's original manga concept, 'Maken Goro.' Prepare to be enthralled by the courageous exploits of Tsutomu and his cyborg dogs as they stand as Earth's final line of defense against the alien onslaught!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3e3a38ceea650165",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.299325735489,
    "arithmeticGeometricMean": 5.276381274417731,
    "median": 5.0,
    "hash": "3e3a38ceea650165",
    "lastUpdate": "2024-05-08"
  }
}