{
  "sources": [
    "https://anidb.net/anime/7036",
    "https://anilist.co/anime/6951",
    "https://anime-planet.com/anime/yu-gi-oh-3d-bonds-beyond-time",
    "https://anisearch.com/anime/5761",
    "https://kitsu.io/anime/4802",
    "https://livechart.me/anime/4649",
    "https://myanimelist.net/anime/6951",
    "https://notify.moe/anime/zJVgtKiig"
  ],
  "synopsis": {
    "text": "The story unfolds as Yusei Fudo, a seasoned duelist, accidentally stumbles upon a time-slip, leading him to encounter Judai Yuki and Yugi Muto. The trio unites to combat the malevolent Paradox, a time-traveling duelist who harbors a sinister plan to eradicate Pegasus before he can create Duel Monsters.\n\nWhile engaged in a Turbo Duel with Jack Atlas and Crow Hogan, Yusei's prized Stardust Dragon is seized by Paradox and morphed into a Sin Monster. Guided by the Crimson Dragon, Yusei pursues Paradox through a time slip, landing in the past. Here, Paradox confronts Judai, who, despite harnessing the might of Yubel and The Supreme King, is overpowered due to Paradox's prior capture of Cyber End Dragon and Rainbow Dragon. Judai is rescued by Yusei and the Crimson Dragon, and together, they learn of Paradox's true intentions.\n\nParadox aims to pilfer iconic monsters across time, transforming them into dark entities to assassinate Maximillion Pegasus, the inventor of Duel Monsters. This act would prevent the game's creation, effectively erasing the events of all three series. The duo's pursuit of Paradox leads them to a meeting with Yugi, the King of Games. However, they arrive to find that Paradox has already wreaked havoc, seemingly killing both Pegasus and Yugi's grandfather, and stealing Blue-Eyes White Dragon and Red-Eyes Black Dragon. United by a common goal, Yugi joins Yusei and Judai in an epic three-on-one duel against Paradox to liber",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 6.984426770708284,
    "arithmeticGeometricMean": 6.977937483866494,
    "median": 7.110454545454545,
    "lastUpdate": "2024-05-10"
  }
}