{
  "sources": [
    "https://anidb.net/anime/4728",
    "https://anilist.co/anime/1565",
    "https://anime-planet.com/anime/pokemon-diamond-and-pearl",
    "https://anisearch.com/anime/3721",
    "https://kitsu.io/anime/1405",
    "https://livechart.me/anime/3964",
    "https://myanimelist.net/anime/1565",
    "https://notify.moe/anime/VmLacKmig"
  ],
  "synopsis": {
    "text": "Brock and Ash return for another thrilling Pokemon adventure, this time in the Sinnoh region! Joining them is Dawn, a young girl with dreams of becoming a top-notch Coordinator like her mother. Together, the trio explores the Sinnoh region, collecting new Pokemon, battling against the evil Team Rocket, and working hard to become the best of the best.\n\nAfter declining the offer to become a Frontier Brain, Ash sets off for the far-off land of Sinnoh, where he meets Dawn, a local trainer from the region. The two decide to travel together, but their journey is quickly interrupted by Team Rocket's latest attempt to steal Pikachu. As Ash searches for his lost Pikachu, he encounters a powerful electric attack and reunites with his old friend Brock. Together, they foil Team Rocket's plans and Dawn joins the group. And so, the three set off on a new adventure through the exciting land of Sinnoh, determined to become the greatest Pokemon Masters of them all.\n\nDawn is a 10-year-old girl with big dreams of becoming a top coordinator like her mother. After receiving her starting Pokemon, Pochama, she sets off on a journey through the Sinnoh region. Meanwhile, after conquering the Battle Frontier, Ash is motivated by his old rival to set off for the far-off land of Sinnoh. There, he meets Dawn and is reunited with his old friend Brock. Together, the three set off on a new adventure, determined to become the best of the best and encountering many new and exciting Pokemon along the way.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.871631584372186,
    "arithmeticGeometricMean": 6.855164947225339,
    "median": 7.112897395002658,
    "lastUpdate": "2024-05-09"
  }
}