{
  "sources": [
    "https://anidb.net/anime/10438",
    "https://anilist.co/anime/20627",
    "https://anime-planet.com/anime/world-break-aria-of-curse-for-a-holy-swordsman",
    "https://anisearch.com/anime/9452",
    "https://kitsu.io/anime/8339",
    "https://livechart.me/anime/435",
    "https://myanimelist.net/anime/22663",
    "https://notify.moe/anime/JUjTtFimg"
  ],
  "synopsis": {
    "text": "Soon er or later, everyone at Akane Private Academy reveals their unique abilities as a Savior, gifted individuals who have awakened memories from their past lives. These special students are categorized as either Shirogane, capable of summoning weapons through their Puraana powers, or Kuroma, who wield magic by manipulating Maana energies. Their purpose? To protect humanity from the merciless onslaught of otherworldly creatures known as Metaphysicals.\n\nEnter Moroha Haimura, a new student at the academy who is about to turn the status quo on its head. In a world where Saviors are typically either Shirogane or Kuroma, Moroha stands alone as the first person to possess memories from both sides of the spectrum. As he navigates the complexities of his dual past lives, he crosses paths with two intriguing girls: Satsuki Ranjou, a fiery spirit who was once Moroha's younger sister in a time when he was a heroic prince, and Shizuno Urushibara, who knew Moroha as a dark lord in a completely different past life.\n\nAs Moroha's peaceful school life begins to unravel, he finds himself joining the Strikers, an elite team of Saviors tasked with defending the academy. With Metaphysicals lurking in the shadows and the affections of two girls vying for his attention, Moroha must harness the powers of both his past lives to safeguard the future. Dive into the thrilling world of Seiken Tsukai no World Break, where the past and present collide in an epic battle for survival and the bonds of friendship are tested against the odds.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3f0d412fd49fa44d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.893741543815765,
    "arithmeticGeometricMean": 6.88921333698831,
    "median": 7.056066790352504,
    "hash": "3f0d412fd49fa44d",
    "lastUpdate": "2024-05-09"
  }
}