{
  "sources": [
    "https://anidb.net/anime/12062",
    "https://anilist.co/anime/21733",
    "https://anime-planet.com/anime/descending-stories-shouwa-genroku-rakugo-shinjuu",
    "https://anisearch.com/anime/11346",
    "https://kitsu.io/anime/12022",
    "https://livechart.me/anime/2143",
    "https://myanimelist.net/anime/33095",
    "https://notify.moe/anime/XPf6pFimR"
  ],
  "synopsis": {
    "text": "Yotarou, once a convict, now a Rakugo apprentice, has achieved the prestigious rank of Shin'uchi under the guidance of his master, Yakumo. Performing under the name of Sukeroku III, Yotarou grapples with the waning popularity of Rakugo, a traditional Japanese art form, while striving to find his unique style amidst his master's teachings and the legacy of the late Sukeroku.\n\nAs Rakugo teeters on the brink of obscurity, Yakumo, revered as the last guardian of the art form, wrestles with his advancing age and fears his impending limitations. Adding to the complexity, Konatsu, a single mother, navigates her life with Yotarou's opposition to her status and his proposal for marriage to raise her son together.\n\nIn the world of Rakugo, Yotarou must fill the shoes of Sukeroku, both as the future of the art form and as an integral part of Yakumo's and Konatsu's lives. As he delves deeper into his role, secrets from the past begin to surface, challenging his resolve and commitment.\n\nThe story unfolds as Yotarou, captivated by Yakumo's performance of 'Shinigami' while in prison, seeks out the master upon his release. As he immerses himself in the world of Rakugo, he encounters Konatsu, a woman aspiring to be a performer despite societal norms.\n\nAs Yotarou refines his art, he dedicates himself to caring for his aging master and helping Konatsu raise her child. With secrets yet to be unveiled and the future of Rakugo hanging in the balance, Yotarou embarks",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.492602053123374,
    "arithmeticGeometricMean": 8.490634283951863,
    "median": 8.543204081632652,
    "lastUpdate": "2024-05-10"
  }
}