{
  "sources": [
    "https://anidb.net/anime/15969",
    "https://anilist.co/anime/128034",
    "https://anime-planet.com/anime/orient",
    "https://anisearch.com/anime/15886",
    "https://kitsu.io/anime/44205",
    "https://livechart.me/anime/10311",
    "https://myanimelist.net/anime/45560",
    "https://notify.moe/anime/jA3liD-Mg"
  ],
  "synopsis": {
    "text": "The tale begins with two young, wide-eyed friends, Musashi and Kojirou, captivated by stories of brave warriors vanquishing malevolent demons, pledging to become the strongest warriors themselves. As they mature, their paths diverge: Kojirou becomes disillusioned, while Musashi, dubbed a prodigy with a pickaxe, contemplates a life of labor, acknowledging he alone cannot overthrow the 150-year reign of demons. Yet, a sense of duty lingers within him, and the harsh realities of their world soon compel him to act.\n\nIn the land of Hinomoto, where people believe they live in harmony under the rule of demons, Musashi recognizes the grim truth: humans are enslaved, and samurais are the last hope for liberation. Despite the inhumane conditions and terrifying overseers at the mines, Musashi endures with Kojirou's aid. When the demon leader unleashes chaos, the Takeda samurai clan saves Musashi, sparking his desire for adventure. He embarks on a journey to become a samurai and establish his own clan.\n\nThe world they inhabit is not what it once was: demons are revered as gods, while warriors are shunned. Despite societal expectations and the transformation of their dreams, the two friends cling to their childhood oath. When the opportunity arises, they set out to liberate their homeland from the clutches of the demons.\n\nIn a world ravaged by mysterious creatures known as Kishin, where only the Band of Bushi continues the fight for freedom, Musashi and Kojirou, inspired by these brave warriors, strive to form the strongest Band of Bushi. This is a classic tale of friends passionately pursuing their dreams amid",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.61823952308196,
    "arithmeticGeometricMean": 6.607388415930712,
    "median": 6.6352040816326525,
    "lastUpdate": "2024-05-09"
  }
}