{
  "sources": [
    "https://anidb.net/anime/17098",
    "https://anilist.co/anime/143271",
    "https://anime-planet.com/anime/the-irregular-at-magic-high-school-season-3",
    "https://anisearch.com/anime/17002",
    "https://kitsu.io/anime/48389",
    "https://livechart.me/anime/11006",
    "https://myanimelist.net/anime/50713",
    "https://notify.moe/anime/Lh9LLoA7g"
  ],
  "synopsis": {
    "text": "Head into a world where magic has evolved into a sophisticated technology, harnessed through the Casting Assistant Device (CAD), which transforms the user's thought particles, known as Psions, into tangible spells. In this universe, we follow the journey of two extraordinary siblings, Tatsuya and Miyuki, as they navigate their way through the prestigious Magic High School, an institution renowned for nurturing the finest magicians.\n\nTatsuya, the older sibling, is an enigmatic \"irregular\" magician, whose unique abilities set him apart from his peers, while Miyuki, the younger sister, is a prodigy whose magical prowess is unrivaled. As they embark on their second year, they find themselves in the newly established Department of Magical Engineering, a course tailored to Tatsuya's exceptional skills.\n\nTheir new class introduces them to Tomitsuka, a formidable hand-to-hand combat specialist, despite hailing from a family of powerful magicians. The siblings also welcome Minami Sakurai into their home, a barrier magic expert sent by the Yotsuba family to safeguard them.\n\nAs the cherry blossoms herald the beginning of a new academic year, Tatsuya and Miyuki look forward to a tranquil school life. However, fate has other plans. From political machinations of the 'Blanche' association to the meddling of Hong Kong's 'No Head Dragon' crime syndicate in the Nine Schools Tournament, the siblings are no strangers to adversity.\n\nAs the Great Asian Alliance threatens Yokohama and mind-altering monster parasites loom, the duo must brace themselves for another year of turmoil. With the arrival of Angie Sirius, the captain of the USNA army",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "3fd8c91f921da251",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.156454280413464,
    "arithmeticGeometricMean": 7.115289274104183,
    "median": 7.636363636363636,
    "hash": "3fd8c91f921da251",
    "lastUpdate": "2024-05-09"
  }
}