{
  "sources": [
    "https://anidb.net/anime/15512",
    "https://anilist.co/anime/117756",
    "https://anime-planet.com/anime/ghost-in-the-shell-sac-2045-season-2",
    "https://anisearch.com/anime/15195",
    "https://kitsu.io/anime/43142",
    "https://livechart.me/anime/9894",
    "https://myanimelist.net/anime/41750",
    "https://notify.moe/anime/Cz93PbhGg"
  ],
  "synopsis": {
    "text": "When the world is on the brink of collapse due to the Global Simultaneous Default and the rapid evolution of artificial intelligence, a new threat emerges in the form of \"post-humans.\" These beings, with their enhanced intelligence and concentration, pose a danger to humanity. Public Security Section 9, led by the fully-cyborg Kusanagi Motoko, is tasked with combating this new menace.\n\nIn the heart of Tokyo, a city still bearing the scars of a previous war, Section 9 encounters a refugee group known as 'N' and a hostile American Special Forces unit. The stakes are raised when a hijacked submarine threatens to trigger a nuclear war. Amidst this chaos, Section 9 members Batou and Togusa are on the hunt for a post-human named Takashi, but their pursuit leads to Togusa's disappearance.\n\nMeanwhile, Section 9 learns of a Russian cyber brain engineer, Kukushin, who holds valuable information about the post-humans. However, finding Kukushin proves to be a challenge as they are met with resistance from multiple sides. The real Kukushin, along with another post-human named Suzuka, is on the run, and the answers hidden within his brain could be the key to understanding the post-human threat.\n\nAs the battle between Section 9, the American forces, and the post-humans intensifies, the question arises: Are post-humans the next step in human evolution, as depicted in GHOST IN THE SHELL? The answer lies in the thrilling, heart-pounding story of Season 2, brought to life with polished 3D CG animation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.165962430426715,
    "arithmeticGeometricMean": 7.160125017963643,
    "median": 7.180454545454545,
    "lastUpdate": "2024-05-09"
  }
}