{
  "sources": [
    "https://anidb.net/anime/12323",
    "https://anilist.co/anime/21898",
    "https://anime-planet.com/anime/ao-oni-the-animation-movie",
    "https://anisearch.com/anime/11689",
    "https://kitsu.io/anime/12478",
    "https://livechart.me/anime/2277",
    "https://myanimelist.net/anime/33820",
    "https://notify.moe/anime/yUfz2KmiR"
  ],
  "synopsis": {
    "text": "They say curiosity killed the cat, but for five members of a high school cultural anthropology club, it may just be the beginning of a terrifying ordeal. Set in a quaint town nestled amidst forests and mountains, the club members stumble upon an intriguing collection of folk tales gathered by a former club member four decades ago. The tales hint at the origins of a popular free game, \"Aooni,\" piquing their interest and leading them to choose it as their theme for the upcoming school culture festival.\n\nTheir search for answers leads them to the game's creator, but fate takes a dark turn when the author dies under mysterious circumstances. Undeterred, the club members embark on their own investigation, only to uncover a chilling secret hidden beneath their school: an underground prison. As the fire doors inexplicably lock, trapping them inside, the eerie sound of footsteps echoes through the deserted hallways, turning their screams into the overture of a new Aooni tragedy.\n\nIn this original story inspired by the classic horror game, the film \"Ao Oni The Animation\" weaves a gripping tale of suspense and mystery that deviates from the game, novelization, and live-action adaptations. Prepare to delve into the heart of darkness as the line between folklore and reality blurs, and the pursuit of truth reveals a sinister secret that may have been better left untouched.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "402f4100171ecfdc",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 4.187029125069941,
    "arithmeticGeometricMean": 4.165012446442151,
    "median": 4.05,
    "hash": "402f4100171ecfdc",
    "lastUpdate": "2024-05-08"
  }
}