{
  "sources": [
    "https://anidb.net/anime/7",
    "https://anilist.co/anime/164",
    "https://anime-planet.com/anime/princess-mononoke",
    "https://anisearch.com/anime/3320",
    "https://kitsu.io/anime/142",
    "https://livechart.me/anime/3081",
    "https://myanimelist.net/anime/164",
    "https://notify.moe/anime/FZltcFmig"
  ],
  "synopsis": {
    "text": "Town s and forests collide in a world where the Iron Age is on the rise in feudal Japan. As humans encroach on the animal gods' territories, a war brews between the two factions. Ashitaka, a young prince, is caught in the crossfire when he defends his village from a demon-possessed boar. The beast curses him, causing his arm to blacken and his life to ebb away.\n\nTo save his own life, Ashitaka embarks on a journey to find a cure, leaving his village behind. He arrives at Iron Town, a bustling fortress led by the determined Lady Eboshi. Iron Town thrives on deforestation, producing ironsand for gunpowder and machinery, which angers the animal clans and their gods.\n\nAmong the animal clans is San, a human girl raised by wolves, who seeks revenge for the destruction of her forest home. Ashitaka finds himself in the middle of this escalating conflict, attempting to create peace between the humans and animal gods. However, both sides accuse him of supporting their enemies, making his quest for harmony a difficult one.\n\nAs the war between man and beast threatens to consume everything in its path, Ashitaka must find a way to balance the two forces. With his curse looming over him, he strives to bring an end to the bloodshed and restore harmony to the world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "403b5d5448230e5b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.547864667551758,
    "arithmeticGeometricMean": 8.547508822079179,
    "median": 8.552727272727273,
    "hash": "403b5d5448230e5b",
    "lastUpdate": "2024-05-09"
  }
}