{
  "sources": [
    "https://anidb.net/anime/14483",
    "https://anilist.co/anime/105228",
    "https://anime-planet.com/anime/dorohedoro",
    "https://anisearch.com/anime/13982",
    "https://kitsu.io/anime/42040",
    "https://livechart.me/anime/8350",
    "https://myanimelist.net/anime/38668",
    "https://notify.moe/anime/4VOdIwsiR"
  ],
  "synopsis": {
    "text": "The anime unfolds in a bleak and chaotic district known as Hole, a place where the strong ruthlessly exploit the weak, and death is a common sight. This lawless and unethical realm serves as a testing ground for the powerful magicians who rule it. They view the helpless inhabitants of Hole as mere insects, subjecting them to murder, mutilation, and horrific experiments without a second thought. The magicians enjoy unrestricted access to Hole, their authority rarely questioned, making them seemingly invincible to most—except for a select few.\n\nCaiman, a man with more reptilian features than human, is one such individual who dares to challenge the magicians. Armed with a pair of trusted bayonets and an immunity to magic, he embarks on a reckless quest for answers, hunting down these magic users in the hope that they might restore his life to normalcy. Cursed with a monstrous appearance and plagued by nightmares, the magic users are his only hope for redemption. Despite his insatiable hunger being his most significant obstacle, Caiman finds solace in his ally Nikaidou, the owner of the Hungry Bug restaurant.\n\nThe story weaves a unique blend of comedy and lightheartedness with death and carnage, taking unexpected twists and turns as it follows the lives of Hole's residents. As Caiman and Nikaidou delve deeper into the world of magic users, they ignite a war between two worlds, threatening to disrupt the delicate balance of power. Will Caiman manage to uncover the truth about his identity and break the curse, or will he succumb to the relentless onslaught of vengeful magic users? Only time will tell in this gritty, hellishly designed world that is not for the faint-",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.01210026916877,
    "arithmeticGeometricMean": 8.011383266611046,
    "median": 8.035,
    "lastUpdate": "2024-05-09"
  }
}