{
  "sources": [
    "https://anidb.net/anime/13944",
    "https://anilist.co/anime/101351",
    "https://anime-planet.com/anime/happy-sugar-life",
    "https://anisearch.com/anime/13496",
    "https://kitsu.io/anime/41097",
    "https://livechart.me/anime/3167",
    "https://myanimelist.net/anime/37517",
    "https://notify.moe/anime/-JvFhKmmR"
  ],
  "synopsis": {
    "text": "It was a life-altering moment for the beautiful and popular high schooler, Satou Matsuzaka, when she encountered a young girl named Shio Koube. Satou, who had always been open to the advances of boys, found herself experiencing an unfamiliar emotion—true love—for the first time. To protect this newfound love, Satou was willing to go to extreme lengths, even if it meant resorting to threats, confinement, or even murder. \n\nAs Satou and Shio began their life together, they appeared to be a happy and innocent couple. However, their relationship was built on a dark secret. Satou would do anything to keep their 'happy sugar life' intact, even if it meant eliminating anyone who posed a threat. Despite the sinister undertones of their relationship, Satou remained convinced that her love for Shio was pure and that anything she did to protect it was justified. \n\nAs the story unfolds, the origins of Shio and the true nature of their relationship come into question. How did Satou come to acquire the young girl, and how long can their 'happy sugar life' last? This chilling psycho horror story explores the depths of one girl's obsession and the lengths she will go to protect the one she loves. Will Satou's love for Shio ultimately lead to their happy ending, or will it be their undoing? Only time will tell.\n\nIn \"Happy Sugar Life,\" nothing is as it seems, and the line between love and obsession becomes increasingly blurred. This anime is sure to keep viewers on the edge of their seats as they follow Satou and Shio's twisted journey. Will they find their happy ending, or will their love story take a dark and sinister turn? Tune in to find out.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "41293ef9db4f04f4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.0003503401360545,
    "arithmeticGeometricMean": 6.99681891288851,
    "median": 7.042545454545455,
    "hash": "41293ef9db4f04f4",
    "lastUpdate": "2024-05-09"
  }
}