{
  "sources": [
    "https://anidb.net/anime/14485",
    "https://anilist.co/anime/105244",
    "https://anime-planet.com/anime/tsukiuta-the-animation-2",
    "https://anisearch.com/anime/14095",
    "https://kitsu.io/anime/43558",
    "https://livechart.me/anime/9207",
    "https://myanimelist.net/anime/38669",
    "https://notify.moe/anime/twVTtx8Zg"
  ],
  "synopsis": {
    "text": "As the prestigious Full Moon Festival approaches, two rival male idol groups, Six Gravity and Procellarum, find themselves under the same roof, managed by the renowned Tsukino Talent Productions. The theme of this year's festival, 'a new self,' sparks excitement and introspection among the members. However, some struggle to find inspiration, grappling with their growth since their last festival appearance.\n\nThe journey to the festival is not without its challenges. Kakeru Shiwasu and Koi from Six Gravity face unexpected hurdles while recording a promotional video for the event. Meanwhile, Rui Minazuki of Procellarum is entrusted with composing a promotional piece on the piano, a task that brings his past experiences to the forefront.\n\nAs they navigate their busy lives, juggling show business responsibilities with personal growth, each member embarks on a unique journey of self-discovery. From the glamour of idol-hood to the mundanity of school days, these young men, each representing a month of the year, learn to coexist and collaborate.\n\n\"Tsukiuta.: The Animation 2\" captures the trials, triumphs, and transformations of these twelve young talents as they prepare for the biggest event of their careers. Will they rise to the challenge and embody the spirit of 'a new self'? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "414a293d2322d49e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.065773124834349,
    "arithmeticGeometricMean": 5.983089258552956,
    "median": 6.6387755102040815,
    "hash": "414a293d2322d49e",
    "lastUpdate": "2024-05-10"
  }
}