{
  "sources": [
    "https://anidb.net/anime/12461",
    "https://anilist.co/anime/99000",
    "https://anime-planet.com/anime/meiji-tokyo-renka",
    "https://anisearch.com/anime/13815",
    "https://kitsu.io/anime/13056",
    "https://livechart.me/anime/2363",
    "https://myanimelist.net/anime/34209",
    "https://notify.moe/anime/_yzGhKmig"
  ],
  "synopsis": {
    "text": "Kawakami, Izumi, Fujita, and Koizumi. In this realm, the 'Misty Hour' between dusk and dawn brings forth the appearance of 'mononoke.' Individuals with the ability to perceive these entities are known as 'Tamayori,' and Mei discovers that she possesses this unique power. As she acclimates to her new surroundings, Mei finds herself forming romantic connections with these men, with the strength of the tamayori serving to deepen their bonds.\n\nIn this captivating tale set against the backdrop of Meiji-era Tokyo, Mei Ayazuki, an ordinary high school student, finds her life taking an extraordinary turn on the night of a crimson full moon. Whisked away by the enigmatic magician Charlie, Mei is transported to an alternate version of Tokyo during the Meiji period, where supernatural entities are an accepted part of life. Guided by Charlie, Mei arrives at the Rokumeikan, an opulent ballroom frequented by influential figures, where she encounters historical personalities such as Ougai Mori, Shunsou Hishida, Otojirou Kawakami, Kyouka Izumi, Gorou Fujita, Yakumo Koizumi, and Tousuke Iwasaki.\n\nAs Mei interacts with these men, she discovers her ability to perceive ghosts, a skill highly sought after in this era. This revelation shifts the dynamics of her relationships with these men, leading to the blossoming of romance amidst the unfamiliar surroundings. As Mei navigates this strange new world, she must also grapple with the question of whether she will be able to return to her own time and what will become of her love, a love that transcends the boundaries of time and space. Will Mei choose to return",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "416669b6619793f3",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.984217396049329,
    "arithmeticGeometricMean": 6.9681935507997155,
    "median": 7.158719851576994,
    "hash": "416669b6619793f3",
    "lastUpdate": "2024-05-09"
  }
}