{
  "sources": [
    "https://anidb.net/anime/15096",
    "https://anilist.co/anime/111501",
    "https://anime-planet.com/anime/smile-down-the-runway",
    "https://anisearch.com/anime/14620",
    "https://kitsu.io/anime/42552",
    "https://livechart.me/anime/9587",
    "https://myanimelist.net/anime/40392",
    "https://notify.moe/anime/JFsZCq2ZR"
  ],
  "synopsis": {
    "text": "With stars in her eyes, Chiyuki Fujito nurtures a lofty ambition: to grace the ramp at the prestigious Paris Fashion Week as a top model. Born into a family that owns a modeling agency, Mille Neige, Chiyuki's dream seems within reach, given her striking looks and innate talent. However, her aspirations are thwarted by her modest height of 158 cm, which falls short of the industry's stringent standards. Despite the constant discouragement from those around her, Chiyuki remains resilient in her pursuit.\n\nMeanwhile, Ikuto Tsumura, a fellow classmate of Chiyuki, harbors his own dream of becoming a renowned fashion designer. Despite his remarkable talent for creating stunning garments, Ikuto's financial constraints threaten to shatter his aspirations. When Chiyuki inadvertently dampens Ikuto's spirit by suggesting that his dream might be unattainable, she sparks a mutual determination within them to defy societal norms and carve their own paths in the ruthless world of fashion.\n\nTogether, Chiyuki and Ikuto embark on an inspiring journey, fueled by their unwavering resolve and shared ambition, to overcome seemingly insurmountable obstacles and prove that dreams can indeed come true, even in the face of adversity. Will their combined efforts and unyielding spirit be enough to conquer the fashion world and achieve their dreams? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.588459627329193,
    "arithmeticGeometricMean": 7.586784661261892,
    "median": 7.6129999999999995,
    "lastUpdate": "2024-05-09"
  }
}