{
  "sources": [
    "https://anidb.net/anime/180",
    "https://anilist.co/anime/218",
    "https://anime-planet.com/anime/martian-successor-nadesico",
    "https://anisearch.com/anime/1676",
    "https://kitsu.io/anime/194",
    "https://livechart.me/anime/4476",
    "https://myanimelist.net/anime/218",
    "https://notify.moe/anime/O7ihcKimR"
  ],
  "synopsis": {
    "text": "Get ready for a thrilling cosmic journey with \"Martian Successor Nadesico\"! Earth's military has been outmatched and our Mars base lies in ruins, leaving only one vessel to shield us from imminent obliteration - the Nadesico, a state-of-the-art battle cruiser engineered by the independent arms manufacturer, Nergal.\n\nWith a severe shortage of trained personnel, the Nadesico's crew is a motley assortment of unconventional characters, including a cook who doubles as a pilot and an admiral's daughter at the helm. However, before they can engage the menacing Jovian invaders, the crew must first overcome an internal threat from Earth's military, which is determined to seize control of the Nadesico.\n\nAmong the crew is Akito, a reluctant hero who prefers the culinary arts over piloting a Mecha. Drawn into the conflict after the destruction of his Martian home, Akito finds himself aboard the Nadesico, chasing answers to questions about his past. Despite his reservations, Akito's unique skills make him an invaluable member of the crew as they embark on a daring mission to avenge Mars and protect Earth.\n\nJoin Akito and the rest of the Nadesico crew as they navigate the harsh realities of war, discovering that life isn't always like a Giant Mecha series. Brace yourself for an unforgettable space adventure that combines action, humor, and drama in a way that has made it a favorite among anime fans.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.3500566298780585,
    "arithmeticGeometricMean": 7.3440105945774325,
    "median": 7.5
  },
  "lastUpdate": "2024-05-09"
}