{
  "sources": [
    "https://anidb.net/anime/1548",
    "https://anilist.co/anime/3486",
    "https://anime-planet.com/anime/brave-express-might-gaine",
    "https://anisearch.com/anime/761",
    "https://kitsu.io/anime/3046",
    "https://livechart.me/anime/6446",
    "https://myanimelist.net/anime/3486",
    "https://notify.moe/anime/aGuwcKmiR"
  ],
  "synopsis": {
    "text": "Neo-Tokyo, a thriving metropolis built on the remnants of Tokyo Bay, appears to be a beacon of peace and prosperity. However, beneath its glossy exterior, the city is plagued by a sinister crime syndicate. In a world where the depletion of fossil fuels has led to the rise of electric-powered transportation, with trains dominating the global transit scene, one unlikely hero emerges to challenge the forces of evil.\n\nMeet Senpuuji Maito, a 15-year-old billionaire with a penchant for sports and a knack for leadership. Inheriting his late father's company, Maito assumes command of the Senpuuji Distribution Group and its secret weapon: the Brave Express rescue team. This elite squad comprises transforming robots, each possessing unique abilities and boasting unparalleled strength against their malevolent adversaries.\n\nAt the helm of this formidable team is Gaine, a robot with a highly advanced artificial intelligence and a distinct personality. Together with the rest of the Brave Express Squad, they can transform into trains and traverse the globe using an intricate railway system, ensuring no corner of the world is left unprotected.\n\nAs Maito and his robotic allies confront the forces threatening Neo-Tokyo, they strive to restore tranquility and safety to the city. Can this young billionaire and his mechanical warriors triumph over evil and usher in a new era of peace? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.573186853962364,
    "arithmeticGeometricMean": 6.545879102795041,
    "median": 6.936
  },
  "lastUpdate": "2024-05-10"
}