{
  "sources": [
    "https://anidb.net/anime/6571",
    "https://anilist.co/anime/6324",
    "https://anime-planet.com/anime/omamori-himari",
    "https://anisearch.com/anime/5363",
    "https://kitsu.io/anime/4519",
    "https://livechart.me/anime/3652",
    "https://myanimelist.net/anime/6324",
    "https://notify.moe/anime/V733cKimg"
  ],
  "synopsis": {
    "text": "Between juggling high school and coping with his cat allergies, Yuuto Amakawa's life is as ordinary as it gets in the bustling city. But destiny has other plans for this 16-year-old orphan, who lost his parents in a tragic car accident seven years ago. Yuuto's only connection to his family's past is a mysterious red charm, an omamori, left to him by his grandparents. On his sixteenth birthday, the charm loses its power, leaving Yuuto vulnerable to the supernatural forces that his ancestors had kept at bay.\n\nEnter Himari, a captivating cat-woman samurai, who emerges as Yuuto's protector against the Ayakashi - vengeful demons seeking retribution for the actions of Yuuto's demon-slaying forebears. As if dealing with the supernatural wasn't challenging enough, Yuuto must navigate the complexities of his growing relationships with the enigmatic Himari and his devoted childhood friend, Rinko Kuzaki, who has taken care of him since his parents' passing.\n\nAs Yuuto's life spirals into chaos, he must confront the dark secrets of his family's past while managing the affections of the bewitching women vying for his attention. Will Yuuto rise to the challenge and embrace his heritage, or will the weight of his ancestors' sins prove too much for this ordinary high school boy to bear? Join Yuuto in this thrilling, romantic, and slapstick adventure as he navigates the treacherous world of demons, catgirls, and everything in between.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.9064413007627286,
    "arithmeticGeometricMean": 6.903703564625228,
    "median": 6.870555555555555,
    "lastUpdate": "2024-05-09"
  }
}