{
  "sources": [
    "https://anidb.net/anime/8625",
    "https://anilist.co/anime/11701",
    "https://anime-planet.com/anime/another-0-kan",
    "https://anisearch.com/anime/7267",
    "https://kitsu.io/anime/6569",
    "https://livechart.me/anime/3693",
    "https://myanimelist.net/anime/11701",
    "https://notify.moe/anime/Tv8SpKmiR"
  ],
  "synopsis": {
    "text": "Hiro's manga adaptation of Ayatsuji Yukito's horror novel \"Another\" presents a chilling prequel episode, labeled as 'Episode 0' or 'The Other'. The story unfolds in the sweltering heat of Yomiyama City, where twin sisters Mei Misaki and Misaki Fujioka are making the most of their last summer days together before the new semester begins. The twins, indistinguishable from one another, spend their time exploring the city, visiting shopping centers, shooting stalls, and even their own basement, where Mei shares her apprehensions about her upcoming class, rumored to be cursed.\n\nIn search of more excitement, the sisters venture to the local amusement park. However, beneath the surface of their seemingly carefree summer activities, a darker reality looms. Mei, with her unique ability to see death's approach through her left eye, witnesses an ominous sign on her sister Misaki, hinting at an impending tragedy.\n\nThis prequel episode offers a deeper insight into the relationship between Mei and Misaki, setting the stage for the unsettling events that follow in the main storyline. It also provides context for the scene in the first episode where Kouichi Sakakibara encounters Mei in the hospital. The twins' secret meetings and shared moments of joy serve as a stark contrast to the impending doom, making the story all the more compelling and haunting.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "434bd0acc4065176",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.229016175788497,
    "arithmeticGeometricMean": 7.227512747517394,
    "median": 7.254715909090909,
    "hash": "434bd0acc4065176",
    "lastUpdate": "2024-05-08"
  }
}