{
  "sources": [
    "https://anidb.net/anime/233",
    "https://anilist.co/anime/225",
    "https://anime-planet.com/anime/dragon-ball-gt",
    "https://anisearch.com/anime/2748",
    "https://kitsu.io/anime/200",
    "https://livechart.me/anime/3686",
    "https://myanimelist.net/anime/225",
    "https://notify.moe/anime/MQm2cKiiR"
  ],
  "synopsis": {
    "text": "German Release Note: The German TV airing of Dragon Ball GT omitted 13 episodes. To obtain the complete series, these episodes (29, 38, 46, 47, 54, 55, 56, 57, 59, 60, 61, 62, and 63) can be found on DVD.\n\nIn the thrilling continuation of the Dragon Ball saga, Dragon Ball GT, the stakes are higher than ever before! Five years have passed since Goku left to train his protégé, Uub. Just as Uub's training reaches its climax, the nefarious Emperor Pilaf seizes the opportunity to seize the powerful Black Star Dragon Balls. With a wish gone awry, Pilaf's dreams of world domination are dashed, and Goku is transformed back into a child.\n\nUnbeknownst to them, the Black Star Dragon Balls, when used, set a ticking time bomb for the planet they're used on, causing it to explode precisely one year later. To make matters worse, these mystical orbs scatter not just across Earth, but throughout the entire galaxy.\n\nWith the fate of Earth hanging in the balance, Goku, alongside his granddaughter Pan and a young Trunks, embarks on a perilous journey across the cosmos to retrieve the Black Star Dragon Balls. As they venture through the universe, they encounter formidable foes, far more dangerous than Emperor Pilaf, who stand in their way.\n\nAmong these adversaries are the cunning Professor My and Doctor Gero, who are hell-bent on recreating the deadly C17. Moreover, the overuse of the Dragon Balls has unleashed malevolent dragons, further complicating Goku's quest",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.384028256869527,
    "arithmeticGeometricMean": 6.376641514592464,
    "median": 6.5227272727272725,
    "lastUpdate": "2024-05-09"
  }
}