{
  "sources": [
    "https://anidb.net/anime/17617",
    "https://anilist.co/anime/154587",
    "https://anime-planet.com/anime/frieren-beyond-journeys-end",
    "https://anisearch.com/anime/17669",
    "https://kitsu.io/anime/46474",
    "https://livechart.me/anime/11376",
    "https://myanimelist.net/anime/52991",
    "https://notify.moe/anime/KPxw3qG4g"
  ],
  "synopsis": {
    "text": "Frieren—forge bonds through adventures and battles, creating unforgettable precious memories for most of them. However, the time that Frieren spends with her comrades is equivalent to merely a fraction of her life, which has lasted over a thousand years. When the party disbands after their victory, Frieren casually returns to her 'usual' routine of collecting spells across the continent. Due to her different sense of time, she seemingly holds no strong feelings toward the experiences she went through. As the years pass, Frieren gradually realizes how her days in the hero's party truly impacted her. Witnessing the deaths of two of her former companions, Frieren begins to regret having taken their presence for granted; she vows to better understand humans and create real personal connections. Although the story of that once memorable journey has long ended, a new tale is about to begin.\n\nAfter a decade-long quest, the elf mage Frieren and her fellow adventurers triumph over the Demon King, restoring peace to the kingdom. However, as an elf, Frieren's lifespan far exceeds that of her human and dwarf companions. She promises to reunite with them in fifty years to witness a meteor shower, but when she returns, she is confronted with the harsh reality of their mortality. Himmel, the human swordsman, has passed away, and Heiter, the human priest, and Eisen, the dwarf warrior, have aged significantly. Frieren, who had taken her friends' presence for granted, is filled with regret and embarks on a new journey to understand the value of life and the fleeting nature of human connections. Along the way, she meets Fern, a young human who accompanies her, and together they learn not only about the world but also about themselves.\n\nThe adventure may be over, but for Frieren,",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "439ef9f75a03136d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 9.146093228200371,
    "arithmeticGeometricMean": 9.145067758174921,
    "median": 9.212918367346939,
    "hash": "439ef9f75a03136d",
    "lastUpdate": "2024-05-10"
  }
}