{
  "sources": [
    "https://anidb.net/anime/9787",
    "https://anilist.co/anime/19221",
    "https://anime-planet.com/anime/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy",
    "https://anisearch.com/anime/8643",
    "https://kitsu.io/anime/7846",
    "https://livechart.me/anime/85",
    "https://myanimelist.net/anime/19221",
    "https://notify.moe/anime/CXPptKimg"
  ],
  "synopsis": {
    "text": "The high school life of the handsome Kanade Amakusa is anything but ordinary, thanks to his unusual mental affliction known as 'Absolute Choices'. This curse presents him with bizarre and often embarrassing multiple-choice scenarios that become reality once he makes a selection. From deciding between wearing no top or bottom in school to choosing between sniffing or eating a dirty magazine in public, Kanade's life is a series of outrageous predicaments that have earned him a notorious reputation among his peers and landed him in the infamous 'Reject 5'.\n\nOne day, Kanade is presented with yet another strange choice: either fall from the school rooftop in women's clothes or have a beautiful girl fall from the sky. Opting for the latter, he is stunned when a stunning blonde girl named Chocolat appears before him, claiming to be a partner sent by God to assist him in completing divine missions. These missions, however, prove to be even more absurd than the choices Kanade usually faces.\n\nAs Kanade navigates through these extreme challenges in the hope of curing his affliction and reclaiming his high school romantic comedy life, he must also deal with the constant scrutiny and ridicule of his classmates. Will he successfully complete these outrageous missions and regain a semblance of normalcy, or will he forever remain an outcast? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "43c363417975418d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.187159851505911,
    "arithmeticGeometricMean": 7.185676798248355,
    "median": 7.235,
    "hash": "43c363417975418d",
    "lastUpdate": "2024-05-09"
  }
}