{
  "sources": [
    "https://anidb.net/anime/15067",
    "https://anilist.co/anime/112153",
    "https://anime-planet.com/anime/pokemon-journeys",
    "https://anisearch.com/anime/14596",
    "https://kitsu.io/anime/42534",
    "https://livechart.me/anime/9577",
    "https://myanimelist.net/anime/40351",
    "https://notify.moe/anime/y-4dMjhWR"
  ],
  "synopsis": {
    "text": "Yukinari Ookido's recommendation lands Satoshi at the grand opening of Professor Sakuragi's cutting-edge research laboratory in Vermillion City, Kanto region. The lab's advanced technology can predict Pokémon appearances, leading to the discovery of the legendary Lugia in the city's harbor. Satoshi and Pikachu, along with a fellow trainer, Gou, fearlessly engage with Lugia, resulting in an unexpected adventure across the seas. Impressed by their daring exploits and newfound knowledge, Professor Sakuragi invites the duo to become official research partners at the institute. As they embark on their journey, Satoshi and Gou explore various regions, encountering a diverse range of Pokémon, including those with the incredible Gigantamax ability.\n\nAsh, a determined Pokémon Trainer, and his loyal companion Pikachu are on a mission to explore the world. Their first stop is the opening ceremony of the Cerise Laboratory, a facility committed to unraveling the enigmas surrounding Pokémon across all regions. Here, Ash crosses paths with Gou, a fellow enthusiast with a dream of capturing every Pokémon, including the elusive Mythical Mew. Professor Sakuragi, acknowledging their shared passion, enlists both boys as official research fellows. Together, Ash and Gou set out on an exhilarating journey filled with adventure and discovery, drawing ever closer to their respective goals of becoming a Pokémon Master and completing a comprehensive Pokémon collection.\n\nProfessor Eich's endorsement enables Ash to attend the inauguration of Professor Kirsch's state-of-the-art research laboratory in Orania City. The lab's advanced technology can pinpoint Pokémon appearances, leading numerous trainers to battle the powerful Lugia. Both Ash",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "43d000073d2ce6eb",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.5179703153988875,
    "arithmeticGeometricMean": 7.511883994046694,
    "median": 7.631,
    "hash": "43d000073d2ce6eb",
    "lastUpdate": "2024-05-09"
  }
}