{
  "sources": [
    "https://anidb.net/anime/11039",
    "https://anilist.co/anime/21031",
    "https://anime-planet.com/anime/taboo-tattoo",
    "https://anisearch.com/anime/10148",
    "https://kitsu.io/anime/10344",
    "https://livechart.me/anime/1378",
    "https://myanimelist.net/anime/29758",
    "https://notify.moe/anime/iRIUpFiiR"
  ],
  "synopsis": {
    "text": "The story revolves around Justice Akatsuka, also known as Seigi, a middle school student with exceptional martial arts skills. One fateful day, Seigi rescues a homeless man from a group of ruffians, and as a token of appreciation, the man bestows upon him an enigmatic tattoo. Unbeknownst to Seigi, this tattoo is an ancient weapon that significantly enhances the physical abilities of its bearer, known as the 'Sealed', and can unleash extraordinary phenomena when triggered.\n\nAs Seigi navigates his new reality, he crosses paths with a formidable girl named Izzy, who wields the same mysterious power. Despite his proficiency in martial arts, Seigi finds himself outmatched by Izzy's strength, and his life hangs in the balance. In order to survive, Seigi must learn to harness the power of his tattoo.\n\nHowever, the tattoo is not the only secret at play. Seigi soon discovers that he is entangled in a complex web of conspiracies involving the United States and the Serinistan Kingdom, both vying for control over these ancient weapons. As he delves deeper into the world of tattoos, Seigi must navigate the intricate maze of international intrigue while honing his newfound abilities.\n\nIn this action-packed anime, Seigi's journey takes unexpected turns as he strives to protect the innocent and uphold justice, all while unlocking the true potential of his mysterious tattoo. Will Seigi be able to master his new powers and unravel the truth behind the ancient weapons, or will he succumb to the forces that seek to control them? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 5.933177643784788,
    "arithmeticGeometricMean": 5.926673147245257,
    "median": 5.974,
    "lastUpdate": "2024-05-10"
  }
}