{
  "sources": [
    "https://anidb.net/anime/15390",
    "https://anilist.co/anime/115186",
    "https://anime-planet.com/anime/extra-olympia-kyklos",
    "https://anisearch.com/anime/14989",
    "https://kitsu.io/anime/43069",
    "https://livechart.me/anime/9792",
    "https://myanimelist.net/anime/41266",
    "https://notify.moe/anime/msrGukQZg"
  ],
  "synopsis": {
    "text": "What a fascinating tale we have here! Meet Demetrios, a gentle soul residing in Ancient Greece, who spends his days as a vase painter's apprentice. Despite his athletic prowess, Demetrios prefers the tranquility of art over the thrill of competition. One fateful day, he finds himself entangled in a village dispute, feeling utterly helpless. In a twist of fate, a bolt of lightning strikes Demetrios, catapulting him from his familiar Greek surroundings to the bustling metropolis of 1964 Tokyo!\n\nConfused and disoriented, Demetrios is thrust into a world he can't comprehend, filled with foreign languages and unfamiliar faces. As luck would have it, he finds refuge with a kind local family who takes him in, dismissing his peculiarities as quirks of a harmless outsider. During his stay in this new era, Demetrios inadvertently absorbs knowledge from the modern world, only to be zapped back to his own time by another bolt of lightning.\n\nAs he navigates these unpredictable journeys between eras, Demetrios begins to apply his newfound wisdom to his life in Ancient Greece. He starts to assert himself, gaining respect from his fellow villagers. Inspired by the spirit of the 1964 Summer Olympics in Tokyo, Demetrios takes the bold step of organizing his village's own games, transforming from a timid artist into a confident leader. Will Demetrios continue to bridge the gap between these two vastly different worlds, or will he forever be caught in this electrifying time loop? Only time will tell!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.906804962894248,
    "arithmeticGeometricMean": 6.901064042514616,
    "median": 6.9425,
    "lastUpdate": "2024-05-09"
  }
}