{
  "sources": [
    "https://anidb.net/anime/1412",
    "https://anilist.co/anime/2293",
    "https://anime-planet.com/anime/guyver-out-of-control",
    "https://anisearch.com/anime/2899",
    "https://kitsu.io/anime/2078",
    "https://livechart.me/anime/8468",
    "https://myanimelist.net/anime/2293",
    "https://notify.moe/anime/RBtP5Fimg"
  ],
  "synopsis": {
    "text": "Based on the provided information, this anime centers around a high school student named Sho Fukamachi who accidentally discovers and merges with a mysterious alien mecha known as \"Guyver.\" This empowers Sho but also draws the attention of an evil organization called Chronos Corporation. Chronos commands an army of bio-engineered mutant creatures called Zoanoids. After Sho's fusion with Guyver, Chronos sends the Zoanoids to attack him. In the ensuing fight, Sho realizes the immense power he now wields as Guyver. However, Chronos also kidnaps Sho's girlfriend Mizuki in order to capture him and acquire the Guyver technology. With Mizuki captured and his classmates killed by Chronos, Sho resolves to embrace his role as Guyver and defeat Chronos Corporation. His goals are to rescue Mizuki, protect his friends, and save the world from Chronos' ambition of global domination. What follows is an action-packed struggle between Guyver and the forces of Chronos. With new allies and enemies, Sho unravels the origins of Guyver while attempting to master its capabilities. All the while, he wages a personal war against Chronos' mutant warriors to free Mizuki and undermine Chronos' plans for conquest. The ensuing battles and adventures will determine not just Sho's fate, but the fate of the entire world.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "4488b21f94a0d9b8",
    "created": "2024-05-20",
    "lastUpdate": "2024-05-20"
  },
  "score": {
    "arithmeticMean": 5.946025974025973,
    "arithmeticGeometricMean": 5.933333728657888,
    "median": 5.909090909090908,
    "hash": "4488b21f94a0d9b8",
    "lastUpdate": "2024-05-09"
  }
}