{
  "sources": [
    "https://anidb.net/anime/9088",
    "https://anilist.co/anime/13391",
    "https://anime-planet.com/anime/expelled-from-paradise",
    "https://anisearch.com/anime/7826",
    "https://kitsu.io/anime/6953",
    "https://livechart.me/anime/120",
    "https://myanimelist.net/anime/13391",
    "https://notify.moe/anime/OR2DtFmmg"
  ],
  "synopsis": {
    "text": "Angela Balzac, a dedicated security officer, resides in the futuristic utopia of DEVA, a virtual reality space station that houses the digitized minds of most of humanity. Earth, their former home, lies in ruins following a catastrophic disaster. When a mysterious hacker, known only as Frontier Setter, infiltrates DEVA's system from Earth, Angela is dispatched to the desolate planet to investigate.\n\nAssuming a physical form for the first time in her life, Angela descends to the ravaged Earth, a stark contrast to the idyllic existence she left behind. Equipped with a powerful exoskeletal suit, she faces unfamiliar challenges and threats, including swarms of monstrous Sandworms. Her mission: to uncover the truth behind Frontier Setter's enigmatic messages and halt their subversive activities.\n\nOn this unforgiving terrain, Angela finds an unlikely ally in Dingo, a charismatic agent who chose to remain on Earth rather than join the digital paradise above. Together, they embark on a perilous journey to unravel the hacker's motives and uncover the startling realities of the wasteland that was once humanity's cradle. As Angela navigates this unfamiliar world, she grapples with the constraints of her new physical body and the revelations about the planet she once knew only as a distant memory.\n\nTheir thrilling adventure promises to reveal the secrets of the devastated Earth and the seemingly perfect world above, challenging Angela's understanding of home, humanity, and the boundaries of existence. Will Angela and Dingo succeed in their mission, or will the truths they uncover forever alter their perception of reality? The journey to uncover the secrets of the world begins now!",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.396186162343726,
    "arithmeticGeometricMean": 7.395347354515617,
    "median": 7.396471922102173
  },
  "lastUpdate": "2024-05-09"
}