{
  "sources": [
    "https://anidb.net/anime/1682",
    "https://anilist.co/anime/956",
    "https://anime-planet.com/anime/daikuu-maryuu-gaiking",
    "https://anisearch.com/anime/3127",
    "https://kitsu.io/anime/846",
    "https://livechart.me/anime/6101",
    "https://myanimelist.net/anime/956",
    "https://notify.moe/anime/_WH15Fiig"
  ],
  "synopsis": {
    "text": "English Version:\n\nIn the face of imminent alien invasion, Earth's last line of defense lies in the hands of an unlikely group of heroes. Hailing from the doomed planet Zela, the ruthless Emperor Darius and his formidable generals seek refuge on Earth, threatening to annihilate humanity in the process. As the menace of a black hole looms over Zela, the desperate invaders wreak havoc on our planet.\n\nEnter the Daiku Maryuu, a colossal dragon-shaped spaceship, and its powerful companion, the Gaiking robot. Commanded by the diverse and fearless crew of the Daiku Maryuu, the Gaiking is piloted by Sanshiro Tsuwabuki, a former baseball star turned vengeful warrior. With his dreams shattered by a devastating alien attack, Sanshiro now dedicates his life to repelling the invaders and protecting Earth.\n\nAs the battle rages on, the Daiku Maryuu and Gaiking unite in a dazzling display of strength and resilience, transforming into an unbreakable force against the Zela invaders. With the fate of Earth hanging in the balance, this extraordinary team of heroes must rise to the challenge and push back against the relentless onslaught of their alien foes.\n\nJapanese Version:\n\n地球を脅かす外宇宙人！ゼラ星人の大帝ダリウスと4大将が首席を務め、黒穴に呑まれようとする自らの星から逃れようとして、地球を侵攻する。そして、エスペー戦士が外宇宙人に殺されると、",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "44b54741a1a7a002",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.1938706599522915,
    "arithmeticGeometricMean": 6.131235938771323,
    "median": 6.1818181818181825,
    "hash": "44b54741a1a7a002",
    "lastUpdate": "2024-05-09"
  }
}