{
  "sources": [
    "https://anilist.co/anime/20842",
    "https://anime-planet.com/anime/initial-d-legend-1-awakening",
    "https://kitsu.io/anime/7906",
    "https://livechart.me/anime/294",
    "https://myanimelist.net/anime/19613",
    "https://notify.moe/anime/BqRhpFiig"
  ],
  "synopsis": {
    "text": "Little does Takumi Fujiwara, a high school student, know that his mundane life working at a gas station by day and delivering tofu for his father's shop by night is about to take an exhilarating turn. Unbeknownst to him, his precise driving skills and his father's modified Toyota Sprinter AE86 Trueno have earned him a reputation as the best amateur road racer on Mt. Akina's highway. As word spreads, racing groups from all corners of the Gunma prefecture challenge Takumi, eager to test his mettle and see if he truly has what it takes to be a road legend.\n\nOne foggy morning, Keisuke Takahashi, a member of the Akagi Red Suns, is left in awe as a black and white Toyota AE86 whizzes past his Mazda RX7 on Mount Akina. Convinced he has encountered the ghost of a racer who died on the mountain, Keisuke becomes hell-bent on defeating this spectral figure. In a bid to lure the elusive 'Ghost of Akina' into the open, he challenges the local Akina Speed Stars racing team to an exchange race.\n\nTakumi, however, remains indifferent to the thrill of racing and the allure of cars, viewing them merely as a means to complete his tofu deliveries. Yet, his daily routine has made him intimately familiar with every twist, turn, and brake point on Mount Akina. When the Akagi team challenges the Speed Stars, they find themselves outmatched. Their only hope lies in the panda-colored AE86 and its reluctant driver, Takumi. With some persuasion, Takumi takes the wheel and sets off to Mount Akina, not just to defend the pride of the Akina racers, but",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4537b2d3c8ae3ed1",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.955969696969697,
    "arithmeticGeometricMean": 7.953997912394148,
    "median": 7.867272727272727,
    "hash": "4537b2d3c8ae3ed1",
    "lastUpdate": "2024-05-06"
  }
}