{
  "sources": [
    "https://anidb.net/anime/838",
    "https://anilist.co/anime/7877",
    "https://anime-planet.com/anime/momoko-kaeru-no-uta-ga-kikoeru-yo",
    "https://anisearch.com/anime/3122",
    "https://kitsu.io/anime/5150",
    "https://livechart.me/anime/11672",
    "https://myanimelist.net/anime/7877",
    "https://notify.moe/anime/P_BztFiig"
  ],
  "synopsis": {
    "text": "Education, friendship, and resilience intertwine in this heartwarming anime, where Momoko, a mentally and physically challenged girl, yearns to attend the same school as her twin brother, Riki. Every morning, Momoko's frustration is soothed by her family singing her favorite song, 'The Song of Frogs.' Born prematurely, Momoko's muscles gradually stiffen, affecting her mental and physical development, while Riki grows up healthy and strong.\n\nAn opportunity arises when Riki's school initiates an integrated education experiment, allowing Momoko to attend regular school once a week. However, this change is met with resistance from some students and parents, notably Ryuji, who harbors resentment towards Momoko. Despite the challenges, Momoko's cheerful personality wins over her classmates, creating a bond that transcends their differences.\n\nDuring a physical education class, Momoko's enthusiastic encouragement leads Riki's team to victory, further fueling Ryuji's animosity. When Ryuji insults Momoko, Riki's protective instincts take over, resulting in a heated altercation. As the story unfolds, Momoko's health deteriorates, leading to her hospitalization. In an effort to lift her spirits, Riki and his classmates strive to win a relay race, but their chances are threatened when the fastest sprinter, Ryuji, refuses to participate if Riki is on the team.\n\nThis poignant tale explores themes of acceptance, perseverance, and the transformative power of friendship, as Momoko and her classmates navigate the complexities of integrated education and personal growth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.597444738934534,
    "arithmeticGeometricMean": 7.593772100173923,
    "median": 7.526,
    "lastUpdate": "2024-05-09"
  }
}