{
  "sources": [
    "https://anilist.co/anime/16239",
    "https://anime-planet.com/anime/one-piece-episode-of-luffy-hand-island-no-bouken",
    "https://anisearch.com/anime/8211",
    "https://kitsu.io/anime/7390",
    "https://livechart.me/anime/4657",
    "https://myanimelist.net/anime/16239",
    "https://notify.moe/anime/Jy0KtFimR"
  ],
  "synopsis": {
    "text": "Bouken special presents a thrilling adventure set just before One Piece Film Z, during the New World storyline, focusing on a significant incident at 'Hand Island'. In the quaint 'Cannon Town', a skilled craftsman and his child live peacefully until a marine commodore disrupts their tranquil existence. The special also offers a fresh perspective on the manga's first chapter through newly animated flashbacks.\n\nIn \"One Piece: Episode of Luffy - Hand Island no Bouken\", the Strawhat Pirates find themselves in a fierce battle against the relentless Commodore Bilić and his marine forces. Forced to execute a daring escape maneuver, they crash land on a mysterious island populated only by women, children, and elderly men, and plagued by a severe scarcity of resources. While Franky mends their ship, the crew stumbles upon Diego, a talented wax artist whose son joined the Marines. As Luffy and his friends delve deeper into the island's enigmatic past, they uncover Commodore Bilić's exploitative schemes, holding islanders captive with a formidable cannon. Determined to liberate the island, the Straw Hat Pirates and Diego form an alliance to overthrow Bilić's tyranny. This special also revisits the iconic first volume of the manga, showcasing Luffy and Shanks's first meeting in a newly animated adaptation.\n\nWhen marine warships ambush Luffy and his crew, they narrowly escape using Coup de Burst, only to crash land on an unfamiliar island. As they explore their new surroundings, they encounter a gifted wax artisan and learn the island's hidden truth. Motivated by their newfound knowledge, Luffy and his crew extend their help to the artisan and the island'",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "45736d00c22baea2",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.7004457159487165,
    "arithmeticGeometricMean": 7.698792647142794,
    "median": 7.7,
    "hash": "45736d00c22baea2",
    "lastUpdate": "2024-05-06"
  }
}