{
  "sources": [
    "https://anidb.net/anime/10525",
    "https://anilist.co/anime/20672",
    "https://anime-planet.com/anime/celestial-method",
    "https://anisearch.com/anime/9534",
    "https://kitsu.io/anime/8337",
    "https://livechart.me/anime/469",
    "https://myanimelist.net/anime/23209",
    "https://notify.moe/anime/6dCotKiiR"
  ],
  "synopsis": {
    "text": "Stranger things have happened, but none quite like the day a mysterious saucer appeared in the sky above the tranquil Kiriya Lake. Initially causing widespread panic, the peculiar object eventually became a mundane part of the town's landscape, losing its allure even as a tourist attraction. After seven years, former resident Nonoka Komiya returns to her hometown, her memories of the place hazy and distant. As she grapples with her fragmented past, an encounter with an enigmatic girl named Noel triggers a series of recollections.\n\nOnce upon a time, Nonoka and her close-knit group of friends - Koharu Shiihara, Shione Togawa, and twins Yuzuki and Souta Mizusaka - attempted to summon a flying saucer to grant their heartfelt wishes. Although they believed their efforts were in vain, the saucer had been hovering in the sky ever since, waiting to fulfill its destiny. As Nonoka reconnects with her old friends and delves deeper into her past, she uncovers a web of mysteries linking Noel, the saucer, and the cherished wishes they made together.\n\nNow, with the saucer still looming overhead, the stage is set for a new chapter in their lives. As feelings and relationships evolve, the girls must confront their shared past and unravel the enigma that binds them together. In doing so, they may just rediscover the magic of their childhood dreams and the power of their enduring friendship.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 6.727452724105163,
    "arithmeticGeometricMean": 6.723119649948682,
    "median": 6.67308362369338,
    "lastUpdate": "2024-05-10"
  }
}