{
  "sources": [
    "https://anilist.co/anime/114622",
    "https://anime-planet.com/anime/dorohedoro-ma-no-omake",
    "https://anisearch.com/anime/15107",
    "https://kitsu.io/anime/43231",
    "https://livechart.me/anime/9766",
    "https://myanimelist.net/anime/41053",
    "https://notify.moe/anime/ZYQRCb8Wg"
  ],
  "synopsis": {
    "text": "So, what do the eccentric characters of \"Dorohedore\" get up to when they're not embroiled in their usual chaos? This special episode gives us a delightful glimpse into their leisurely pursuits through six captivating short stories.\n\nJoin Kamen Kakusa Fujita as he embarks on an exciting quest to obtain a mask from a Devil at a mask conjuring ritual, just like his comrades Noi and Shin. Meanwhile, Tenpo For You Nikaidou finds herself in a tight spot, selling gyoza on the streets of the Hole. She stumbles upon a charming tea and sweets shop owned by the amiable Syueron, but there seems to be a mysterious grudge held against him by the locals.\n\nEbisu, intrigued by the portraits adorning the mansion, seeks En's help for her own, only to be disappointed by the strict family-only policy. The Gyoza Fairy, tasked with maintaining the Hungry Bug and ensuring the gyoza's deliciousness, becomes agitated when Nikaidou's customers fail to savor their meals properly.\n\nPrepare for a thrilling masquerade ball hosted by En, where tradition dictates that attendees must dance with a partner to appease the Devils, or face unpleasant consequences! Lastly, join Kaiman in learning the art of preparing oba gyoza from Nikaidou, commemorating a special day.\n\nThis special episode offers a delightful blend of humor, intrigue, and excitement, making it a must-watch for fans of \"Dorohedoro\".",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "459c2247780c683d",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.217534643659242,
    "arithmeticGeometricMean": 7.215147792372823,
    "median": 7.226315789473685,
    "hash": "459c2247780c683d",
    "lastUpdate": "2024-05-06"
  }
}