{
  "sources": [
    "https://anidb.net/anime/6262",
    "https://anime-planet.com/anime/touhou-niji-sousaku-doujin-anime-musou-kakyou",
    "https://anisearch.com/anime/5218",
    "https://kitsu.io/anime/5913",
    "https://livechart.me/anime/4474",
    "https://myanimelist.net/anime/9874",
    "https://notify.moe/anime/8dlGpFmiR"
  ],
  "synopsis": {
    "text": "Remilia Scarlet's mist and Yuyuko Saigyouji's youkai cherry blossom may have met their match as a new supernatural incident threatens the peace of Gensokyo, a magical world that exists parallel to our own. In this utopia, humans, gods, elves, and youkai coexist, with the Hakurei shrine serving as the only gateway between the two worlds. Reimu Hakurei, the shrine maiden, is responsible for maintaining balance and investigating supernatural incidents with her friends.\n\nAs the annual summer festival approaches, Reimu and her klutzy helper, Ibuki Suika, work tirelessly to prepare. However, Reimu discovers that the shrine's donation box has vanished without a trace. Journalist Shameimaru Aya suggests theft, despite the box being perpetually empty. Aya enlists the help of mage Kirisame Marisa to investigate, and they uncover a series of mysterious disappearances that occurred the previous night.\n\nAs Reimu, Marisa, and Aya delve deeper into the mystery, they realize that this incident is far from ordinary. With the festival on the horizon and the peace of Gensokyo at stake, the group must unravel the enigma and restore order. Who or what is the shadowy figure lurking near the shrine, and how is it connected to the strange occurrences? Only time will tell as Reimu and her friends work to solve the mystery and protect their world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "45f6daa3f9dad4ed",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.069275947369544,
    "arithmeticGeometricMean": 7.061431429468182,
    "median": 7.157,
    "hash": "45f6daa3f9dad4ed",
    "lastUpdate": "2024-05-10"
  }
}