{
  "sources": [
    "https://anidb.net/anime/74",
    "https://anilist.co/anime/53",
    "https://anime-planet.com/anime/ai-yori-aoshi",
    "https://anisearch.com/anime/555",
    "https://kitsu.io/anime/34",
    "https://livechart.me/anime/4034",
    "https://myanimelist.net/anime/53",
    "https://notify.moe/anime/EiHp5Fmig"
  ],
  "synopsis": {
    "text": "At the heart of this anime is the story of Aoi Sakuraba and Kaoru Hanabishi, two individuals bound by a childhood promise. Aoi, the heiress to the prestigious Sakura department store, has harbored feelings for Kaoru since their betrothal at a tender age. When Kaoru leaves his family and moves to Tokyo for college, their connection seems to be lost. However, Aoi's undying love propels her to seek him out.\n\nKaoru, a reserved college student, leads a quiet life, preferring the company of his camera and the university's photo club members over social gatherings. His life takes an unexpected turn when he encounters Aoi, who appears lost in the bustling city. As he helps her navigate the labyrinthine streets, he remains oblivious to the fact that the girl he's assisting is his childhood betrothed.\n\nWhen Aoi reveals her true identity and their shared past, Kaoru is initially skeptical, suspecting a ploy orchestrated by his estranged family. However, he soon realizes that Aoi's intentions are genuine. Despite their parents having annulled the engagement, Aoi's determination to be with Kaoru leads to an unusual living arrangement. They are allowed to reside together in a country house on the Sakuraba estate, albeit under the watchful eye of Aoi's stern governess, Miyabi Kagurazaki.\n\nTo maintain appearances, Kaoru invites two fellow students, the vivacious Tina Foster and the clumsy Taeko Minazuki, to join them. As these individuals from diverse backgrounds converge under one roof, their lives intertwine in unexpected ways. Amidst the chaos, Aoi and Kaoru must navigate their complex feelings and the obst",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.188207963089543,
    "arithmeticGeometricMean": 7.186461929077937,
    "median": 7.126,
    "lastUpdate": "2024-05-08"
  }
}