{
  "sources": [
    "https://anidb.net/anime/2540",
    "https://anilist.co/anime/1239",
    "https://anime-planet.com/anime/sailor-moon-super-s",
    "https://anisearch.com/anime/1619",
    "https://kitsu.io/anime/1115",
    "https://livechart.me/anime/5146",
    "https://myanimelist.net/anime/1239",
    "https://notify.moe/anime/u7TbcKimR"
  ],
  "synopsis": {
    "text": "Circus-themed villains descend upon Earth in Sailor Moon Super S, with the Dead Moon Circus seeking vengeance and aiming to shatter people's dreams. The circus's primary target is Pegasus, who is concealed within Chibiusa's dreams. The Sailor Senshi, led by Chibiusa, must protect Pegasus and the world from the clutches of the Dead Moon Circus.\n\nThe circus is led by Zirconia, who deploys the Amazon Trio to hunt for Pegasus and the Golden Dream Mirror, which grants the power to rule the world. The trio victimizes innocent people, invading their dreams through Dream Mirrors to test their energy. Chibiusa gains a new ally in Pegasus, and the Sailor Senshi acquire new powers to combat this menacing threat.\n\nThe origins of the Dead Moon Circus trace back to the Silver Millennium, when Queen Nehelenia, a contemporary of Queen Serenity, feared losing her beauty. She was lured by the dark power of the Death Moon Circus, which promised eternal youth and beauty through people's dreams. Her obsession with dreams transformed her into a demoness, and she was banished by Serenity with the Silver Crystal's power.\n\nA thousand years later, Nehelenia breaks free and envelops Earth in darkness, seeking the golden crystal of Pegasus. The Sailor Scouts must race against time to find the crystal before Zirconia's minions do, unaware that Pegasus may be closer than they think. This season of Sailor Moon Super S emphasizes Chibiusa's journey and the importance of dreams, as the Sailor Senshi confront their most formidable foes yet.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "481451007f8eaad5",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.254022263450835,
    "arithmeticGeometricMean": 7.246919680886292,
    "median": 7.465727272727273,
    "hash": "481451007f8eaad5",
    "lastUpdate": "2024-05-09"
  }
}