{
  "sources": [
    "https://anidb.net/anime/4401",
    "https://anilist.co/anime/5178",
    "https://anime-planet.com/anime/first-squad-the-moment-of-truth",
    "https://anisearch.com/anime/160",
    "https://kitsu.io/anime/3968",
    "https://livechart.me/anime/6016",
    "https://myanimelist.net/anime/5178",
    "https://notify.moe/anime/q2695Fmig"
  ],
  "synopsis": {
    "text": "War is ravaging Europe in the early days of World War II, with the German forces inching closer to Moscow, threatening the existence of the Soviet Union. Amidst this chaos, the First Squad, a special unit within the Soviet intelligence service comprised of teenagers with supernatural abilities, emerges as the last hope for the Soviets. However, the only surviving member of the unit, Nadya Ruslanova, is suffering from memory loss and is unlikely to participate in combat operations.\n\nAs the decisive Moment of Truth, which occurs once every 700 years and can alter the course of history, draws near, the Eastern Front braces for impact. The German occult organization Ahnenerbe is planning to summon Baron von Wolff, a medieval knight from the Northern Crusades, along with his undead army from the underworld to tip the scales in their favor.\n\nTo thwart this sinister plan, the First Squad must reunite, and Nadya must use her newfound ability to foresee critical moments in future battles. She must also call upon her deceased friends to prevent the Nazis from raising a supernatural army of 12th-century crusaders and achieving world domination. Will Nadya and her friends succeed in their mission, or will the forces of darkness prevail? Join them in this thrilling anime set in the backdrop of World War II.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "482439152456fda2",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.087209647495363,
    "arithmeticGeometricMean": 6.0730901612466015,
    "median": 5.91,
    "hash": "482439152456fda2",
    "lastUpdate": "2024-05-09"
  }
}