{
  "sources": [
    "https://anidb.net/anime/1060",
    "https://anilist.co/anime/2543",
    "https://anime-planet.com/anime/robin-hood",
    "https://anisearch.com/anime/2670",
    "https://kitsu.io/anime/2308",
    "https://livechart.me/anime/9515",
    "https://myanimelist.net/anime/2543",
    "https://notify.moe/anime/9DWs5Kmmg"
  ],
  "synopsis": {
    "text": "The stage is set in 13th century England, where the oppressive rule of Baron Alwine and Bishop Herford has left the innocent populace in distress. Amidst this turmoil, young Robert Huntington, now orphaned under mysterious circumstances, witnesses the destruction of his family castle at the hands of Alwine's soldiers. Escaping with his cousins Will, Winifred, and Barbara, they find refuge in the nearby Sherwood Forest. Here, they encounter the benevolent Friar Tuck, who offers guidance and support, and a band of young outlaws led by Little John.\n\nTheir paths cross with the noble Marian Lancaster, whom Bishop Herford intends to adopt forcefully to gain access to her family's wealth. Smitten by Marian's charm, Robert - now known as Robin - vows to protect her. As they unite against their common enemy, Robin and his friends realize that they, too, have fallen victim to Baron Alwine's tyranny.\n\nAs the group battles Alwine's relentless forces, they must also contend with Gilbert, a formidable knight with a personal vendetta against Robin and an infatuation with Marian. Through countless perilous adventures, Robin's bravery and unwavering dedication to justice earn him the admiration of the villagers and the heart of the lovely Marian. With his trusty magical bow, Robin becomes a beacon of hope for the oppressed, forever etching his name in history as the legendary hero of Sherwood Forest.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4832393d192287f1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.061353829843625,
    "arithmeticGeometricMean": 7.055414389742764,
    "median": 6.909090909090909,
    "hash": "4832393d192287f1",
    "lastUpdate": "2024-05-09"
  }
}