{
  "sources": [
    "https://anidb.net/anime/12337",
    "https://anilist.co/anime/87504",
    "https://anime-planet.com/anime/dances-with-the-dragons",
    "https://anisearch.com/anime/11835",
    "https://kitsu.io/anime/12626",
    "https://livechart.me/anime/2288",
    "https://myanimelist.net/anime/33889",
    "https://notify.moe/anime/3nFihFiiR"
  ],
  "synopsis": {
    "text": "News Synopsis:\n\nIn a world where science and magic coalesce, the power of 'jushiki' - spell equations, reigns supreme. These equations manipulate the quantum constant 'h' of action, defy local physics, and unleash extraordinary phenomena like plasma and nuclear fusion, creating TNT explosives and poison gas. In the heart of Eridana, a city bisected by the Orielal River and shared by the Tseberun Dragon Empire and the Lapetodes Seven Cities Alliance, two jushiki masters ply their trade as bounty hunters.\n\nGaius Sorel, a jushikishi with a knack for turning bad luck to his advantage, and Gigina Ashley-Bufh, a stunning swordswoman with a ruthless streak, form the sole workforce of Ashley-Bufh & Sorel Co., a spell formulist dispatch office. Tasked with battling the fearsome 'Beasts of Abhorrent Form' - creatures like dragons, Aions, and Enormes that threaten humanity, they wield their unique Magic Staff weapons, each capable of diverse spell-like effects.\n\nAs they navigate the treacherous waters of political intrigue and dragon battles, Gaius and Gigina find themselves entangled in a web of unforeseen danger. An unusual request to provide security for a grand festival hosted by their kingdom's ruler, Mouldeen, sets the stage for a chilling series of mysterious killings targeting jushiki sorcerers.\n\nWith the line between magic and science blurred, the two jushikishi must use their mastery of spell equations to solve problems, collect bounties, and unravel the deepening plot that threatens their world.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.730956469456469,
    "arithmeticGeometricMean": 5.708850691729265,
    "median": 5.7059999999999995
  },
  "lastUpdate": "2024-05-09"
}