{
  "sources": [
    "https://anidb.net/anime/5629",
    "https://anilist.co/anime/3653",
    "https://anime-planet.com/anime/linebarrels-of-iron",
    "https://anisearch.com/anime/4654",
    "https://kitsu.io/anime/7727",
    "https://livechart.me/anime/4559",
    "https://myanimelist.net/anime/3653",
    "https://notify.moe/anime/3knppKmmg"
  ],
  "synopsis": {
    "text": "Linebarrel s of Iron, a thrilling anime, follows the life of Kouichi Hayase, a 14-year-old boy trapped in a cycle of mediocrity and bullying. His mundane existence takes a dramatic turn when a colossal humanoid robot, Linebarrel, collides with him, bestowing upon him unimaginable power and altering the trajectory of his life forever.\n\nAs the new wielder of Linebarrel, Kouichi is catapulted into a whirlwind of battles, conspiracies, and friendships. He must navigate the complexities of his newfound strength, which not only attracts the attention of intergalactic factions but also tests the boundaries of his relationships.\n\nKouichi's journey is not just about battling alien invasions and standing up to bullies; it's a tale of self-discovery and growth. As he grapples with his new identity as a 'hero of justice,' he learns valuable lessons about responsibility, friendship, and the true essence of heroism.\n\nHowever, with great power comes great temptation. Kouichi's transformation from a timid boy to a powerful hero is marred by his growing arrogance, which strains his relationships and challenges his moral compass. Will Kouichi rise above his flaws and truly become the hero he's always dreamed of being, or will he succumb to the corrupting influence of power?\n\nLinebarrels of Iron is a captivating blend of action, drama, and coming-of-age narrative that explores the complexities of power, heroism, and personal growth. Join Kouichi on his thrilling journey as he learns what it truly means to be a hero.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.819775510204082,
    "arithmeticGeometricMean": 6.815304911178324,
    "median": 6.783090909090909,
    "lastUpdate": "2024-05-09"
  }
}