{
  "sources": [
    "https://anidb.net/anime/3203",
    "https://anilist.co/anime/390",
    "https://anime-planet.com/anime/suzuka",
    "https://anisearch.com/anime/2958",
    "https://kitsu.io/anime/357",
    "https://livechart.me/anime/3981",
    "https://myanimelist.net/anime/390",
    "https://notify.moe/anime/nTr25FimR"
  ],
  "synopsis": {
    "text": "Megumi Matsumoto, Yuuka Saotome, and the athletic Suzuka Asahina are three captivating tenants residing in a unique dormitory adjacent to a public bathhouse run by Yamato Akitsuki's aunt. Yamato, a young man from the Hiroshima countryside, has relocated to Tokyo to pursue his high school education and lend a hand at his aunt's bathhouse. As he passes by a local track field one day, he is instantly captivated by a high jumper's grace and beauty. To his delight and surprise, he soon discovers that this mysterious girl is none other than his neighbor, Suzuka.\n\nDespite her impressive track record as a scouted track and field athlete, Suzuka finds Yamato's carefree and clumsy demeanor somewhat off-putting. In an attempt to win her over, Yamato uncovers his hidden talent for sprinting and joins the track team. As he navigates through the challenges of high school, the track team, and the dorm's ever-inebriated college students, Yamato is determined to become a better athlete and a more suitable companion for Suzuka.\n\nHowever, Yamato's pursuit of Suzuka's affections is not without its obstacles. Suzuka already has a love interest, and it isn't him. Will Yamato's dedication to both the track team and Suzuka pay off, or will he be left running in circles in this engaging tale of love, growth, and self-discovery?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "48d943e5bd21b53c",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.299657158317872,
    "arithmeticGeometricMean": 7.297900439493762,
    "median": 7.283181818181818,
    "hash": "48d943e5bd21b53c",
    "lastUpdate": "2024-05-10"
  }
}