{
  "sources": [
    "https://anidb.net/anime/8601",
    "https://anilist.co/anime/11371",
    "https://anime-planet.com/anime/the-prince-of-tennis-ii",
    "https://anisearch.com/anime/7274",
    "https://kitsu.io/anime/6501",
    "https://livechart.me/anime/1155",
    "https://myanimelist.net/anime/11371",
    "https://notify.moe/anime/fk2IpFiiR"
  ],
  "synopsis": {
    "text": "Players from Seigaku, Hyotei, Rikkai, Shitenhoji, and other renowned middle schools across Japan have battled it out in a national tournament. Now, the top 50 middle school tennis players have been invited to join the prestigious U-17 Japanese Representative Training Camp, previously exclusive to high school students. The camp is known for producing the best tennis players in Japan, and the middle schoolers are eager to test their skills against their high school counterparts.\n\nHowever, the training camp is not what they expected. The middle schoolers are met with hostility from the high schoolers, who are not pleased with their presence. To make matters worse, the camp is a meritocracy, with players divided into courts based on skill level. The rules are simple: players can move up or down courts based on their performance in daily \"shuffle matches.\"\n\nThe middle schoolers are initially confident, but they soon realize that the high schoolers are much stronger than they anticipated. They are faced with athletes possessing skills they have never seen before and a mysterious coach who pushes them to their limits. To make matters worse, they are forced to compete against each other in tiebreaker-style matches, with the loser being sent home.\n\nAs the competition heats up, friendships and camaraderie are put to the test. The middle schoolers must dig deep and push themselves to the limit if they hope to survive in this intense training camp. The new chapter of Prince of Tennis begins here, with the curtain rising on a new stage filled with fierce competition and intense training.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "48ff16b814973beb",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.413138384983624,
    "arithmeticGeometricMean": 7.407189287170474,
    "median": 7.502272727272727,
    "hash": "48ff16b814973beb",
    "lastUpdate": "2024-05-10"
  }
}