{
  "sources": [
    "https://anidb.net/anime/11901",
    "https://anilist.co/anime/21610",
    "https://anime-planet.com/anime/my-wife-is-the-student-council-president-plus",
    "https://anisearch.com/anime/11171",
    "https://kitsu.io/anime/11784",
    "https://livechart.me/anime/2011",
    "https://myanimelist.net/anime/32603",
    "https://notify.moe/anime/Bta3pKmig"
  ],
  "synopsis": {
    "text": "After a failed attempt to become student council president, high school freshman Izumi Hayato finds himself serving as vice president under the captivating and audacious Wakana Ui, who swept the election with her daring stance on campus romance. Little does Izumi know, his new role is only the beginning of his unforeseen predicament. When the charismatic president invites herself to his home, she reveals a startling truth: an alcohol-induced agreement between their parents has led to their arranged marriage, and she's more than eager to fulfill her wifely duties.\n\nAs if this revelation wasn't enough to rattle Izumi's world, their secret romance becomes the target of Honoka Saijou, the persistent chair of the photography club, who's on a mission to expose their relationship. Caught between his newfound 'marital' obligations and the prying eyes of an unwanted stalker, Izumi must navigate the tumultuous waters of high school politics, romance, and the unexpected challenges of living under the same roof with his self-proclaimed wife. Will Izumi's virtue remain intact, or will he succumb to the whirlwind of chaos that has become his life? Join us for a romantic comedy that's sure to keep you on the edge of your seat!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4920fcaa40736b30",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.713881823236919,
    "arithmeticGeometricMean": 6.711567339389994,
    "median": 6.7335714285714285,
    "hash": "4920fcaa40736b30",
    "lastUpdate": "2024-05-09"
  }
}