{
  "sources": [
    "https://anidb.net/anime/6644",
    "https://anilist.co/anime/6573",
    "https://anime-planet.com/anime/darker-than-black-gemini-of-the-meteor",
    "https://anisearch.com/anime/5437",
    "https://kitsu.io/anime/4617",
    "https://livechart.me/anime/3369",
    "https://myanimelist.net/anime/6573",
    "https://notify.moe/anime/K4ce5FiiR"
  ],
  "synopsis": {
    "text": "Revealed under a starlit sky, the lives of twin siblings Shion and Suou Pavlichenko are forever altered when a falling star transforms Shion into a Contractor. As they attempt to maintain a semblance of normality, their peaceful existence is shattered by an enigmatic masked man, forcing Suou to embark on a perilous journey into the shadowy world of Contractors alongside the elusive Hei. Their mission: uncover the truth behind Shion's transformation, the relentless pursuit by sinister factions, and the secrets of that fateful night.\n\nTwo years after Hei and Yin's escape from the Syndicate, they find themselves in Russia, where they cross paths with Suou. Her family is unwittingly entangled in the escalating conflict between Contractors and various splinter groups. Meanwhile, Misaki Kirihara resigns from her position at the Foreign Affairs Bureau to delve deeper into the enigmatic world of Hei, the Contractors, and the Syndicate.\n\nAs the Pavlichenko family is drawn into the dangerous web of espionage and cutthroat politics, Suou discovers her own latent Contractor abilities. With her newfound powers, she must navigate the treacherous landscape of rival factions vying for dominance. Back in Tokyo, the remnants of Hell's Gate stand as a constant reminder of the fragile balance between Contractors and the world. Misaki and her team at the Public Security Bureau struggle to contain the rising Contractor cases, while keeping the Syndicate's influence at bay. The stage is set for a thrilling showdown across Japan and Russia, as the battle for power unfolds.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.559021177235463,
    "arithmeticGeometricMean": 7.558317569844216,
    "median": 7.54,
    "lastUpdate": "2024-05-09"
  }
}