{
  "sources": [
    "https://anidb.net/anime/16285",
    "https://anilist.co/anime/133411",
    "https://anime-planet.com/anime/180-byou-de-kimi-no-mimi-wo-shiawase-ni-dekiru-ka",
    "https://anisearch.com/anime/16253",
    "https://kitsu.io/anime/44574",
    "https://livechart.me/anime/10564",
    "https://myanimelist.net/anime/48858",
    "https://notify.moe/anime/Cp4O1hjGg"
  ],
  "synopsis": {
    "text": "From the soothing whispers of voice acting to the captivating crunch of mukbang, ASMR has captured the hearts of many, including high school student Akari Sawake. With her headphones as her trusted companion, Akari delves into the diverse world of ASMR, eager to share its enchanting allure with others.\n\nIn this anime, you, the viewer, become the protagonist, as your childhood friend Akari introduces you to the mesmerizing realm of ASMR. Inspired by your newfound interest, Akari purchases a dummy head microphone and embarks on a journey to create her own ASMR content.\n\nJoined by a vibrant cast of characters, including Akari's classmates, her older sister, her mother, and even your own twin younger sisters, you'll all be drawn to the irresistible charm of ASMR. Each episode invites you to experience a myriad of realistic sounds, such as ear scratching, breathing, voices, touching, ice, water, typing, and other everyday noises, all within a 180-second window.\n\nAs Akari challenges her classmates to explore the world of ASMR, you'll be right alongside her, discovering the nerve-tingling sensations and relaxation that Autonomous Sensory Meridian Response can bring. Prepare to immerse yourself in the captivating universe of ASMR, and who knows, you might just find your new favorite hobby.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "49b9a972591e4068",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.525168058132344,
    "arithmeticGeometricMean": 5.497468002028878,
    "median": 5.348484848484848,
    "hash": "49b9a972591e4068",
    "lastUpdate": "2024-05-08"
  }
}