{
  "sources": [
    "https://anidb.net/anime/2189",
    "https://anilist.co/anime/793",
    "https://anime-planet.com/anime/xxx-holic-movie-a-midsummer-nights-dream",
    "https://anisearch.com/anime/1944",
    "https://kitsu.io/anime/708",
    "https://livechart.me/anime/4508",
    "https://myanimelist.net/anime/793",
    "https://notify.moe/anime/w31A5FmmR"
  ],
  "synopsis": {
    "text": "Mystery and intrigue unfold as Yuuko, an enigmatic shop owner with the power to grant wishes, receives an invitation to a peculiar auction held in an old mansion. Along with her reluctant assistant, Kimihiro Watanuki, and his aloof classmate, Shizuka Doumeki, they venture into a night filled with strange occurrences and secrets waiting to be unraveled.\n\nSeven passionate collectors, each eager to complete their prized collections, have been summoned to this very auction. However, the host remains conspicuously absent, and the guests begin to vanish one by one. As the trio delves deeper into the enigma, they encounter an odd assortment of characters, including a mysterious girl and the collectors who are consumed by their obsession with 'possessions.'\n\nWhile Watanuki is no stranger to supernatural phenomena, the events that unfold in the mansion prove to be more complex and dangerous than he could have ever imagined. With Yuuko's vast knowledge of the arcane as their only guide, they must navigate the labyrinth of riddles to uncover the identity of the host, the true purpose of the auction, and the heartrending love story hidden within.\n\nAs the tangled web of mysteries begins to unravel, the stakes are raised, and the trio must put an end to the sinister happenings before they too fall victim to the mansion's dark secrets. Prepare for an unexpected journey that weaves together the thrill of the unknown, the allure of the supernatural, and the unpredictable twists that lie ahead.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "49ccbb789227c4df",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.778105448898927,
    "arithmeticGeometricMean": 7.7760138819117754,
    "median": 7.799090909090909,
    "hash": "49ccbb789227c4df",
    "lastUpdate": "2024-05-10"
  }
}