{
  "sources": [
    "https://anidb.net/anime/2076",
    "https://anilist.co/anime/6583",
    "https://anime-planet.com/anime/super-bikkuriman",
    "https://anisearch.com/anime/1801",
    "https://kitsu.io/anime/4623",
    "https://livechart.me/anime/11938",
    "https://myanimelist.net/anime/6583",
    "https://notify.moe/anime/YSp65Kmmg"
  ],
  "synopsis": {
    "text": "The world is on the brink of despair, teetering under the malevolent rule of Zeus, who seeks to shroud it in darkness and unleash the dreaded Zaikroids, monstrous beings of unimaginable terror. Amidst the chaos, a beacon of hope emerges in the form of Phoenix, an angel with an indomitable spirit. Embarking on a perilous quest, Phoenix, alongside his brave companions, seeks out mystical lithographs, the only artifacts capable of thwarting the resurrection of the Zaikroids.\n\nIn the aftermath of a cataclysmic war between celestial beings and fiends, Earth lies in ruins, its once-thriving cities reduced to rubble. A band of four courageous children, driven by a shared vision of peace and harmony, rises to challenge the malevolent forces that hold sway over the world. Their mission: to vanquish the evil that plagues the Earth and banish it back to the abyss from whence it came.\n\nIn a battlefield where humanity seems to be on the losing end, a unique force known as the cyber-update allows humans to don mecha-like armor, leveling the playing field against their super demon adversaries. Despite this, the human forces have been decimated, leaving only a handful of survivors. Among them is Phoenix, a young boy who stumbles upon mysterious stone fragments that hold the key to humanity's salvation. His journey to understand and harness the power of these stones could turn the tide of the war and make him the savior the world desperately needs.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.96908781694496,
    "arithmeticGeometricMean": 5.946445802745976,
    "median": 5.753181818181819
  },
  "lastUpdate": "2024-05-10"
}