{
  "sources": [
    "https://anidb.net/anime/11672",
    "https://anilist.co/anime/21394",
    "https://anime-planet.com/anime/magi-adventure-of-sinbad",
    "https://anisearch.com/anime/10796",
    "https://kitsu.io/anime/11431",
    "https://livechart.me/anime/1850",
    "https://myanimelist.net/anime/31741",
    "https://notify.moe/anime/6T69tKmig"
  ],
  "synopsis": {
    "text": "His name is Sinbad, a boy born in the humble and struggling Tison Village within the Parthevia Empire. His arrival, marked by a luminous surge in the mystical rukh, heralds the birth of a 'Child of Destiny' to his war-weary father, Badr, and compassionate mother, Esra. Despite the economic turmoil and post-war hardships, Sinbad's early years are filled with cheer—until a stranger's arrival disrupts his tranquil life, leading to a tragic turn of events.\n\nYears later, enigmatic structures known as 'dungeons' have sprung up worldwide, believed to house immense power and riches. These dungeons have sparked the curiosity of both adventurers and armies, but none have returned from their depths. Now a charming and talented 14-year-old, Sinbad yearns to explore the world beyond his village, driven by his childhood experiences and his father's wisdom. Fate intervenes when Sinbad encounters a mysterious traveler named Yunan, who, captivated by Sinbad's story and aspirations, guides him to a dungeon said to hold the 'power of a king.'\n\nThus begins the epic journey of Sinbad, destined to become the High King of the Seven Seas. Thirty years before the events of Magi: The Labyrinth of Magic, this young man embarks on a quest filled with fateful encounters and bittersweet farewells, shaping him into the king he is destined to be. Sinbad's tale unfolds as he navigates the world, honing his skills, forging alliances, and amassing power, inching ever closer to his ultimate goal: kingship.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4a47d4c39cbcbca0",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.936861071468214,
    "arithmeticGeometricMean": 7.9344446275580625,
    "median": 7.909545454545454,
    "hash": "4a47d4c39cbcbca0",
    "lastUpdate": "2024-05-09"
  }
}