{
  "sources": [
    "https://anidb.net/anime/11715",
    "https://anilist.co/anime/21429",
    "https://anime-planet.com/anime/tenchi-muyo-ryo-ohki-4",
    "https://anisearch.com/anime/11750",
    "https://kitsu.io/anime/11451",
    "https://livechart.me/anime/1877",
    "https://myanimelist.net/anime/31861",
    "https://notify.moe/anime/EAWCtKimR"
  ],
  "synopsis": {
    "text": "Ryo Ohki, the fourth season of the beloved anime series Tenchi Muyo!, has just been announced via an official Twitter account and website. The story follows Masaki Tenchi, a seemingly ordinary boy who is set to inherit the Masaki Shrine. However, his life takes a drastic turn when he accidentally breaks the seal of a small shrine, releasing Ryoko, a banished demon. In order to fight Ryoko, Tenchi is joined by Ayeka, who has a personal vendetta against the demon. Little did Tenchi know, this event would mark the beginning of his entanglement with the galaxy's ruling clan, the Jurai.\n\nFast forward to the present day, and wedding bells are ringing in the Masaki household! Nobuyuki, Tenchi's father, is preparing to marry Rea, and the entire Masaki and Jurai families are gathering for the occasion. While Ryoko and Ayeka find themselves with little involvement in the wedding festivities, Minaho sets her sights on her nephew Tenchi. Meanwhile, Airi is hard at work at the GXP Academy, trying to finish her paperwork in time for the ceremony.\n\nAs the wedding day approaches, the Masaki and Jurai families come together to celebrate the happy couple. Tenchi is reunited with old friends and meets new family members, making for a joyous occasion. However, there is one looming question that threatens to disrupt the balance of the Masaki family: who exactly is Rea, and what is the secret she's hiding that will impact the fate of her future child?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 6.941387048325823,
    "arithmeticGeometricMean": 6.9315476749283755,
    "median": 7.061224489795917,
    "lastUpdate": "2024-05-10"
  }
}