{
  "sources": [
    "https://anidb.net/anime/12003",
    "https://anilist.co/anime/21707",
    "https://anime-planet.com/anime/regalia-the-three-sacred-stars",
    "https://anisearch.com/anime/11237",
    "https://kitsu.io/anime/11948",
    "https://livechart.me/anime/2089",
    "https://myanimelist.net/anime/32961",
    "https://notify.moe/anime/Rxc6pFimg"
  ],
  "synopsis": {
    "text": "Regalia Gears, colossal mecha suits with immense power, once clashed in the heart of Rimguard, leaving behind a trail of devastation. Twelve years have passed, and the memories of this catastrophic event have faded into obscurity. In the tranquil realm of Enastria, sisters Yui and Rena enjoy a serene existence. However, their peace is disrupted when Rena's old acquaintance, Kei, resurfaces, hinting at the truth behind the incident of twelve years ago.\n\nRena, drawn by the promise of unveiling the past, is ambushed by a Regalia Gear-wielding assailant. Despite her own Regalia Gear, she is overpowered. Just as all hope seems lost, Yui, who had secretly followed her sister, intervenes, saving Rena. A shocking revelation follows: Rena is not human but a machine, Magna Alecto, with her core being Rena herself. Despite this, Yui, the hidden princess of the empire, resolves to pilot her sister, vowing to confront their adversaries together.\n\nIn the midst of this turmoil, Yui, known as Empress Yuinshiel Asteria, strives to maintain her authority and the loyalty of her subjects. The peace of Enastoria is under threat as survivors from Rimgarde arrive, armed with Regalia Gears and seeking Rena. Rena is forced to reveal her true identity as a Regalia, a human capable of transforming into a giant robot, and the one responsible for Rimgarde's downfall.\n\nCaught in an international conflict, Yui must safeguard her nation and protect Rena from those seeking to exploit her powers. However, her actions could inadvertently trigger a calamity akin to the one that once devastated Rimgarde",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4a9e3db9828fee8a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.860610544217687,
    "arithmeticGeometricMean": 5.840648077852512,
    "median": 5.89786641929499,
    "hash": "4a9e3db9828fee8a",
    "lastUpdate": "2024-05-09"
  }
}