{
  "sources": [
    "https://anidb.net/anime/764",
    "https://anilist.co/anime/1549",
    "https://anime-planet.com/anime/queen-millennia-movie",
    "https://anisearch.com/anime/807",
    "https://kitsu.io/anime/1390",
    "https://livechart.me/anime/7164",
    "https://myanimelist.net/anime/1549",
    "https://notify.moe/anime/bex-5KiiR"
  ],
  "synopsis": {
    "text": "He ading towards a catastrophic collision with Earth in AD 1999, the icy planet Lar Metal awakens from its millennial slumber, unbeknownst to the terrified inhabitants of Earth who face an onslaught of meteor showers and natural disasters. Yukino Yayoi, a seemingly ordinary junior high school teacher and part-time observatory assistant, harbors a secret identity: she is Queen Millennia, hailing from Lar Metal and sent to Earth a thousand years ago to govern humanity in anticipation of her planet's return.\n\nAs the impending doom draws near, Yukino receives a startling message from her successor, the new Millennial Queen, signaling a generational shift and casting a shadow over her unfinished business on Earth. Meanwhile, Hajime, a student of Yukino's, finds solace in her guidance after losing his parents in a tragic explosion. Little does he know that his connection to Yukino will lead him to an underground sanctuary, a colossal shelter built centuries ago by the Millennial Queen to protect Earth's inhabitants.\n\nWhile the people of Earth take refuge in this subterranean haven, Lar Metal's forces launch a relentless attack, leaving Yukino questioning their true intentions. As the Earth trembles and skies darken, the climactic battle for Earth's survival unfolds, with Yukino and her allies determined to save the planet and the people she has grown to love. The future of Earth hangs in the balance, as the war between the two worlds reaches its crescendo.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.697361427687959,
    "arithmeticGeometricMean": 6.6942474204971605,
    "median": 6.58,
    "lastUpdate": "2024-05-08"
  }
}