{
  "sources": [
    "https://anidb.net/anime/18499",
    "https://anilist.co/anime/175198",
    "https://anime-planet.com/anime/ubel-blatt",
    "https://anisearch.com/anime/19079",
    "https://kitsu.io/anime/48570",
    "https://livechart.me/anime/12542",
    "https://myanimelist.net/anime/58216",
    "https://notify.moe/anime/nbUi3_oIg"
  ],
  "synopsis": {
    "text": "The land echoes with whispers of a formidable black sword, a weapon so lethal that its wielder is said to leave nothing but destruction in his wake. This wielder is Köinzell, a young, enigmatic swordsman whose prowess with the dark blade is undeniable. But could this seemingly innocent boy truly be the harbinger of such violent tales?\n\nOnce a part of a group of fourteen heroes dispatched by the Szaalenden Empire to thwart an invasion, Köinzell's journey took a tragic turn when four of his comrades betrayed them. The remaining seven, now known as the 'Seven Heroes', were hailed as victors, but the truth was far more sinister. In reality, these seven were the true traitors, having defeated the four loyal champions after their own cowardly retreat.\n\nFor two decades, Köinzell has patiently waited, refining his skills and recovering from the edge of death, all for the sake of vengeance. Now, the time has come for him to challenge the traitors and clear the names of his fallen comrades. However, the path to retribution is fraught with peril, as the entire nation, including its military, stands against him, duped by the traitors' deceit.\n\nJoined by a motley crew of allies, Köinzell must confront the Traitorous Lances, four formidable warriors once believed to have been vanquished by the Seven Heroes. In a battle that will test his mettle to the breaking point, the shocking truth of Köinzell's quest will be revealed amidst the carnage of his enemies. This is a grand tale of vengeance and honor, where the stakes are high, and the odds are stacked against our hero. Will Köinzell and his allies",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 0.0,
    "arithmeticGeometricMean": 0.0,
    "median": 0.0
  },
  "lastUpdate": "2024-06-21"
}