{
  "sources": [
    "https://anidb.net/anime/15906",
    "https://anilist.co/anime/126793",
    "https://anime-planet.com/anime/puraore-pride-of-orange",
    "https://anisearch.com/anime/15817",
    "https://kitsu.io/anime/43880",
    "https://livechart.me/anime/10249",
    "https://myanimelist.net/anime/44274",
    "https://notify.moe/anime/ubDGwQAMg"
  ],
  "synopsis": {
    "text": "That’s right, welcome to the thrilling world of ice hockey with the Dream Monkeys, a girls' team hailing from the picturesque Nikko City in Tochigi Prefecture! The team is always on the hunt for fresh talent, and this time, they've found it in the most unexpected of places.\n\nMeet Manaka Mizusawa, a local junior high school student who, along with her younger sister Ayaka and childhood friends Kaoruko Yanagida and Mami Ono, finds herself at a trial ice hockey class sponsored by the Dream Monkeys. Initially, Manaka is hesitant, but her competitive spirit is soon ignited as she discovers the exhilarating world of ice hockey.\n\nThe girls are surprised by how much they enjoy the sport, and their natural talent doesn't go unnoticed by Coach Youko. After a series of practice games and intense training camps, the girls are invited to join the team officially. As they journey together, they grow individually and as a team, their bond strengthening with every puck they connect.\n\nNow, they're ready to take on the world, aiming to become the best ice hockey players out there. Will they make it to the top? Join the Dream Monkeys as they embark on this exciting adventure, filled with camaraderie, competition, and the sheer joy of playing the sport they've come to love.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4b22bce7cb137105",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.296717532467532,
    "arithmeticGeometricMean": 6.276807067831251,
    "median": 6.277,
    "hash": "4b22bce7cb137105",
    "lastUpdate": "2024-05-09"
  }
}