{
  "sources": [
    "https://anidb.net/anime/15651",
    "https://anilist.co/anime/122632",
    "https://anime-planet.com/anime/saikyou-kamizmode",
    "https://anisearch.com/anime/15602",
    "https://kitsu.io/anime/43560",
    "https://livechart.me/anime/10084",
    "https://myanimelist.net/anime/42522",
    "https://notify.moe/anime/8NNjSJSGR"
  ],
  "synopsis": {
    "text": "Characters in the anime franchise find themselves immersed in a world that blends sumo wrestling, taiko drumming, and music. Each character possesses unique forms known as 'sumode' and 'kamizmode,' with the ability to transform between them. The ultimate goal for these characters is to engage in battles and emerge victorious to earn the prestigious title of yokozuna.\n\nOur protagonist, Dai Mugen, was once a passionate drummer, but a crushing defeat at the hands of rival drummer Rin Tanba leaves him questioning his true calling. As a result, Dai abandons his drumsticks and passion. However, fate intervenes when Dai encounters Goutetsu, a peculiar creature who claims to be a god. Recognizing Dai's untapped potential, Goutetsu appoints him as an 'oyakata' to guide him through the divine world of 'kamizumo,' where gods engage in sumo wrestling matches. In this realm, the gods draw their strength from the drumbeats of their oyakata, forcing Dai to reconnect with his lost passion for drumming.\n\nAs Dai and Goutetsu progress and secure victories, Dai confronts his self-doubts and rekindles his passion for drumming in this newfound endeavor. Their ultimate goal is to reach the pinnacle of the kamizumo stage. In \"Saikyou Kamizmode!\", Dai's world turns upside down when a meteorite crashes near him, and Goutetsu emerges, declaring himself a deity. Initially reluctant, Dai soon realizes the importance of his role in helping Goutetsu and other deities combat dark forces threatening their world through the power of drumming and sumo wrestling. Together,",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4bb6f54618cdd244",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.747026592455164,
    "arithmeticGeometricMean": 6.730191040783361,
    "median": 7.178,
    "hash": "4bb6f54618cdd244",
    "lastUpdate": "2024-05-09"
  }
}