{
  "sources": [
    "https://anidb.net/anime/10457",
    "https://anilist.co/anime/20905",
    "https://anime-planet.com/anime/tenkai-knights",
    "https://anisearch.com/anime/9486",
    "https://kitsu.io/anime/7966",
    "https://livechart.me/anime/6469",
    "https://myanimelist.net/anime/23067",
    "https://notify.moe/anime/q4NhpKiiR"
  ],
  "synopsis": {
    "text": "Beag and Vilius, leaders of the Corekai and Corrupted factions respectively, once waged a devastating war on the cube-shaped planet of Quarton, home to shape-shifting living bricks known as Tenkai. The Tenkai Knights - Bravenwolf, Tributon, Valorn, Lydendor, and, in some accounts, Dromus and Venetta - were the only warriors strong enough to challenge Vilius. However, when faced with defeat, Vilius unleashed the formidable Tenkai Dragon. The dragon was ultimately defeated by the knights, its fragments scattered across the planet, and the legendary heroes vanished.\n\nNow, in the year 2034 on Earth, four teenagers - Guren, Ceylan, Toxsa, and Chooki - stumble upon an interdimensional portal leading to Quarton. Chosen by the Guardians, they become the new generation of Tenkai Knights, tasked with preventing Vilius and his Corrupted army from seizing control of both worlds.\n\nMeanwhile, Guren, a young man struggling with frequent moves due to his father's job, finds it difficult to form lasting friendships. When he meets Ceylan, they initially clash, but a city tour and a visit to a peculiar shop lead to an unexpected friendship. The boys receive mysterious cubes that transform into robots, and they are soon transported to Quarton. Discovering they have become Tenkai Knights, they must confront Vilius and his army. With new allies at their side, can this new generation of knights put an end to Vilius' ambitions?",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.47037211767824,
    "arithmeticGeometricMean": 6.449797128944367,
    "median": 6.693877551020408
  },
  "lastUpdate": "2024-05-10"
}