{
  "sources": [
    "https://anidb.net/anime/5357",
    "https://anilist.co/anime/2970",
    "https://anime-planet.com/anime/night-wizard",
    "https://anisearch.com/anime/4408",
    "https://kitsu.io/anime/2687",
    "https://livechart.me/anime/4435",
    "https://myanimelist.net/anime/2970",
    "https://notify.moe/anime/kxbUcFmig"
  ],
  "synopsis": {
    "text": "Commissioned by a clandestine organization, Night Wizards are the world's secret protectors against the sinister Emulators, creatures of demon lords who can only be vanquished by magic. Hiiragi Renji, a reluctant Night Wizard, yearns for nothing more than the ordinary life of a high school student. However, his dreams of normalcy are shattered when he is assigned to safeguard Elis Shihou, a new transfer student at his academy.\n\nElis, an orphan who grew up receiving enigmatic letters and white roses from an unknown \"uncle,\" is unaware of her latent powers. On her first day at school, she is unwittingly inducted into the Astronomy Club by Renji's childhood friend, Akabane Kureha. Here, she discovers her ability to become a Night Wizard after acquiring one of the seven mystical Jewels of Virtue – the Jewel of Kindness.\n\nAs Elis embarks on her perilous journey to collect the remaining Jewels of Virtue, she learns that her bracelet, worn since childhood, is a potential vessel for these powerful gems. The one who possesses all seven gems is rumored to have the power to open a gateway to the demon world, enabling the Night Wizards to launch a direct assault on their enemy's territory.\n\nJoined by the stoic Akari and accompanied by the elegant but harsh protector of Earth, Anzelotte, Renji and his friends must help Elis harness her newfound abilities and protect her from the shadowy forces seeking to thwart their mission. As they traverse the solar system in search of the mystical jewels, the Night Wizards begin to uncover unsettling truths about their world and the organization they serve. Can they unite and",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.7619817563388995,
    "arithmeticGeometricMean": 6.751866579645211,
    "median": 6.634,
    "lastUpdate": "2024-05-09"
  }
}