{
  "sources": [
    "https://anidb.net/anime/186",
    "https://anilist.co/anime/303",
    "https://anime-planet.com/anime/oh-my-goddess-the-adventures-of-mini-goddess",
    "https://anisearch.com/anime/130",
    "https://kitsu.io/anime/277",
    "https://livechart.me/anime/6044",
    "https://myanimelist.net/anime/303",
    "https://notify.moe/anime/dHAh5KmiR"
  ],
  "synopsis": {
    "text": "Goddesses Belldandy, Urd, and Skuld, along with their rat companion, Gan-chan, embark on a series of whimsical escapades in \"The Adventures of Mini-Goddess.\" In the warm embrace of spring, the trio of divine sisters use their heavenly powers to bring joy to others, while occasionally indulging in their own amusement by shrinking themselves and Gan-chan down to size.\n\nFrom helping Gan-chan find his soulmate to scouring the attic for hidden treasure, the goddesses' adventures are as diverse as they are entertaining. When Gan-chan dreams of soaring through the sky, Urd grants his wish with her own magical twist. Meanwhile, Skuld's inventive gadgets propel the group into outer space, proving that no frontier is too great for these celestial beings.\n\nEven everyday problems, like Gan-chan's weight gain and stomachache, become opportunities for laughter and chaos. Urd and Skuld's unconventional cures for his ailments lead to unexpected transformations, resulting in a giant monster rampage. Luckily, the ever-calm Belldandy stays out of the fray, leaving the mischief-making to her sisters.\n\nThese lighthearted tales, filled with parodies and jokes, showcase the goddesses' playful side as they bond with their rodent friend. Whether they're battling oversized appliances or exploring the mysteries of love, the Mini-Goddesses are always ready for a good time.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 6.417604558706599,
    "arithmeticGeometricMean": 6.404573156728385,
    "median": 6.636363636363637,
    "lastUpdate": "2024-05-08"
  }
}