{
  "sources": [
    "https://anidb.net/anime/2324",
    "https://anilist.co/anime/1504",
    "https://anime-planet.com/anime/super-dimensional-fortress-macross-flash-back-2012",
    "https://anisearch.com/anime/525",
    "https://kitsu.io/anime/1350",
    "https://livechart.me/anime/5665",
    "https://myanimelist.net/anime/1504",
    "https://notify.moe/anime/RSt-5KiiR"
  ],
  "synopsis": {
    "text": "Macross's beloved songstress, Lynn Minmay, takes the stage for her final concert, \"Flash Back 2012,\" in Macross City, treating fans to a nostalgic journey through her greatest hits. The concert serves as a retrospective of the events that have unfolded since the end of the Macross series, featuring scenes from both the TV show and the movie \"Do You Remember Love.\"\n\nNine months have passed, and the SDF-1 Macross has been painstakingly restored to near-full operational capacity. The construction of the new SDF-2 Megaroad-01 has reached completion, with Misa Hayase, now married to fighter pilot Hikaru Ichijou, assuming the role of captain. As the fleet gears up for its maiden voyage, Minmay's farewell concert serves as a poignant send-off.\n\nHikaru takes the new VF-4 Lightning III variable fighter for a spin, while Minmay prepares for her own journey. With one last look at the concert hall that holds countless memories, she boards the Megaroad-01. As the ship launches from Earth, it signifies a new chapter in humanity's exploration of the cosmos, carrying with it the hope of spreading the human race across the stars. This half-hour music video not only provides a fitting farewell to Minmay but also offers a glimpse into the updated designs and aesthetics that would later be featured in Macross Plus.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4c3f5fccf2f0e81c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.542320169626292,
    "arithmeticGeometricMean": 6.531205268942692,
    "median": 6.706,
    "hash": "4c3f5fccf2f0e81c",
    "lastUpdate": "2024-05-09"
  }
}