{
  "sources": [
    "https://anidb.net/anime/465",
    "https://anilist.co/anime/439",
    "https://anime-planet.com/anime/rg-veda",
    "https://anisearch.com/anime/1588",
    "https://kitsu.io/anime/402",
    "https://livechart.me/anime/8567",
    "https://myanimelist.net/anime/439",
    "https://notify.moe/anime/EQZo5FimR"
  ],
  "synopsis": {
    "text": "Brandishing his formidable power, the ruthless warlord Taishakuten overthrew the celestial gods and their leader Tentei, ushering in an age of darkness and despair. But a prophecy whispers of hope, foretelling the rise of a shimmering six-pointed star that will restore the golden age. This star embodies six valiant warriors, each possessing the power to move the cosmos and the hearts of all beings.\n\nAshura, the child of a vanished race with striking golden eyes and pointed ears, unites with the powerful Yasha-ou and four other fabled warriors: the impulsive Ryu, the sagacious Karura, and the battle-skilled Sohma. Together, they embark on a perilous journey through desolate landscapes and confront monstrous demons in search of the elusive sixth Star.\n\nTaishakuten, unwilling to relinquish his reign, sets sinister traps to undermine the warriors' courage. When Yasha falls prey to these schemes, the remaining heroes must face their greatest challenge yet. Can they rescue their fearless leader from an icy prison and find the sixth Star before Taishakuten's wrath consumes them?\n\nJoin Ashura, Yasha-ou, and their valiant companions as they traverse treacherous lands and battle unimaginable foes in a quest to restore peace and justice to the universe. Will they fulfill the prophecy and bring an end to Taishakuten's tyranny, or will darkness prevail? Only time will tell in this captivating anime adventure.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.920962099125363,
    "arithmeticGeometricMean": 5.918467025972337,
    "median": 5.97
  },
  "lastUpdate": "2024-05-09"
}