{
  "sources": [
    "https://anidb.net/anime/5197",
    "https://anilist.co/anime/2552",
    "https://anime-planet.com/anime/tetsuko-no-tabi",
    "https://anisearch.com/anime/4166",
    "https://kitsu.io/anime/2317",
    "https://myanimelist.net/anime/2552",
    "https://notify.moe/anime/qKMycFiig"
  ],
  "synopsis": {
    "text": "As a manga artist struggling to find work, Naoe Kikuchi finds herself on an unusual journey with Japan's biggest train enthusiast, Hirohiko Yokomi. Yokomi, a travel writer with an encyclopedic knowledge of Japan's train network, has an ambitious goal: to visit all 9,843 train stations in Japan. Kikuchi, despite her initial reluctance, is compelled to join him on his travels and document their journey in a manga.\n\nTheir personalities couldn't be more different. Yokomi is meticulous and passionate about trains, planning every detail of their trips down to the second. Kikuchi, on the other hand, is cynical, sarcastic, and more interested in the next train station lunch box (eki-ben) than the trains themselves. Their contrasting personalities and interests lead to entertaining conflicts throughout their journey.\n\nDespite the lack of drama, the manga is a captivating depiction of their real-life adventures, filled with authentic experiences of train travel in Japan. From the scenery to the atmosphere, everything is portrayed with a sense of realism that resonates with those familiar with Japan's train network. The manga also offers a glimpse into the unique culture of train enthusiasts, with Yokomi serving as a constant peripheral presence.\n\nIn an intriguing twist, some of the characters who appear in the manga do so because they read previous episodes in real life. This adds an extra layer of surreality to the story, making it a unique blend of reality and fiction. Throughout the journey, Kikuchi's manga captures the essence of their experiences, making it a fascinating read for anyone interested in Japan's train network and culture.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.32135400653768,
    "arithmeticGeometricMean": 6.309324371304535,
    "median": 6.26,
    "lastUpdate": "2024-05-08"
  }
}