{
  "sources": [
    "https://anidb.net/anime/17089",
    "https://anilist.co/anime/143150",
    "https://anime-planet.com/anime/kaginado-season-2",
    "https://anisearch.com/anime/16973",
    "https://kitsu.io/anime/45699",
    "https://livechart.me/anime/10976",
    "https://myanimelist.net/anime/50685",
    "https://notify.moe/anime/Ly7EGHA7R"
  ],
  "synopsis": {
    "text": "The stage is set at Kaginado Academy, a place where the ordinary takes a turn for the extraordinary. New faces from diverse universes make their entrance, their intentions shrouded in mystery. Are they harbingers of hope or omens of doom? Dissatisfied with the world's structure, they rise against the divine entity who orchestrated it. Yet, those who cherish the world stand firm, ready to protect it from this impending storm. As the battle lines are drawn, a world-altering conflict looms on the horizon.\n\nAmidst this chaos, the school festival unfolds in its unique manner. The beauty pageant witnesses an unexpected twist as male participants don female uniforms. In an unforeseen turn of events, Yuri Nakamura, an ally of the Afterlife Battlefront, emerges as the host. Her mission? To annihilate not just the festival, but the entire world, deeming it a comfortable illusion masking the afterlife. However, the Afterlife Battlefront's plans often go awry, with some members finding the festival's allure too hard to resist.\n\nDespite the academy's miraculous survival, Yuri and her followers remain steadfast in their rebellion against the divine creator. They highlight the world's absurdities, suggesting that the academy is a facade for the afterlife. This provocative theory stirs unrest, leading many to scrutinize their memories. Yet, not everyone aligns with this belief, arguing that their existence is a product of their past actions, not divine manipulation. As the debate rages on, life at Kaginado Academy remains as chaotic as ever, even during seemingly mundane events like beach visits or music festivals. The students yearn for tranquility, but will their wish be granted in this tumultuous world?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.168780766852196,
    "arithmeticGeometricMean": 7.160013140074158,
    "median": 7.334183673469387,
    "lastUpdate": "2024-05-09"
  }
}