{
  "sources": [
    "https://anidb.net/anime/6037",
    "https://anilist.co/anime/6795",
    "https://anime-planet.com/anime/genius-party-beyond",
    "https://anisearch.com/anime/5002",
    "https://kitsu.io/anime/4719",
    "https://livechart.me/anime/5585",
    "https://myanimelist.net/anime/6795",
    "https://notify.moe/anime/KzX6cFimg"
  ],
  "synopsis": {
    "text": "Party continues with \"Genius Party Beyond,\" a collection of five distinct short films that were not included in the original anthology. Each film is a testament to the boundless creativity and unique artistic styles of its respective directors.\n\nIn \"Gala,\" directed by Mahiro Maeda, a mysterious object lands near a peculiar village, sparking curiosity and growth through the power of music. \"Moondrive,\" helmed by Kazuto Nakazawa, follows a ruthless gang on a treasure hunt that leads to unexpected destruction. \"Wanwa the Puppy,\" directed by Shinya Ohira, explores the vivid dreams and emotions of a young child anticipating the arrival of a new sibling. Tatsuyuki Tanaka's \"Tojin Kit\" takes us to a steampunk universe where a young woman creates alien life forms within stuffed animals, only to face the wrath of the authorities. Finally, Koji Morimoto's \"Dimension Bomb\" presents an abstract tale of a girl who summons a boy from another dimension, leading to a visual spectacle as their relationship evolves.\n\nFrom classic anime to urban sketches, colorful chaos, and cyberpunk aesthetics, \"Genius Party Beyond\" offers a diverse array of animation styles and narratives that delve into themes of life, oppression, and inner desires. Featuring talent from renowned works like \"Samurai Champloo,\" \"Neon Genesis Evangelion,\" and \"Akira,\" this anthology promises a thought-provoking and visually stunning experience that complements the original \"Genius Party.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4cdf3f40d981774b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.958402980239716,
    "arithmeticGeometricMean": 6.953929858640886,
    "median": 7.0,
    "hash": "4cdf3f40d981774b",
    "lastUpdate": "2024-05-09"
  }
}