{
  "sources": [
    "https://anidb.net/anime/4832",
    "https://anilist.co/anime/1699",
    "https://anime-planet.com/anime/romeo-x-juliet",
    "https://anisearch.com/anime/2329",
    "https://kitsu.io/anime/1526",
    "https://livechart.me/anime/3853",
    "https://myanimelist.net/anime/1699",
    "https://notify.moe/anime/QiVBcKimg"
  ],
  "synopsis": {
    "text": "Neo Verona, a city suspended in the heavens, is a land of stark contrasts, where opulence and poverty coexist under the iron fist of the ruling Montague family. The once peaceful reign of the Capulets was brutally ended 14 years ago, leaving the city in a state of despair and decay. The Montagues' rise to power has left the city shrouded in a dense fog, with the earth parched and the water stagnant.\n\nAmidst this turmoil, two young individuals find themselves entangled in a forbidden love. Romeo, the compassionate son of the Montague dictator, and Juliet, the last surviving heir of the Capulet dynasty, are destined for a love that is as tragic as it is profound. Unbeknownst to Juliet, her true identity has been concealed from her since birth, and she has been raised as a man, Odin, to protect her from the Montagues. As the Red Whirlwind, she covertly fights against the oppressive regime to safeguard the citizens of Neo Verona.\n\nRomeo and Juliet's paths cross during one of Juliet's daring escapades, and they find themselves irresistibly drawn to each other. However, their love is doomed from the start, as their families are sworn enemies, each vowing to annihilate the other. Beneath Neo Verona, an ancient secret further threatens their love, casting a shadow over their already cursed fate.\n\nAs Juliet's 16th birthday approaches, the truth of her lineage is revealed, and she is entrusted with the mission to overthrow the Montague regime. Yet, her heart is torn, as she must choose between her love for Romeo and her duty to her people. Will their love be strong",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4cee25ec911c7ae8",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.621236909915481,
    "arithmeticGeometricMean": 7.6208411838373395,
    "median": 7.649365079365079,
    "hash": "4cee25ec911c7ae8",
    "lastUpdate": "2024-05-09"
  }
}