{
  "sources": [
    "https://anidb.net/anime/16637",
    "https://anilist.co/anime/139095",
    "https://anime-planet.com/anime/fairy-tail-100-years-quest",
    "https://anisearch.com/anime/16579",
    "https://kitsu.io/anime/45159",
    "https://livechart.me/anime/10782",
    "https://myanimelist.net/anime/49785",
    "https://notify.moe/anime/vV6ZYASnR"
  ],
  "synopsis": {
    "text": "Guild mates Natsu, Lucy, Happy, Erza, and the rest of Fairy Tail have reunited to undertake the legendary \"100 Years Quest\" – a formidable task that has remained untouched since the guild's establishment over a century ago. This perilous mission leads them to a puzzling town, a confounding spirit, and a sinister new foe, as they venture into an uncharted continent teeming with mystery.\n\nAs they traverse the northern lands of Guiltina, Natsu and his friends – Lucy, Gray, Erza, Wendy, and their Exceed companions Happy and Charlés – set out to locate the employer behind the 100 Years Quest. Their daunting mission: to seal the Five Dragon Gods, whose unparalleled power poses an imminent threat to the world's very existence.\n\nMeanwhile, the Fairy Tail guild welcomes an enthusiastic new member named Touka, whose enigmatic presence adds to the guild's dynamic. As they delve deeper into their seemingly insurmountable quest, Natsu and his friends cross paths with the ominous Diabolos dark guild. With new challenges arising and Touka's true intentions coming to light, the team must rely on their unbreakable bond to overcome the obstacles that lie ahead.\n\nPrepare for an action-packed adventure as Natsu and his friends embark on the legendary 100 Years Quest, facing new enemies, uncovering hidden secrets, and forging unforgettable friendships in this thrilling continuation of the Fairy Tail saga.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.540816326530612,
    "arithmeticGeometricMean": 7.4610563265612075,
    "median": 7.540816326530612,
    "lastUpdate": "2024-05-09"
  }
}