{
  "sources": [
    "https://anidb.net/anime/2220",
    "https://anilist.co/anime/3043",
    "https://anime-planet.com/anime/hans-christian-andersons-the-little-mermaid",
    "https://anisearch.com/anime/725",
    "https://kitsu.io/anime/2747",
    "https://livechart.me/anime/8853",
    "https://myanimelist.net/anime/3043",
    "https://notify.moe/anime/eBQ85Fmig"
  ],
  "synopsis": {
    "text": "Christian Andersen's beloved tale, \"The Little Mermaid,\" is reimagined in this enchanting anime, where we meet the captivating Princess Marina. As a mermaid and part of the ruling underwater kingdom's royal family, Marina is constantly accompanied by her loyal friend, Fritz the dolphin. Her adventurous spirit often leads her into perilous situations, such as getting caught in a storm orchestrated by the malevolent Sea Witch.\n\nMarina's transition into adulthood is hindered by her imprudent behavior, causing her grandmother to withhold the ceremonial pearl pin. While her sisters are granted the freedom to explore the surface, Marina remains confined to the depths of the ocean. During one of their underwater escapades, they stumble upon a sunken ship containing a statue of a dashing prince, piquing Marina's curiosity about the human world.\n\nDefying the rules, Marina and Fritz venture to the surface and encounter a ship carrying the very prince from the statue. A tempestuous storm casts the prince into the sea, and Marina valiantly rescues him, bringing him to shore. Smitten by the charming prince, Marina's life takes a dramatic turn as she makes a daring decision to pursue her heart's desires.\n\nIn her quest to become human and be with her beloved prince, Marina faces great risks and challenges. The Sea Witch exploits Marina's longing, offering her human legs in exchange for her enchanting singing voice. However, a heart-wrenching condition looms over Marina's fate: if the prince marries another, she will succumb to a broken heart and transform into sea foam. This poignant tale of love and sacrifice unfolds as Marina navigates the trials and tribulations of her newfound humanity.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.539192154783992,
    "arithmeticGeometricMean": 6.525583781614905,
    "median": 6.56
  },
  "lastUpdate": "2024-05-08"
}