{
  "sources": [
    "https://anidb.net/anime/10134",
    "https://anilist.co/anime/20455",
    "https://anime-planet.com/anime/soniani-super-sonico-the-animation",
    "https://anisearch.com/anime/9008",
    "https://kitsu.io/anime/8031",
    "https://livechart.me/anime/247",
    "https://myanimelist.net/anime/20555",
    "https://notify.moe/anime/nI-htFmig"
  ],
  "synopsis": {
    "text": "Space for Rent: Super Sonico's Diary is a delightful and engaging anime series that follows the life of the titular character, Super Sonico. Sonico is an 18-year-old college student with a seemingly endless list of responsibilities and passions. She's a professional model, a part-time worker at her grandmother's restaurant, and the lead vocalist and guitarist of the all-girl band, Fastest Speed in Space. Alongside her bandmates, Suzu and Fuuri, Sonico navigates the challenges of young adulthood while striving to find her place in the world.\n\nDespite her hectic schedule, Sonico remains a cheerful and endearing young woman with a soft spot for anything cute, especially stray cats. She somehow manages to balance her various commitments, from attending college classes to performing at concerts, all while maintaining her signature optimism and charm. However, when her bandmates are late to a concert, Sonico is forced to take the stage alone, leading to unexpected consequences that will shape her future.\n\nWith her infectious energy and unwavering determination, Sonico is a true inspiration to anyone trying to juggle multiple responsibilities and follow their dreams. Whether she's posing for photoshoots, practicing guitar, or serving up dishes at her grandmother's restaurant, Sonico always gives her all and stays true to herself. So join Sonico and her friends as they embark on a heartwarming and hilarious journey filled with music, laughter, and love.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4d6e20fe98eda97f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.070875691915375,
    "arithmeticGeometricMean": 6.059250173521981,
    "median": 6.028411858570588,
    "hash": "4d6e20fe98eda97f",
    "lastUpdate": "2024-05-10"
  }
}