{
  "sources": [
    "https://anidb.net/anime/6199",
    "https://anilist.co/anime/5252",
    "https://anime-planet.com/anime/one-piece-romance-dawn-story",
    "https://anisearch.com/anime/5131",
    "https://kitsu.io/anime/4014",
    "https://livechart.me/anime/4610",
    "https://myanimelist.net/anime/5252",
    "https://notify.moe/anime/toGjcKiig"
  ],
  "synopsis": {
    "text": "Hat Pirates find themselves in a predicament when their food supplies dwindle. In his quest for sustenance, Luffy stumbles upon a ship captained by the pirate, Gary, and swiftly takes control. Docking at a neighboring town, Luffy encounters Silk, a young girl who assaults him, mistaking him for a member of another pirate crew. As they share a meal and their stories, Gary and his crew seethe with rage, extorting the helpless townsfolk.\n\nIn another turn of events, Luffy finds himself aboard the Crescent Beard Galley, seeking food. After a brief scuffle with the crew, Luffy emerges victorious. The ship sails towards a small island town that was once ravaged by pirates. Upon disembarking, Luffy is attacked by Silk, a young woman who, upon realizing Luffy isn't part of the Galley crew, offers him a meal and shares her commitment to protect her beloved town. When Galley returns to wreak havoc and settle scores with Luffy, Silk must prove her mettle. Will they succeed in safeguarding the town, and will Luffy reunite with his Thousand Sunny crew?\n\nTwo decades ago, the legendary pirate, Gold Roger, was executed, revealing that his treasure, 'One Piece', was hidden on the Grand Line, sparking the Age of Pirates. Now, seventeen-year-old Monkey D. Luffy aspires to find One Piece and claim the title of Pirate King, but to achieve this, he needs a crew.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4dab965a4fd4ed6a",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.344716583680869,
    "arithmeticGeometricMean": 7.342110994571811,
    "median": 7.416818181818182,
    "hash": "4dab965a4fd4ed6a",
    "lastUpdate": "2024-05-09"
  }
}