{
  "sources": [
    "https://anidb.net/anime/17671",
    "https://anilist.co/anime/155783",
    "https://anime-planet.com/anime/heavenly-delusion",
    "https://anisearch.com/anime/17785",
    "https://kitsu.io/anime/46641",
    "https://livechart.me/anime/11562",
    "https://myanimelist.net/anime/53393",
    "https://notify.moe/anime/oD4QdQN4g"
  ],
  "synopsis": {
    "text": "Amid st the desolation of a post-apocalyptic Japan in 2024, monstrous creatures roam freely, threatening the lives of the remaining survivors. Confined within the sanctuary of fortified walls, children are nurtured by robots in an idyllic, nursery-like environment. This haven, known as Heaven, stands in stark contrast to the nightmarish world outside, where danger lurks at every turn.\n\nIn the ravaged wasteland, a young girl named Kiruko takes on the mission to escort a boy named Maru to the fabled safe haven called Heaven. Driven by a mysterious woman's dying wish, the duo embarks on a perilous journey, traversing the treacherous landscape in search of hope and answers to the cruel world they inhabit.\n\nMeanwhile, within the confines of Heaven, a young girl named Tokio lives a sheltered life, oblivious to the harsh realities that lie beyond the walls. When she receives a cryptic message, Tokio's world is turned upside down, setting her on a path that will intertwine with the lives of Kiruko and Maru.\n\nAs the trio navigates the challenges that lie ahead, they must confront their past and the secrets that haunt them. Together, they embark on an extraordinary adventure that will test their resolve and redefine their understanding of Heaven and Hell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4daf0022820f0e9a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.228382034632034,
    "arithmeticGeometricMean": 8.22698823823385,
    "median": 8.274285714285714,
    "hash": "4daf0022820f0e9a",
    "lastUpdate": "2024-05-10"
  }
}