{
  "sources": [
    "https://anidb.net/anime/13713",
    "https://anilist.co/anime/117197",
    "https://anime-planet.com/anime/tiger-and-bunny-2",
    "https://anisearch.com/anime/13218",
    "https://kitsu.io/anime/43224",
    "https://livechart.me/anime/3038",
    "https://myanimelist.net/anime/41595",
    "https://notify.moe/anime/_9rVj4zMg"
  ],
  "synopsis": {
    "text": "Two superheroes, the seasoned Wild Tiger (Kotetsu T. Kaburagi) and his unlikely partner Barnaby Brooks Jr., navigate the bustling Sternbild City, teeming with both ordinary citizens and individuals possessing extraordinary abilities, known as \"NEXT.\" In this urban landscape, heroes strive to elevate their status and that of their sponsors by battling crime and accumulating hero points, which propel them up the ranks of the popular \"Hero TV\" show. The ultimate goal is to claim the prestigious title of \"King of Heroes.\"\n\nAs the hero point system gains traction in other cities and new superheroes emerge, the competition intensifies. Wild Tiger and Barnaby, working under \"Apollon Media,\" face unexpected challenges from a particularly troublesome newcomer. The buddy system, inspired by their popular duo, becomes a significant feature on HeroTV, pairing up heroes to combat crime.\n\nWith the First League welcoming Kotetsu back and new protectors emerging in Sternbild City, both seasoned and novice heroes are tested. They must learn the importance of trust and collaboration in safeguarding their beloved city, leading to a profound understanding of what it truly means to be a hero. Will Wild Tiger and Barnaby maintain their top ranking amidst the rising competition? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4dd7f3cb25aa09b4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.46535915275201,
    "arithmeticGeometricMean": 7.4582420539259004,
    "median": 7.593181818181818,
    "hash": "4dd7f3cb25aa09b4",
    "lastUpdate": "2024-05-10"
  }
}