{
  "sources": [
    "https://anidb.net/anime/240",
    "https://anilist.co/anime/782",
    "https://anime-planet.com/anime/gasaraki",
    "https://anisearch.com/anime/258",
    "https://kitsu.io/anime/699",
    "https://livechart.me/anime/6242",
    "https://myanimelist.net/anime/782",
    "https://notify.moe/anime/FKA05Kiig"
  ],
  "synopsis": {
    "text": "Nothing can prepare the world for the advent of Tactical Armors (TAs), colossal bipedal mechas engineered by the influential Gowa family, who are poised to revolutionize the arms trade. As the Japanese Self-Defense Force (JSDF) tests these formidable machines, Yushiro Gowa, a gifted TA pilot and a son of the Gowa family, grapples with a lost past and extraordinary psychic abilities that make him an exceptional mecha operator.\n\nWhen the brewing conflict between Belgistan, a nuclear-armed Middle Eastern state, and NATO erupts, both sides deploy their TAs, plunging Yushiro into a battle that will alter the course of human history. Amidst the chaos, he encounters Miharu, a mysterious young woman fighting for the rival international company, Symbol. Despite their opposing loyalties, fate conspires to draw them together.\n\nAs the war intensifies, the Gowa family's dark secrets come to light, revealing their plans to harness their spiritual powers to summon Gasaraki, an unimaginable terror that threatens to engulf the world. Yushiro, torn between his family's ambitions and his duty to the JSDF, must confront the truth of his past and make a decision that will forever change the destiny of mankind. Brace yourself for a world where giant robots are a reality, and the most dangerous weapon lies hidden within the depths of a human mind.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4dfa2236d2ea8720",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.621420355155048,
    "arithmeticGeometricMean": 6.619767984358763,
    "median": 6.67,
    "hash": "4dfa2236d2ea8720",
    "lastUpdate": "2024-05-09"
  }
}