{
  "sources": [
    "https://anidb.net/anime/13481",
    "https://anilist.co/anime/100185",
    "https://anime-planet.com/anime/a-certain-magical-index-iii",
    "https://anisearch.com/anime/12847",
    "https://kitsu.io/anime/13880",
    "https://livechart.me/anime/2895",
    "https://myanimelist.net/anime/36432",
    "https://notify.moe/anime/SuBShFmmg"
  ],
  "synopsis": {
    "text": "Roman Catholic Church and Academy City, the hub of scientific advancements and supernatural abilities, are on the brink of war, threatening to disrupt global peace. Amidst this escalating conflict, Touma Kamijou, a seemingly ordinary student with an extraordinary power residing in his right hand, finds himself entangled in a web of extraordinary events. His unique ability, the 'Imagine Breaker,' can nullify any supernatural power, making him a target of both the science and magic factions.\n\nWhen a mysterious nun, Index Librorum Prohibitorum, falls from the sky and into his life, Kamijou's mundane existence takes a dramatic turn. As Index seeks refuge from the magical world, Kamijou becomes embroiled in a series of thrilling adventures, straddling the line between science and magic. His circle of allies expands as he navigates through cases from both sides, drawing the attention of the Roman Orthodox Church and Academy City.\n\nAs political tensions rise and secret groups exploit the chaos, Kamijou, Accelerator, and the true Level 0 Shiage Hamazura embark on separate journeys to protect their friends and restore balance. Despite the looming threat of global warfare, Kamijou and Index strive to maintain a semblance of normalcy in their lives. However, their peace is short-lived as Academy City becomes the epicenter of international unrest.\n\nWith the Roman Catholic Church leading protests against Academy City, various factions seize the opportunity to sow discord and disrupt world order. As the conflict intensifies, Kamijou must rely on his right hand and the support of his allies to quell the chaos. Will Kamijou's luck hold out, or will his Imagine Breaker prove to be his downfall? Join Kamijou and Index in their thrilling adventures as they navigate the",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4e6f3a158ca17122",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.016712139401214,
    "arithmeticGeometricMean": 7.010343049952961,
    "median": 7.103119429590016,
    "hash": "4e6f3a158ca17122",
    "lastUpdate": "2024-05-10"
  }
}