{
  "sources": [
    "https://anidb.net/anime/9484",
    "https://anilist.co/anime/16049",
    "https://anime-planet.com/anime/a-certain-scientific-railgun-s",
    "https://anisearch.com/anime/8138",
    "https://kitsu.io/anime/7366",
    "https://livechart.me/anime/35",
    "https://myanimelist.net/anime/16049",
    "https://notify.moe/anime/UitFpFiiR"
  ],
  "synopsis": {
    "text": "Railgun's electrifying journey continues as Mikoto Misaka and her friends delve deeper into the sinister secrets of Academy City. Whispers of clandestine experiments involving the murder of thousands of espers, clones of Mikoto herself, send shockwaves through the city. Feeling a profound responsibility towards her cloned sisters, Mikoto embarks on a desperate mission to halt these inhumane experiments. However, she soon realizes that the adversaries she faces are far more formidable than she initially anticipated, forcing her to confront some of the most powerful espers in existence.\n\nIn the shadows of Academy City, a chilling project involving the cloning of super-powered students, known as espers, is uncovered. Mikoto Misaka, a high-ranking electricity manipulator, dismisses these rumors until she encounters a clone of herself. Horrified, she learns that these clones, her sisters, are being systematically eliminated in a series of experiments designed to transform a sadistic murderer into the city's most powerful esper. Vowing to protect her clones and annihilate the organization responsible, Misaka braces herself for a confrontation against their power-hungry esper.\n\nAs Mikoto investigates the urban legends surrounding a mysterious project involving clones, she stumbles upon a disconcerting truth. Having previously donated her DNA map for a muscular dystrophy research project, she fears that these clones may be derived from her own genetic material. Her worst fears are confirmed when she discovers that the clones are indeed her sisters, being ruthlessly exploited in the Level 6 Shift experiment. This experiment aims to elevate Accelerator, the city's highest-ranking Level 5, to the elusive Level 6 by subjecting the clones to brutal trials.\n\nIn a city",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 8.094384334852824,
    "arithmeticGeometricMean": 8.09348474268854,
    "median": 8.090352504638219,
    "lastUpdate": "2024-05-10"
  }
}