{
  "sources": [
    "https://anidb.net/anime/327",
    "https://anilist.co/anime/526",
    "https://anime-planet.com/anime/please-save-my-earth",
    "https://anisearch.com/anime/1170",
    "https://kitsu.io/anime/485",
    "https://livechart.me/anime/7542",
    "https://myanimelist.net/anime/526",
    "https://notify.moe/anime/7nJT5Kmig"
  ],
  "synopsis": {
    "text": "Jinpachi and Issei, two of Alice Sakaguchi's classmates, share an uncanny connection through their dreams, which unfold on the lunar surface. Alice, a nature enthusiast with an unusual affinity for plants and animals, soon discovers that she too experiences these vivid, recurring dreams. As they delve deeper into the enigma, they come to realize that these dreams are not mere figments of their imagination, but fragments of their past lives as extraterrestrial scientists conducting research on the moon.\n\nUnited by their shared history, Alice and her friends embark on a quest to uncover the remaining members of their lunar team, as well as the truth behind their previous existence. As the boundaries between their past and present lives begin to blur, they grapple with the unsettling realization that the consequences of their former actions continue to reverberate in their current lives.\n\nWith the help of Rin, Alice's young neighbor who harbors deep feelings for her despite their age difference, they navigate the complexities of their intertwined fates. As they gather after school to piece together the puzzle of their past, Alice's extraordinary ability to communicate with plants and nurture their growth through song takes on new meaning. The journey they undertake not only illuminates their shared history but also raises profound questions about the nature of destiny and the potential for past-life experiences to shape their present and future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4ef36e377bb73f54",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.805687251523986,
    "arithmeticGeometricMean": 6.802622933433141,
    "median": 6.802,
    "hash": "4ef36e377bb73f54",
    "lastUpdate": "2024-05-09"
  }
}