{
  "sources": [
    "https://anidb.net/anime/17673",
    "https://anilist.co/anime/155890",
    "https://anime-planet.com/anime/bartender-glass-of-god",
    "https://anisearch.com/anime/18359",
    "https://kitsu.io/anime/46644",
    "https://livechart.me/anime/11570",
    "https://myanimelist.net/anime/53407",
    "https://notify.moe/anime/xnKYKwHVg"
  ],
  "synopsis": {
    "text": "Japan's bustling streets of Tokyo hide a quiet oasis known as Eden Hall, where the masterful bartender Ryuu Sasakura crafts drinks that not only quench thirst but also soothe souls. With his uncanny ability to discern the perfect beverage for each patron, Ryuu serves up glasses garnished with humility, providing solace to those in need.\n\nRyuu's exceptional skills and international recognition as a prodigy mixologist catch the attention of Miwa Kurushima and Yukari Higuchi, who are on a mission to find the perfect bartender for the prestigious Hotel Cardinal. Their task is to locate someone capable of crafting the elusive 'Glass of God,' a requirement set by the hotel's chairman. Despite their efforts, every candidate falls short of the chairman's expectations.\n\nWhen the chairman stumbles upon Eden Hall and experiences Ryuu's unparalleled bartending prowess firsthand, he becomes determined to recruit him for Hotel Cardinal. With Miwa's assistance, they attempt to persuade Ryuu to leave his cozy bar, but the enigmatic bartender proves more challenging to recruit than anticipated.\n\nAt the age of 26, Ryuu has already achieved great success abroad but chooses to return to Japan to rebuild his life. In Eden Hall, he continues to serve his patrons with empathy and intuition, offering them a moment of respite from their troubles with every expertly crafted cocktail.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 7.360212562947257,
    "arithmeticGeometricMean": 7.3527957963343065,
    "median": 7.51,
    "lastUpdate": "2024-05-08"
  }
}