{
  "sources": [
    "https://anidb.net/anime/14318",
    "https://anilist.co/anime/105143",
    "https://anime-planet.com/anime/one-piece-movie-14-stampede",
    "https://anisearch.com/anime/13833",
    "https://kitsu.io/anime/42061",
    "https://livechart.me/anime/3482",
    "https://myanimelist.net/anime/38234",
    "https://notify.moe/anime/XxoZMQsig"
  ],
  "synopsis": {
    "text": "Apart from the glitz and glamour, the Pirate Festival is a gathering like no other, organized by pirates and exclusively for pirates. Monkey D. Luffy and the Straw Hat Crew receive a special invitation from the event's enigmatic host, Buena Festa, to join in on the world's most significant pirate exposition. The festival is a magnet for infamous pirates, including the Worst Generation and even some Shichibukai, all lured by the promise of a hidden treasure that once belonged to the legendary Gold Roger.\n\nAs the pirates engage in a chaotic free-for-all competition to claim the coveted prize, the Straw Hats find themselves in the thick of a wild treasure hunt. But the game takes an unexpected turn with the arrival of an uninvited pirate, whose sinister intentions threaten to disrupt the entire event. With the Marines hot on their trail and hidden secrets lurking behind the festival's facade, the Straw Hats must navigate through treacherous waters to uncover the truth and claim the ultimate prize.\n\nIn this action-packed 14th One Piece movie, celebrating the anime's 20th anniversary, the stakes are higher than ever as Luffy and his crew face off against some of the world's most notorious pirates in a thrilling race for Gold Roger's lost treasure. Will they emerge victorious, or will the unexpected challenges prove too much for them to handle? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4f3f09828c370513",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.266993612277448,
    "arithmeticGeometricMean": 8.262858623139653,
    "median": 8.260102040816328,
    "hash": "4f3f09828c370513",
    "lastUpdate": "2024-05-09"
  }
}