{
  "sources": [
    "https://anidb.net/anime/10691",
    "https://anilist.co/anime/20745",
    "https://anime-planet.com/anime/high-school-dxd-born",
    "https://anisearch.com/anime/9808",
    "https://kitsu.io/anime/8514",
    "https://livechart.me/anime/622",
    "https://myanimelist.net/anime/24703",
    "https://notify.moe/anime/_6f0tFmmg"
  ],
  "synopsis": {
    "text": "Issei’s Occult Research Club embarks on a summer journey to the underworld, home to Rias' brother, Lucifer. The purpose of their trip is to undergo rigorous training, but the underworld is full of surprises. The Khaos Brigade, an organization that includes the White Dragon, has its sights set on Issei and his companions.\n\nHaunted by dreams of his deceitful ex-girlfriend, Raynare, Issei struggles to trust the girls around him. As summer vacation approaches, the Hyoudou residence undergoes a transformation into a luxurious three-story mansion, complete with a training ground, bath, and swimming pool. The Occult Research Club members set off for the underworld via a secure train route, only to be ambushed by Azazel, who uses the opportunity to assess their training needs.\n\nEach member is assigned a 20-day training regimen, with Issei being mentored by Tannin, a former Dragon King. Despite completing his training, Issei remains unable to activate his Balance Breaker, leading Azazel to suggest the need for a catalyst.\n\nAs the students of Kuoh Academy enjoy their summer break, the Red Dragon Emperor, Issei Hyoudou, and the Occult Research Club are working tirelessly to improve their skills. After their battle with Vali and the Chaos Brigade, it becomes clear that Rias Gremory's team lacks experience. To address this, Rias and Azazel lead the club on a rigorous training program in the underworld.\n\nWhile the team grows stronger, their enemies gather strength and numbers. The sudden appearance of Loki, the Evil God of Norse Mythology, sets the stage for epic battles and formidable devils in High School DxD BorN!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4f6ada449573cccc",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.544621414315562,
    "arithmeticGeometricMean": 7.540423491882008,
    "median": 7.690077493996943,
    "hash": "4f6ada449573cccc",
    "lastUpdate": "2024-05-09"
  }
}