{
  "sources": [
    "https://anidb.net/anime/7369",
    "https://anilist.co/anime/6707",
    "https://anime-planet.com/anime/black-butler-2",
    "https://anisearch.com/anime/5697",
    "https://kitsu.io/anime/4678",
    "https://livechart.me/anime/3772",
    "https://myanimelist.net/anime/6707",
    "https://notify.moe/anime/x2f65Kmig"
  ],
  "synopsis": {
    "text": "The curtains rise again on the dark, supernatural world of Kuroshitsuji, where we meet Alois Trancy, the newly appointed head of the Trancy estate. Alois' life has been far from ordinary, having been abducted as an infant and forced into a life of servitude. His return to his family's manor, following the untimely death of his father, is shrouded in mystery and intrigue. Accompanying him is his enigmatic butler, Claude Faustus, a man of extraordinary abilities and questionable intentions.\n\nMeanwhile, the indomitable duo of Sebastian and Ciel Phantomhive continue their investigations into the strange occurrences plaguing the country. However, their path is set to cross with Alois, who has developed an unsettling fascination for Ciel. As the two butlers, Sebastian and Claude, lock horns in a sinister battle for the soul of their respective masters, the stage is set for a chilling tale of deceit, desire, and dark forces.\n\nIn this late 19th-century English backdrop, the once-enslaved Alois now wields power, yet his cruel and capricious behavior hints at a deeper, darker secret. As the web of lies and deception thickens within the Trancy manor, the bond between Alois and Claude will be put to the test. Will Sebastian be able to shield Ciel from the looming darkness, or will the malevolent Claude succeed in his sinister plans? Only time will tell in this thrilling continuation of Kuroshitsuji.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.1304023139558845,
    "arithmeticGeometricMean": 7.127338791507945,
    "median": 7.22,
    "lastUpdate": "2024-05-09"
  }
}