{
  "sources": [
    "https://anidb.net/anime/8709",
    "https://anilist.co/anime/11751",
    "https://anime-planet.com/anime/symphogear",
    "https://anisearch.com/anime/7352",
    "https://kitsu.io/anime/6587",
    "https://livechart.me/anime/1161",
    "https://myanimelist.net/anime/11751",
    "https://notify.moe/anime/bBlIpFmiR"
  ],
  "synopsis": {
    "text": "The world is under threat from an alien race known as 'Noise', a disaster that brings death and destruction. The only defense against this menace is the Symphogear System, a top-secret technology capable of eliminating the Noise. This system is wielded by none other than the famous singing duo, Zwei Wing, composed of Tsubasa Kazanari and Kanade Amou. Unbeknownst to their fans, these idols are the protectors of society, battling the Noise behind the scenes.\n\nTwo years ago, Kanade made the ultimate sacrifice to protect a young girl named Hibiki Tachibana from a Noise attack, leaving behind a fragment of her Symphogear within Hibiki. Fast forward to the present, Hibiki, now a high school student along with her friend Miku Kohinata, enrolls in the prestigious Lydian Private Music Academy, where they are thrilled to find their idol Tsubasa also attends.\n\nHowever, their lives take a dramatic turn when Hibiki finds herself in the midst of another Noise attack. In a desperate attempt to save a young girl, Hibiki awakens the power of Kanade's Symphogear that lay dormant within her. Now, Tsubasa and Hibiki must join forces, learning to harness their powers together to continue the fight against the Noise, all while dealing with the loss and legacy of Kanade. The symphony of battle is about to begin, and the fate of humanity rests on their harmonious collaboration.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4fea38bcc0d208b1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.992869430916305,
    "arithmeticGeometricMean": 6.988478680523938,
    "median": 7.070454545454545,
    "hash": "4fea38bcc0d208b1",
    "lastUpdate": "2024-05-09"
  }
}