{
  "sources": [
    "https://anidb.net/anime/18076",
    "https://anilist.co/anime/166452",
    "https://anime-planet.com/anime/the-ancient-magus-bride-season-2-part-ii",
    "https://anisearch.com/anime/18469",
    "https://kitsu.io/anime/47649",
    "https://livechart.me/anime/12181",
    "https://myanimelist.net/anime/55742",
    "https://notify.moe/anime/Jwz48fXVg"
  ],
  "synopsis": {
    "text": "Sargant's granddaughter, Philomela, and her peers, including Chise Hatori, are trapped within the confines of their magic college, now under strict isolation following a series of magic-draining attacks. The headmistress, Liza Quillyn, has enforced this measure to protect the students and faculty, but the mysterious illness continues to spread, weakening both students and teachers. As the college turns into a fortress patrolled by golems, the political machinations of traditional magical families, including Philomela's grandmother Lizbeth, come into play.\n\nChise, an apprentice to the enigmatic Elias Ainsworth, must navigate this tumultuous environment while honing her magical abilities. The elusive Fabio Zaccheroni is tasked with teaching the students to defend themselves without magic, as the stolen, dangerous magic book remains at large. Meanwhile, Chise's roommate, Lucy Webster, grapples with her own dark past.\n\nAs the walls close in and the stakes escalate, Chise and her friends must unravel the mystery behind the magic-draining culprit and the spreading illness before it's too late. Will Chise's magic grow strong enough to overcome these challenges? Only time will tell in this thrilling continuation of Mahoutsukai no Yome's second season.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "4ff75e66717c8e56",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.135060399917544,
    "arithmeticGeometricMean": 8.128628291565139,
    "median": 8.157454545454545,
    "hash": "4ff75e66717c8e56",
    "lastUpdate": "2024-05-09"
  }
}