{
  "sources": [
    "https://anidb.net/anime/9980",
    "https://anilist.co/anime/20626",
    "https://anime-planet.com/anime/fairy-tail-2",
    "https://anisearch.com/anime/8793",
    "https://kitsu.io/anime/8203",
    "https://livechart.me/anime/386",
    "https://myanimelist.net/anime/22043",
    "https://notify.moe/anime/gEFopFimg"
  ],
  "synopsis": {
    "text": "More than a century has passed since magic became an integral part of life in the fictional realm of Earth-Land. Among the numerous mage guilds, Fairy Tail stands out as a beacon of hope and camaraderie. Based in the Kingdom of Fiore, this eccentric guild is home to an eclectic mix of wizards, including the fiery dragon slayer Natsu Dragneel and the celestial mage Lucy Heartfilia.\n\nLucy, a determined 17-year-old, embarks on a quest to join the prestigious Fairy Tail guild and hone her magical abilities. As she navigates the treacherous world of mages, she encounters Natsu, whose dragon-like powers and jovial nature make him an invaluable ally. Together, they face formidable adversaries, from malevolent dark guilds to ancient dragons, and unravel the enigmatic past that binds them.\n\nAs the members of Fairy Tail delve deeper into the mysteries surrounding their world, they discover that their greatest nemesis, the dark mage Zeref, has sinister plans for humanity. To thwart his schemes, a group of mages, led by Lucy, attempts to unlock the Eclipse gate and alter the past. Meanwhile, Natsu and his fellow dragon slayers unearth the truth behind the Dragon King Festival and the disappearance of the dragons on 07.07.777.\n\nAs the Grand Magic Games reach their zenith, the Fairy Tail guild faces not only fierce competition but also a looming threat from a shadowy figure connected to the Eclipse Gate. Despite the challenges that lie ahead, the indomitable spirit of Fairy Tail prevails, as the guild members stand united in their",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.937644878350452,
    "arithmeticGeometricMean": 7.933265859285863,
    "median": 7.838019216555802,
    "lastUpdate": "2024-05-09"
  }
}