{
  "sources": [
    "https://anidb.net/anime/4570",
    "https://anilist.co/anime/1576",
    "https://anime-planet.com/anime/intrigue-in-the-bakumatsu-irohanihoheto",
    "https://anisearch.com/anime/3710",
    "https://kitsu.io/anime/1416",
    "https://livechart.me/anime/5137",
    "https://myanimelist.net/anime/1576",
    "https://notify.moe/anime/4Ss-5KiiR"
  ],
  "synopsis": {
    "text": "Thrown into the chaotic twilight of the Bakumatsu era, when the samurai's code still held sway and the shadows of Western influence began to encroach, a lone mercenary named Yojiro Akizuki roams Japan. He wields his sword not only for hire, but also in pursuit of supernatural artifacts, leaving a trail of blood in his wake. Among these artifacts lies the dreaded Hasha no Kubi, the Conqueror's Head, a cursed relic believed to bestow unrivaled power upon its possessor.\n\nIn this tumultuous landscape, Akizuki crosses paths with the enigmatic Yuyama Troupe, a theatrical group harboring dark secrets and a thirst for vengeance. Their fates intertwined, they find themselves in a relentless battle against the Eternal Assassin, a spectral entity bound to clash with Hasha no Kubi throughout eternity.\n\nAs the struggle for power unfolds, various factions with conflicting interests and personal vendettas emerge, all vying for control of the Conqueror's Head. In the midst of this deadly game, Akizuki must confront his own haunted past and navigate the treacherous currents of history to fulfill his mission: to destroy the ancient relic that has wrought chaos and bloodshed for millennia. Will he succeed, or will he become yet another pawn in the quest for ultimate power?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "509066f4abfae868",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.847928968990193,
    "arithmeticGeometricMean": 6.841369080668686,
    "median": 6.818181818181818,
    "hash": "509066f4abfae868",
    "lastUpdate": "2024-05-08"
  }
}