{
  "sources": [
    "https://anilist.co/anime/98884",
    "https://anime-planet.com/anime/haikyuu-movie-3-talent-and-sense",
    "https://kitsu.io/anime/13655",
    "https://livechart.me/anime/2581",
    "https://myanimelist.net/anime/35110",
    "https://notify.moe/anime/BfPVhKiiR"
  ],
  "synopsis": {
    "text": "Aoba Johsai High School, Karasuno's formidable rival, stands between them and the Spring Tournament prelims. Determined to avenge their defeat at the Inter-High prelims, Karasuno High School Volleyball Club, led by the dynamic duo of Shouyou Hinata and Tobio Kageyama, joins a rigorous training camp in Tokyo. The camp, organized by Nekoma High School, pushes the team to their limits, resulting in a series of demoralizing losses.\n\nAs the players grapple with their individual shortcomings, Hinata and Kageyama find themselves at odds, their once-perfect synchronization now marred by Hinata's impulsive playstyle and Kageyama's mounting frustration. However, an unexpected encounter provides them with the insight they need to overcome their challenges.\n\nIn the semi-finals, Karasuno faces off against Aoba Johsai, led by the skilled setter Oikawa, who also shares a history with Kageyama. Despite Karasuno's relentless attacks, Aoba Johsai maintains their advantage, thanks to Oikawa's precise serves and Kyotani's powerful spikes. Karasuno fights back with Hinata and Kageyama's unconventional quick attack and Yamaguchi's service ace, giving their all in this high-stakes match against their ultimate rivals.\n\nThis film captures the intense battle against Aoba Johsai, including never-before-seen scenes that unfold after the match, offering a fresh perspective on the second season of the beloved anime series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "510a2f0e1d93e87e",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.077878787878788,
    "arithmeticGeometricMean": 8.073299397937616,
    "median": 8.130454545454544,
    "hash": "510a2f0e1d93e87e",
    "lastUpdate": "2024-05-06"
  }
}