{
  "sources": [
    "https://anidb.net/anime/6538",
    "https://anime-planet.com/anime/maiden-rose",
    "https://anisearch.com/anime/5421",
    "https://kitsu.io/anime/4328",
    "https://livechart.me/anime/5273",
    "https://myanimelist.net/anime/5902",
    "https://notify.moe/anime/TKM35FmiR"
  ],
  "synopsis": {
    "text": "This anime tells the story of Taki Reizen, a commander of extraordinary beauty, and Klaus von Wolfstadt, a knight of rough demeanor, who are bound by a master-servant pledge amidst a war between their nations. Taki carries the weight of his nation's fate on his shoulders, while Klaus, nicknamed 'Mad Dog', swears loyalty to him. Despite their genuine feelings for each other, the people around them are disapproving and skeptical. Their love story unfolds against the backdrop of war, with the violence of the battlefield threatening to tear them apart.\n\nKlaus first met Taki in 1918 during a coronation ceremony in a Far Eastern country. After helping Taki pick flowers for his ceremonial headgear, Klaus was asked by Taki to become his knight. Nine years later, they reunited at Luckenwalde Military Academy, where Klaus was ordered to befriend and protect Taki. Over time, the two fell in love, but their relationship was complicated by Taki's obligation to remain celibate until marriage due to his family's divine favor. Despite this, Klaus swore to serve Taki as his knight, binding them together for life.\n\nTheir relationship becomes strained when Klaus, confused and angered by Taki's decision to end their romantic relationship, becomes abusive towards him. Meanwhile, the 100-year truce between the countries of the world is broken as the Empire of Eurote invades and expands across the continent. Taki and Klaus must fight together in the war, but can Taki trust Klaus, who was born in the Empire of Eurote, and will their love survive the violence of war?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "51776c499c581479",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.5566489972612425,
    "arithmeticGeometricMean": 6.548686444066315,
    "median": 6.48,
    "hash": "51776c499c581479",
    "lastUpdate": "2024-05-09"
  }
}