{
  "sources": [
    "https://anidb.net/anime/17309",
    "https://anilist.co/anime/143508",
    "https://anime-planet.com/anime/wu-ying-sanqian-dao",
    "https://anisearch.com/anime/17215",
    "https://kitsu.io/anime/46022",
    "https://myanimelist.net/anime/51457",
    "https://notify.moe/anime/7_ipfgMSR"
  ],
  "synopsis": {
    "text": "Do you ever wonder what it's like to wake up in someone else's life? Well, Xu Wuzhou knows exactly how that feels. After being reincarnated into the body of a notorious scoundrel, he finds himself in the midst of a chaotic cultivation world filled with vassals, sects, and powerful artifacts.\n\nPreviously, the body he now inhabits belonged to the infamous son-in-law of the prestigious Qin family, who was known for his disgraceful behavior. As a result, Xu Wuzhou is met with the scorn of his beautiful wife and the disdain of his father-in-law, ultimately leading to his exile.\n\nBut just when things couldn't get any worse, he stumbles upon an ancient artifact with an insatiable thirst for blood. However, this encounter might just be the key to turning his life around. Bestowed with the sword skills and medicinal knowledge of the late cultivation expert Song Yu, Xu Wuzhou is determined to restore his reputation and prove his worth to the Qin family.\n\nIn a world where the once-respected Daoist sect is now in decline, Xu Wuzhou inexplicably takes on the mission to revive it. With his newfound abilities and unwavering resolve, he's ready to face whatever challenges come his way and prove that he's more than just a \"crappy son-in-law.\"\n\nJoin Xu Wuzhou on his thrilling journey as he navigates through this treacherous world, filled with unexpected twists and turns, in order to restore his honor and reclaim his place in the Qin family.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.918071243042671,
    "arithmeticGeometricMean": 6.897678003806854,
    "median": 6.45
  },
  "lastUpdate": "2024-05-08"
}