{
  "sources": [
    "https://anidb.net/anime/9247",
    "https://anilist.co/anime/14317",
    "https://anime-planet.com/anime/computer-kakumei-saikyou-x-saisoku-no-zunou-tanjou",
    "https://anisearch.com/anime/672",
    "https://kitsu.io/anime/7111",
    "https://livechart.me/anime/5590",
    "https://myanimelist.net/anime/14317",
    "https://notify.moe/anime/kEGdtKmmg"
  ],
  "synopsis": {
    "text": "Tokyo, 2020: a world where technology has become an integral part of everyday life, from serving fast food to passing high school exams. The anime short \"Computer Kakumei,\" aired by NHK and conceived by Hideaki Sena, offers a glimpse into this near-future society through the eyes of Mako, a high school senior navigating the complexities of her final year.\n\nAs Mako prepares for her exams, the news of an AI passing the same test leaves her feeling slightly discouraged. Meanwhile, her friend Hiromi works a computer-based part-time job, highlighting the increasing reliance on technology in the workforce. Even the city's infrastructure is intertwined with technology, as an earthquake warning system alerts Mako to the exact time, magnitude, and location of an impending tremor, guiding her to safety through an augmented reality view.\n\nBut as Mako's life becomes increasingly intertwined with technology, a phone call from her mother brings news of her father's breakdown, shaking her quiet existence. In this rapidly changing world, Mako must decide what role she will play in the future, as she and her friends experience the impact of technology on their daily lives. \"Computer Kakumei\" invites viewers to explore this brave new world and consider the implications of a society where computers have become ubiquitous.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "51e444a176de6900",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.3663080456958,
    "arithmeticGeometricMean": 6.362471814286924,
    "median": 6.45,
    "hash": "51e444a176de6900",
    "lastUpdate": "2024-05-09"
  }
}