{
  "sources": [
    "https://anidb.net/anime/14580",
    "https://anilist.co/anime/106918",
    "https://anime-planet.com/anime/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note",
    "https://anisearch.com/anime/14075",
    "https://kitsu.io/anime/42092",
    "https://livechart.me/anime/8698",
    "https://myanimelist.net/anime/38959",
    "https://notify.moe/anime/evNIQtUmg"
  ],
  "synopsis": {
    "text": "Grail wars and magical mysteries converge in the world of Lord El-Melloi II, formerly known as Waver Velvet. Once a valiant combatant alongside the King of Conquerors, Iskandar, in the Fourth Holy Grail War, Waver has since assumed the mantle of Lord El-Melloi II, a respected educator and researcher at the illustrious Clock Tower—the epicenter of magical learning.\n\nTen years after the events of Fate/Zero, Lord El-Melloi II finds himself entangled in a web of enigmatic magical incidents, as well as internal power struggles among the Clock Tower's nobility. Tasked with leading the Institute for Modern Mage Craft Studies and serving as the temporary head of the El-Melloi household, Waver must navigate the complexities of his position while solving a series of mystical cases assigned by the Mages' Association and his adoptive sister, Reines.\n\nAccompanied by his enigmatic apprentice, Gray, and his devoted students, Svin and Flat, Lord El-Melloi II embarks on a perilous journey to unravel the truth behind the Clock Tower's secrets. From investigating the mysterious Castle of Adra to uncovering the hidden motives of his colleagues, Waver's adventures are fraught with danger, deception, and intrigue.\n\nAs the successor to Kayneth El-Melloi Archibald, Lord El-Melloi II must rely on his wits, experience, and the support of his allies to overcome the challenges that lie ahead. With each case more complex than the last, Waver's determination and resourcefulness are put to the test as he delves deeper into the world of magic and its many mysteries. Will he uncover the truth behind the Cl",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.380408736221762,
    "arithmeticGeometricMean": 7.378981422515652,
    "median": 7.412918367346938
  },
  "lastUpdate": "2024-05-09"
}