{
  "sources": [
    "https://anidb.net/anime/9518",
    "https://anilist.co/anime/18153",
    "https://anime-planet.com/anime/beyond-the-boundary",
    "https://anisearch.com/anime/8908",
    "https://kitsu.io/anime/7714",
    "https://livechart.me/anime/104",
    "https://myanimelist.net/anime/18153",
    "https://notify.moe/anime/snmppKimg"
  ],
  "synopsis": {
    "text": "Together, they were never meant to cross paths, but when they did, their intertwined destinies promised to reshape the world. Akihito Kanbara, a high school student with a seemingly ordinary life, conceals a remarkable secret: he is half-youmu, a creature that grants him the power of rapid healing and immortality. Mirai Kuriyama, a lonely freshman, is the last of her clan, possessing an extraordinary ability to manipulate blood, making her an outcast even among the Spirit World Warriors.\n\nWhen Akihito stumbles upon Mirai on the brink of jumping from the school rooftop, their fates become inextricably entwined. As he saves her, he unwittingly plunges them both into a dangerous world of supernatural creatures known as youmu. Mirai, tasked with hunting these beings, finds herself struggling to reconcile her mission with her growing bond with Akihito, who is himself a half-youmu.\n\nAs they navigate through the perils of their extraordinary lives, Mirai and Akihito form a unique alliance, with Mirai constantly trying to hone her skills by attacking Akihito, who remains unfazed due to his regenerative abilities. Joined by other Spirit World Warriors, Hiroomi and Mitsuki Nase, their Literary Club becomes a sanctuary amidst the escalating chaos.\n\nTheir atypical friendship blossoms, but the relentless youmu grow stronger, threatening their newfound camaraderie. As the imminent emergence of the most formidable youmu, Beyond the Boundary, looms, their misadventures evolve into a desperate struggle for survival. Together, they must find the strength to face the challenges that await them, for their shared destiny might just be the key",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.664625614251881,
    "arithmeticGeometricMean": 7.662342456332946,
    "median": 7.765,
    "lastUpdate": "2024-05-09"
  }
}