{
  "sources": [
    "https://anidb.net/anime/17312",
    "https://anilist.co/anime/147216",
    "https://anime-planet.com/anime/d4dj-all-mix",
    "https://anisearch.com/anime/17444",
    "https://kitsu.io/anime/46507",
    "https://livechart.me/anime/11180",
    "https://myanimelist.net/anime/51586",
    "https://notify.moe/anime/Z4PHmkQ7g"
  ],
  "synopsis": {
    "text": "First ly, the beloved DJ unit, Lyrical Lily, from Arisugawa Academy, is tasked with a challenging yet exciting mission. The local town hall has requested them to perform monthly for an entire year as part of a town revitalization project, Operation Beckoning Cat. Overwhelmed by the daunting task, Lyrical Lily reaches out to the DJ units that have previously supported them, such as Happy Around, Photo Maiden, Peaky P-key, Rondo, and Merm4id. Together, these energetic and talented girls must work tirelessly to create unforgettable performances that will not only entertain their audience but also attract new residents to their town.\n\nIn the second season of D4DJ First Mix, Lyrical Lily is back and ready to shine on a new stage. When they learn that their town revitalization event is a yearlong commitment, they enlist the help of some of the most popular DJ units around to keep things fresh and exciting. With the regular TV broadcast starting on January 13, 2023, the beats are back, and Lyrical Lily is ready to make some noise!\n\nSchoolgirl DJ unit Lyrical Lily has been given the task of putting together a performance for their town's revitalization event. However, performing a show every month for a year is no easy feat. Fortunately, they have the support of their friends, family, and other DJ units they've met along the way. Together, they'll create a musical mix that will attract visitors and new residents to their town.\n\nFinally, Lyrical Lily's leader, Haruna Kasuga, is approached by the chamber of commerce with a special assignment. To help the town get back on its feet, her unit must hold a monthly gig to attract as many people as possible. While the workload seems daunting, Haruna",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.4295573813941145,
    "arithmeticGeometricMean": 7.416207396078158,
    "median": 7.636363636363636,
    "lastUpdate": "2024-05-09"
  }
}