{
  "sources": [
    "https://anilist.co/anime/8190",
    "https://anime-planet.com/anime/nodame-cantabile-ova-2",
    "https://anisearch.com/anime/6856",
    "https://kitsu.io/anime/5236",
    "https://livechart.me/anime/4951",
    "https://myanimelist.net/anime/8190",
    "https://notify.moe/anime/WzRipFiig"
  ],
  "synopsis": {
    "text": "An extra episode in the Nodame Cantabile series, written by Ninomiya Tomoko, takes place in the springtime, just before Nodame's graduation from the Conservatoire. Shinichi Chiaki, a talented conductor and pianist, is preoccupied with his professional life, while Nodame, an eccentric pianist, is head-over-heels in love with him. Their relationship, though seemingly romantic, is fraught with misunderstandings and petty squabbles, such as a disagreement over soy sauce that leads Nodame to accept a date invitation from Lucas Beaudry, a young French piano prodigy. Chiaki, who has never experienced jealousy before, finds himself struggling with this new emotion.\n\nSet in a top music academy in Japan, Chiaki's arrogance is only rivaled by his exceptional piano skills. After a disagreement with a teacher, he is demoted to a class full of musicians deemed as rejects, including Nodame, who insists on being called Nodame and declares herself as Chiaki's girlfriend. To make matters worse, Nodame lives right next door to him.\n\nIn an attempt to make Chiaki jealous, Nodame goes on a date with Lucas. However, her plan backfires when she discovers that Lucas has a date of his own. In a panic, Nodame rushes back to prevent any damage to her relationship with Chiaki. To her relief, she finds a familiar face with Chiaki, but the real drama unfolds when their 'dates' come face to face. Will their relationship survive this unexpected turn of events? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "52445ac18455bfd6",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.606602585622994,
    "arithmeticGeometricMean": 7.604648120135221,
    "median": 7.714,
    "hash": "52445ac18455bfd6",
    "lastUpdate": "2024-05-06"
  }
}