{
  "sources": [
    "https://anidb.net/anime/3170",
    "https://anilist.co/anime/612",
    "https://anime-planet.com/anime/petopeto-san",
    "https://anisearch.com/anime/3218",
    "https://kitsu.io/anime/567",
    "https://livechart.me/anime/7438",
    "https://myanimelist.net/anime/612",
    "https://notify.moe/anime/9I3T5FmmR"
  ],
  "synopsis": {
    "text": "Japanese society has taken a remarkable turn, embracing centuries-old mythical creatures known as youkai into their daily lives. In the quaint town of Ayukawa, human children now share classrooms with these supernatural beings, who possess unique abilities and characteristics. Among these extraordinary creatures is Hatoko 'Petoko' Fujimura, a half-youkai, half-human girl with enchanting powers.\n\nPetoko, a member of the Petopeto race, possesses an endearing yet peculiar trait: she adheres to anyone who makes physical contact with her bare skin, a bond only broken when she falls asleep. Additionally, she has the uncanny ability to vanish at will, even at a molecular level. Despite her supernatural abilities, Petoko grapples with the complexities of human emotions and relationships.\n\nEnter Shingo Ohashi, an ordinary human boy who finds himself inexplicably drawn to Petoko's captivating charm. Their lives intertwine when Shingo attempts to prevent Petoko from falling into a pool, resulting in an unexpected bond. As they navigate their enforced closeness, Shingo develops feelings for Petoko, leaving her to question whether a creature designed to ensnare human males can genuinely experience love. This heartwarming tale explores the intricacies of love, acceptance, and the challenges of coexistence between humans and youkai.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5256f3e8d3ab42db",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.319731071649438,
    "arithmeticGeometricMean": 6.308140878619879,
    "median": 6.298,
    "hash": "5256f3e8d3ab42db",
    "lastUpdate": "2024-05-09"
  }
}