{
  "sources": [
    "https://anidb.net/anime/5089",
    "https://anilist.co/anime/2131",
    "https://anime-planet.com/anime/bludgeoning-angel-dokuro-chan-2",
    "https://anisearch.com/anime/4428",
    "https://kitsu.io/anime/1928",
    "https://livechart.me/anime/4036",
    "https://myanimelist.net/anime/2131",
    "https://notify.moe/anime/CAuL5Kmig"
  ],
  "synopsis": {
    "text": "Dokuro-chan, an angel with a penchant for violence, disrupts the mundane existence of middle school student Sakura Kusakabe, forever altering his once-ordinary life. As they cohabit, Sakura's daily routine transforms into a chaotic whirlwind of love, laughter, and gore. Joined by Dokuro's equally eccentric angelic siblings, Zakuro and Sabato Mihashigo, as well as the peculiar Zansu, the group engages in absurd antics that frequently culminate in Sakura's untimely demise at the hands of Dokuro's trusted weapon, Excalibolg.\n\nIn the future, Sakura is destined to incur divine wrath by accidentally inventing immortality, creating a world where women cease to age after twelve. To prevent this, Mitsukai Dokuro, an angel assassin from the Rurutie order, is dispatched to eliminate him. However, her belief in redemption leads her to resurrect Sakura after each murder, courtesy of her colossal spiked club, Excalibolg. The situation escalates as another Rurutie assassin, Sabato-chan, arrives, determined to accomplish Dokuro's original mission and end Sakura's life once and for all.\n\nAs if things weren't complicated enough, the arrival of Dokuro's younger sister, Zakuro-chan, and Sabato-chan's mother, Babel, only adds to the chaos. For Sakura, even the most mundane activities, such as a school field trip or a relaxing bath, become a deadly dance with resurrection. Brace yourself for a wild ride filled with absurdity, ecchi moments, and unending violence in this unpredictable and darkly humorous",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "525dbd81894ecca6",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.736998153301724,
    "arithmeticGeometricMean": 6.733224248938797,
    "median": 6.58,
    "hash": "525dbd81894ecca6",
    "lastUpdate": "2024-05-09"
  }
}