{
  "sources": [
    "https://anilist.co/anime/112125",
    "https://anime-planet.com/anime/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-ii-ova",
    "https://anisearch.com/anime/14697",
    "https://kitsu.io/anime/42584",
    "https://livechart.me/anime/9612",
    "https://myanimelist.net/anime/40453",
    "https://notify.moe/anime/FH-Euq2Zg"
  ],
  "synopsis": {
    "text": "Everything changes for the Hestia Familia when their leader, Hestia, receives an unusual commission from Miach, the head of the Miach Familia. Instead of the typical monster-slaying quest, they're tasked with collecting rare medicinal herbs on the idyllic Paradise Island. With the promise of double the usual reward, Bell, Hestia, and their companions eagerly accept the offer, seeing it as the perfect opportunity to combine work with pleasure.\n\nUpon arrival, they're joined by the beautiful Liu, and the group can't resist the allure of the crystal-clear waters and pristine beaches. A bikini contest ensues, and the competition is fierce as Hestia, Lili, and Haruhime vie for Bell's attention. But when an unexpected guest, the usually stoic sword maiden Ais, arrives on the scene, the dynamics shift in unpredictable ways.\n\nHowever, their island getaway quickly turns into chaos when one of the women returns from the beach with a mysterious fungus on her head, exhibiting strange behavior. In a race against time, the group must find an antidote before it's too late. Legend has it that the elusive Everything Flower, a plant with unimaginable healing powers, grows on the island. But as they search for the mythical bloom, they soon discover that Paradise Island hides a dark secret. Will they find the cure in time, or will their quest for the Everything Flower lead to disaster? Only time will tell in this thrilling and unexpected adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "52715e4a20dad207",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.7086909044815,
    "arithmeticGeometricMean": 6.706392894744915,
    "median": 6.636363636363637,
    "hash": "52715e4a20dad207",
    "lastUpdate": "2024-05-06"
  }
}