{
  "sources": [
    "https://anidb.net/anime/1826",
    "https://anilist.co/anime/3025",
    "https://anime-planet.com/anime/dragon-slayer-the-legend-of-heroes",
    "https://anisearch.com/anime/3484",
    "https://kitsu.io/anime/2733",
    "https://livechart.me/anime/7747",
    "https://myanimelist.net/anime/3025",
    "https://notify.moe/anime/hD8UcFmmg"
  ],
  "synopsis": {
    "text": "Resolved to avenge his family and reclaim his rightful place on the throne, Sirius, the young prince of the enchanted Island Kingdom of Faaren, embarks on a perilous journey. Once a peaceful realm ruled by his wise father, King Aswell, Faaren now lies in ruins, overrun by the dark forces of Demon Lord Ackdam and his terrifying legions. After witnessing the murder of his father and the kidnapping of his mother, Sirius narrowly escapes death with the help of his father's loyal companion, Rias.\n\nUnder Rias's tutelage, Sirius matures into a formidable warrior, mastering the art of swordsmanship and chivalry. Together, they traverse the desolate kingdom, shielding the innocent from the malevolent forces that reign supreme. However, their noble deeds do not go unnoticed, drawing the attention of Ackdam's powerful henchman, Zagi. In a tragic turn of events, Rias is slain by Zagi, and Sirius is captured.\n\nFortunately, the underground rebels come to Sirius's aid, freeing him from captivity and revealing the shocking truth: his mother, the queen, remains alive, held captive within Ackdam's fortress. Fueled by determination and armed with his formidable fighting skills, Sirius must confront the shapeshifting Zagi and the demon lord Ackdam, racing against time to save his mother, avenge his father and mentor, and restore peace to the beleaguered Kingdom of Faaren.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.747258945136496,
    "arithmeticGeometricMean": 5.73290586677868,
    "median": 5.5,
    "lastUpdate": "2024-05-09"
  }
}