{
  "sources": [
    "https://anidb.net/anime/16113",
    "https://anilist.co/anime/130713",
    "https://anime-planet.com/anime/the-ancient-magus-bride-the-boy-from-the-west-and-the-knight-of-the-blue-storm",
    "https://anisearch.com/anime/16043",
    "https://kitsu.io/anime/44168",
    "https://livechart.me/anime/10458",
    "https://myanimelist.net/anime/48438",
    "https://notify.moe/anime/ugW7LA8Mg"
  ],
  "synopsis": {
    "text": "Hunt every few decades, a group of mystical fae knights known as the Wild Hunt awakens and roams the land, causing old plants to wither and new ones to grow. However, a lightning strike has damaged their stone monument, causing a fragment containing their guide to break off. As a result, the Wild Hunt is unable to maintain their formation and is instead aimlessly wandering the forests, leaving death in their wake. Spriggan tasks Elias Ainsworth with finding the missing guide's steed and reuniting it with its master. Meanwhile, an asthmatic young boy named Gabriel, who is bored with his new life after moving from London, discovers the chipped-off rock and summons the knight within. The knight, with only the memory of wanting to return, must reunite with his steed and the Wild Hunt before his absence causes irreparable damage. As the worlds of boys and mages intersect, Chise prepares to become a part-time student at the academy with the help of Elias and the others. But their preparations are interrupted by the arrival of a spriggan on a strange horse, bringing news that something is wrong with the Wild Hunt. Can Elias and the others stop the apocalyptic horsemen in time?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "52f3e22bb803032d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.776025510204082,
    "arithmeticGeometricMean": 7.7724770517664625,
    "median": 7.7989999999999995,
    "hash": "52f3e22bb803032d",
    "lastUpdate": "2024-05-09"
  }
}