{
  "sources": [
    "https://anidb.net/anime/15459",
    "https://anilist.co/anime/116752",
    "https://anime-planet.com/anime/the-seven-deadly-sins-dragons-judgement",
    "https://anisearch.com/anime/15097",
    "https://kitsu.io/anime/43458",
    "https://livechart.me/anime/9851",
    "https://myanimelist.net/anime/41491",
    "https://notify.moe/anime/mhYRwj9Wg"
  ],
  "synopsis": {
    "text": "Ban ished for centuries, the Seven Deadly Sins reunite to confront a formidable enemy that threatens the Kingdom of Liones. As they scatter across Britannia to vanquish their foes, they encounter three powerful adversaries and embark on a mission to save a cherished friend and Elizabeth. However, the truth behind the Holy War's end 3000 years ago resurfaces, leading to unexpected confrontations between old allies. As the saga of the Seven Deadly Sins and their companions unfolds, an immense power is unleashed.\n\nMeliodas and Elizabeth's millennia-long journey reaches its climax, with unexpected enemies emerging. The final chapter begins.\n\nIn a surprising turn of events, the Seven Deadly Sins ally with the Holy Knights to reclaim Camelot from the demonic forces. Meliodas contemplates absorbing the Ten Commandments to become the new demon king, despite Elizabeth's disapproval. Meanwhile, Estarossa's uncontrollable power forces Elizabeth to accompany him, leaving King, Hawk, and others to pursue them. Merlin and her allies face a daunting battle against the demons Zeldris, Chandler, and Cusack, while Ban is trapped in Purgatory, searching for Meliodas's emotions.\n\nWith Elizabeth's life hanging in the balance due to a deadly curse, Meliodas and Ban venture into the Demon Realm to confront the Demon King. Merlin, Escanor, and Archangel Ludociel prepare to battle Meliodas' brother, Zeldris. Simultaneously, Elizabeth's kidnapper, Estarossa, must be stopped by King, Diane, Gowther, and Hawk. Time is of the essence, as the curse threatens to claim Elizabeth's life within days.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "52fe4780737b2b5f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.019169599373839,
    "arithmeticGeometricMean": 7.011864270745201,
    "median": 7.111832386363636,
    "hash": "52fe4780737b2b5f",
    "lastUpdate": "2024-05-09"
  }
}