{
  "sources": [
    "https://anidb.net/anime/12947",
    "https://anilist.co/anime/98442",
    "https://anime-planet.com/anime/the-world-yamizukan",
    "https://anisearch.com/anime/12314",
    "https://kitsu.io/anime/13302",
    "https://livechart.me/anime/2573",
    "https://myanimelist.net/anime/35069",
    "https://notify.moe/anime/tcSn2FmiR"
  ],
  "synopsis": {
    "text": "The anime is a collection of chilling tales that delve into the uncanny and inexplicable phenomena lurking in the shadows of our world. From UFO sightings to cryptid encounters, ancient curses to supernatural abilities, spiritual experiences to bizarre cases, different dimensions to urban legends, each story is narrated in a captivating picture show style. The anime draws inspiration from the vintage aura of pulp horror stories that gained popularity in the 60s and 70s magazines, offering a nostalgic yet spine-tingling experience.\n\nHidden within the decaying walls of an old building, these eerie tales find their home in the pages of a peculiar encyclopedia. Each story unveils a dark reality where nothing is as it appears. A man's pursuit of his unfaithful wife leads him into the clutches of extraterrestrial beings; a boy's innocent friendship with a snowman uncovers a chilling secret; crop circles mysteriously appear on a family farm, hinting at uninvited guests; and sinister mechanical entities camouflage themselves in plain sight.\n\nEach tale in this omnibus short format anime promises a thrilling ride into the unknown, warning us of the terrifying darkness that might have been better left untouched. Dare to explore these macabre narratives and experience the horrors that await you.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "537aab7eefb43e73",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 4.782048182909527,
    "arithmeticGeometricMean": 4.729121354212775,
    "median": 4.645732838589981,
    "hash": "537aab7eefb43e73",
    "lastUpdate": "2024-05-09"
  }
}