{
  "sources": [
    "https://anidb.net/anime/11154",
    "https://anilist.co/anime/21114",
    "https://anime-planet.com/anime/yowamushi-pedal-the-movie",
    "https://anisearch.com/anime/10361",
    "https://kitsu.io/anime/10769",
    "https://livechart.me/anime/1464",
    "https://myanimelist.net/anime/30413",
    "https://notify.moe/anime/lx6wtFimg"
  ],
  "synopsis": {
    "text": "Sohoku's prodigious climber, Sakamichi, dedicates himself to rigorous training alongside Shunsuke and Shoukichi, determined to uphold the team spirit of camaraderie passed down by the soon-to-graduate third-years: Kinjou, Makishima, and Tadokoro. As the summer season nears its end, an invitation arrives for the prestigious Kumamoto Fire Country Mountain Range Race, a national competition featuring top-tier teams, including their formidable rivals from Hakone Academy. Will Sakamichi's burgeoning talent propel Sohoku to victory in this grueling race?\n\nWith the Inter-High competition concluded, Sakamichi and his fellow Sohoku team members are invited to participate in the esteemed Kumamoto Hi Province Mountain Range Race, where the nation's finest teams will be vying for the top spot. Among these elite competitors are Sohoku's longstanding rivals, Hakone Academy, as well as Kyoto Fushimi, Hiroshima Kureminami, and the home team, Kumamoto Daiichi High School, led by the formidable climber, Yoshimoto Shin. As the final race approaches, the stage is set on Mount Aso in Kumamoto Prefecture for Kinjou-led Sohoku to prove their mettle.\n\nFollowing their triumph at the Inter-High, Sakamichi and the rest of the Sohoku team receive an invitation to the illustrious Kumamoto Hi Province Mountain Range Race as summer draws to a close. This race showcases the cream of the crop from across the nation, including Sohoku's bitter rivals, Hakone Academy, who are hell-bent on dethroning them. Kyoto Fushimi, Hiroshima Kure",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.63302504638219,
    "arithmeticGeometricMean": 7.629835827864227,
    "median": 7.650454545454545,
    "lastUpdate": "2024-05-10"
  }
}