{
  "sources": [
    "https://anidb.net/anime/2130",
    "https://anilist.co/anime/1707",
    "https://anime-planet.com/anime/ultimate-muscle",
    "https://anisearch.com/anime/1514",
    "https://kitsu.io/anime/1532",
    "https://livechart.me/anime/6815",
    "https://myanimelist.net/anime/1707",
    "https://notify.moe/anime/J_Vf5KimR"
  ],
  "synopsis": {
    "text": "The story revolves around Mantaro Kinniku, also known as Kid Muscle, a seemingly ordinary and unremarkable young man with a distaste for responsibility and a knack for flatulence. However, Mantaro is far from ordinary; he is the 59th prince of Planet Kinniku and son of the legendary wrestler, King Suguru. When Earth is threatened by the dMP, a group of malevolent wrestlers from outer space, Mantaro is called upon to follow in his father's footsteps and protect the planet. Reluctant and fearful, Mantaro initially tries to escape his duty, but fate has other plans.\n\nOn Earth, Mantaro encounters Meat, his father's former trainer, who recognizes the potential in him and takes it upon himself to transform Mantaro into a formidable wrestler. Mantaro joins the Muscle League, a group of intergalactic wrestlers dedicated to defending Earth, and begins his journey to unlock the hidden power within him - Ultimate Muscle. This power turns Mantaro into a nearly invincible opponent, making him Earth's best hope against the dMP.\n\nWith the guidance of Meat and the support of the Muscle League, Mantaro embarks on a journey of self-discovery and growth, overcoming his cowardice and immaturity to become the hero Earth needs. Can Mantaro and the Muscle League harness their skills and defeat the dMP before it's too late? Only time will tell in this thrilling and humorous tale of courage, friendship, and wrestling.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.324645286686102,
    "arithmeticGeometricMean": 6.3080529050168765,
    "median": 6.01,
    "lastUpdate": "2024-05-09"
  }
}