{
  "sources": [
    "https://anidb.net/anime/12308",
    "https://anilist.co/anime/97609",
    "https://anime-planet.com/anime/cheating-craft",
    "https://anisearch.com/anime/11729",
    "https://kitsu.io/anime/12542",
    "https://livechart.me/anime/2269",
    "https://myanimelist.net/anime/33771",
    "https://notify.moe/anime/kQqkhKimg"
  ],
  "synopsis": {
    "text": "Failing or acing an exam can make or break a student's future in a world where academic success is the key to a prosperous life. The examination hall is a battleground, with students employing various strategies to secure their place at the top. Some, known as Learning Types (L-Types), dedicate their lives to studying and memorizing every bit of information. Others, known as Cheating Types (C-Types), rely on their wit and cunning to cheat their way to success.\n\nIn this high-stakes environment, unlikely alliances form between L-Types and C-Types, but the rivalry between them is palpable. Our story follows the journey of Mumei, a C-Type student, and Koui, an L-Type student, as they navigate the treacherous waters of exams. With the examiners always on the lookout for cheaters, the battle for supremacy between the two types intensifies, making the exam hall a chaotic and unpredictable place.\n\nAs Mumei and Koui strive to outsmart each other, they find themselves locked in a fierce battle of wits. Will Mumei's cheating strategies be enough to outmaneuver Koui's academic prowess, or will Koui find a way to stay one step ahead of his cunning rival? The stage is set for a showdown that will determine their fates and shape their futures.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "53eab6afca575009",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.463951957683223,
    "arithmeticGeometricMean": 5.444185591083434,
    "median": 5.371818181818181,
    "hash": "53eab6afca575009",
    "lastUpdate": "2024-05-09"
  }
}