{
  "sources": [
    "https://anidb.net/anime/6113",
    "https://anilist.co/anime/4725",
    "https://anime-planet.com/anime/ga-rei-zero",
    "https://anisearch.com/anime/4943",
    "https://kitsu.io/anime/3763",
    "https://livechart.me/anime/3695",
    "https://myanimelist.net/anime/4725",
    "https://notify.moe/anime/nII9cKmig"
  ],
  "synopsis": {
    "text": "Tsuchimiya Kagura and Isayama Yomi, two girls bound by a sisterly bond, find themselves on opposing paths as members of Japan's Supernatural Disaster Countermeasures Division (SDCD). Trained to combat paranormal forces and protect the public, these young exorcists face a series of trials that test their friendship and loyalties.\n\nWhen invisible monsters begin terrorizing Tokyo, an elite SDCD squad is dispatched to investigate. However, their mission is thwarted by a rogue exorcist, who turns out to be one of their former comrades. As the mysterious woman decimates the attack force, the SDCD is ordered to lock down the crime scene and silence their old friend.\n\nYomi and Kagura, once inseparable, grow apart as they navigate the stress and consequences of their duties. While one embraces her role as an exorcist, the other is lured down a darker path. Their bond is further strained by family politics and the emergence of more sinister foes, including a swarm of glowing blue butterflies and a mysterious stone.\n\nAs the two girls confront their past and the supernatural forces that threaten their world, they are faced with a heart-wrenching decision: Will they kill someone they love in the name of love? This prequel to the Ga-Rei manga series explores the complexities of friendship, loyalty, and sacrifice in a world where monsters lurk in the shadows.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "545d2aee302e29f6",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.525337657598741,
    "arithmeticGeometricMean": 7.5248284534378165,
    "median": 7.563000000000001,
    "hash": "545d2aee302e29f6",
    "lastUpdate": "2024-05-09"
  }
}