{
  "sources": [
    "https://anidb.net/anime/17025",
    "https://anilist.co/anime/142455",
    "https://anime-planet.com/anime/bubble",
    "https://anisearch.com/anime/16884",
    "https://kitsu.io/anime/45559",
    "https://livechart.me/anime/10927",
    "https://myanimelist.net/anime/50549",
    "https://notify.moe/anime/07Dfolh7g"
  ],
  "synopsis": {
    "text": "Several years ago, an enigmatic phenomenon known as the 'Bubble Fall' struck the Earth, causing gravity-defying bubbles to rain down and engulf Tokyo in a colossal bubble. This catastrophic event forced the government to declare the city a prohibited zone, leaving it abandoned and isolated from the rest of the world. Orphaned children who lost their families during the Bubble Fall now inhabit the desolate metropolis, engaging in perilous parkour team battles among the ruins.\n\nHibiki, a daring and skilled participant in these games, possesses the unique ability to leap between bubbles. Drawn to the mysterious sounds emanating from the Tokyo Tower, he embarks on a quest to uncover its secrets. However, his journey takes a sudden turn when he plummets into the gravity-warping waters below. Just as all hope seems lost, a strange girl named Uta appears and rescues him.\n\nUnbeknownst to Hibiki, Uta's arrival signals the beginning of a series of revelations that will forever alter the course of their lives. Together, they discover that they can both hear a peculiar sound inaudible to others. As they delve deeper into the mysteries surrounding the Bubble Fall, Hibiki and Uta will uncover truths that will change their world from its very foundations.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "547a93fc510b8b98",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.411113481756339,
    "arithmeticGeometricMean": 7.404685798667142,
    "median": 7.4973636363636365,
    "hash": "547a93fc510b8b98",
    "lastUpdate": "2024-05-09"
  }
}