{
  "sources": [
    "https://anidb.net/anime/8552",
    "https://anilist.co/anime/11079",
    "https://anime-planet.com/anime/kill-me-baby",
    "https://anisearch.com/anime/7255",
    "https://kitsu.io/anime/6454",
    "https://livechart.me/anime/1151",
    "https://myanimelist.net/anime/11079",
    "https://notify.moe/anime/me4IpKmiR"
  ],
  "synopsis": {
    "text": "The anime \"Kill Me Baby\" follows the chaotic yet endearing friendship between two high school girls: Sonya, a seemingly ordinary student with a secret life as a ruthless assassin, and Yasuna, an airheaded but well-meaning classmate who remains oblivious to Sonya's deadly profession.\n\nIn her quest for normalcy, Sonya tries to navigate the complexities of high school life, but her trained assassin reflexes often lead to unexpected and violent outcomes. From innocent hugs turning into neck-breaking holds to friendly surprises resulting in painful headlocks, Sonya's attempts to fit in often end in disaster, much to the detriment of Yasuna's physical well-being.\n\nDespite the constant danger and numerous injuries, Yasuna remains undeterred in her pursuit of friendship with Sonya. Adding to the chaos is Agiri, a ninja girl associated with Sonya, whose flamboyant techniques and unpredictable behavior make Yasuna's school life anything but ordinary.\n\nBased on a 4-panel comic, \"Kill Me Baby\" is a thrilling and comedic exploration of friendship, high school life, and the unexpected twists that come with befriending an assassin. Will Yasuna survive the school year unscathed, or will her friendship with Sonya prove to be a deadly combination? Only time will tell in this explosive and hilarious adaptation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "555cab00f4009b6b",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.691449983450487,
    "arithmeticGeometricMean": 6.682873310572517,
    "median": 6.844090909090909,
    "hash": "555cab00f4009b6b",
    "lastUpdate": "2024-05-09"
  }
}