{
  "sources": [
    "https://anilist.co/anime/1481",
    "https://anime-planet.com/anime/urusei-yatsura-special-its-spring-take-off",
    "https://kitsu.io/anime/1327",
    "https://livechart.me/anime/8753",
    "https://myanimelist.net/anime/1481",
    "https://notify.moe/anime/CzO-cFmmR"
  ],
  "synopsis": {
    "text": "The anime centers around Ataru Moroboshi, a young troublemaker living a middle-class life with his exasperated mother and father. Their peaceful existence is thrown into chaos when extraterrestrial invaders called the Oni arrive on Earth, led by Commander Invader. He offers to spare Earth if a human can defeat his daughter Lum in a game of tag. Ataru unexpectedly wins, which results in Lum becoming part of the Moroboshi household. In the months that follow, Ataru finds himself entangled with a motley crew of human and alien friends and foes, including the possessive Lum who sees herself as Ataru's wife despite his protests. Their crazy antics continually disrupt the Moroboshi family's once quiet life. Ataru's mother wonders whether to admire her son's resilience or see him as pathetic for attracting such chaos. In one escapade recounted across two special episodes, Ataru joins his classmates on a dull school trip to the ancient capital of Nara. However, things perk up when he stumbles on a confidential scroll dropped by Kaede, a young, disillusioned kunoichi (female ninja) trying to evade her angry master. Ataru's encounter with Kaede and subsequent scroll theft infuriates Lum as she tries to reclaim the scroll. Amidst the chaos, Kaede begins questioning whether she wants to remain a ninja at all. Through it all, one thing is clear - life is never boring for Ataru and his loved ones, whether facing supernatural foes or school field trips gone awry. Their days overflow with misadventures, but also camaraderie in the face of adversity.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "559d952b48ea2414",
    "created": "2024-05-21",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 6.711745454545455,
    "arithmeticGeometricMean": 6.708972778895582,
    "median": 6.636363636363637,
    "hash": "559d952b48ea2414",
    "lastUpdate": "2024-05-06"
  }
}