{
  "sources": [
    "https://anidb.net/anime/1431",
    "https://anilist.co/anime/146",
    "https://anime-planet.com/anime/this-ugly-yet-beautiful-world",
    "https://anisearch.com/anime/73",
    "https://kitsu.io/anime/124",
    "https://livechart.me/anime/4486",
    "https://myanimelist.net/anime/146",
    "https://notify.moe/anime/4Nst5FmiR"
  ],
  "synopsis": {
    "text": "Takemoto Takeru is an ordinary high school student who works a part-time job as a delivery boy. One day while out on a delivery, he encounters a mysterious glowing light in the forest. Emerging from the light is Hikari, a beautiful girl wrapped in a sparkling cocoon. As Takeru marvels at her sudden appearance, they are attacked by a monster. Hikari and Takeru somehow transform and fend off the monster using special powers. Soon after, another mysterious girl named Akari appears. As Takeru's peaceful days continue, with his childhood friend Nishino Mari and other classmates, more questions arise about Hikari and Akari's true identities and why they came to Earth. It seems Takeru has become involved in an exciting adventure full of action, humor, romance, and mysteries waiting to be unveiled. There are suggestions that Hikari and Akari may be connected to global extinction and the deeper meaning of life on Earth. Overall, this anime promises to be a fun blend of slice-of-life school comedy and supernatural action, centered around Takeru's fateful encounter with the glowing cocoon in the woods. There will be lighthearted moments with friends as well as dangerous battles. And romance may bloom as Takeru learns more about these strange girls and why they are destined to transform his mundane life.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "55a5b3a0bfa8ec6c",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 6.7866384861464235,
    "arithmeticGeometricMean": 6.780656972192855,
    "median": 6.796312757201646,
    "hash": "55a5b3a0bfa8ec6c",
    "lastUpdate": "2024-05-09"
  }
}