{
  "sources": [
    "https://anidb.net/anime/7921",
    "https://anilist.co/anime/8063",
    "https://anime-planet.com/anime/sekai-ichi-hatsukoi-worlds-greatest-first-love-ova",
    "https://anisearch.com/anime/6475",
    "https://kitsu.io/anime/5183",
    "https://livechart.me/anime/4620",
    "https://myanimelist.net/anime/8063",
    "https://notify.moe/anime/ZyUkpKmiR"
  ],
  "synopsis": {
    "text": "What a whirlwind of emotions and unexpected encounters await in the heartwarming anime \"Sekai-ichi Hatsukoi\"! Embark on a journey with the young, lovestruck Ritsu Onodera as he navigates the thrills and challenges of first love.\n\nIn a series of additional stories, witness the high school romance between Ritsu and Takano, a couple once deeply in love but torn apart by a misunderstanding. Delve into the memories of their past and the tender moments that shaped their relationship.\n\nFast forward to the present, and watch as Ritsu, now 15, finds himself captivated by the kind-hearted Masamune Saga, an older classmate who unknowingly steals his heart. One fateful day at the library, Ritsu musters the courage to confess his feelings, setting the stage for a beautiful and intimate connection to unfold.\n\nBut that's not all! Brace yourself for an awkward yet endearing visit with Hatori and Chiaki as they venture to meet Chiaki's family. Prepare for a rollercoaster of emotions and cringe-worthy moments that will leave you both laughing and sympathizing with the pair.\n\nJoin Ritsu and his friends in this enchanting tale of love, growth, and the complexities of the heart. \"Sekai-ichi Hatsukoi\" promises a unique and engaging experience that will leave you eager for more!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "55f542f70dd53050",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.83736679722394,
    "arithmeticGeometricMean": 7.834096169898784,
    "median": 7.8294708994709,
    "hash": "55f542f70dd53050",
    "lastUpdate": "2024-05-09"
  }
}