{
  "sources": [
    "https://anidb.net/anime/11881",
    "https://anilist.co/anime/21595",
    "https://anime-planet.com/anime/havent-you-heard-im-sakamoto",
    "https://anisearch.com/anime/11091",
    "https://kitsu.io/anime/11751",
    "https://livechart.me/anime/1994",
    "https://myanimelist.net/anime/32542",
    "https://notify.moe/anime/S52qtFimR"
  ],
  "synopsis": {
    "text": "His name is Sakamoto, a first-year high school student who exudes an aura of coolness that is simply unparalleled. From the moment he sets foot in school, he becomes the center of attention, captivating both students and teachers alike with his sophisticated charm and unmatched wit. Girls can't help but swoon over him, while boys grapple with envy, their attempts to undermine Sakamoto's coolness always backfiring spectacularly.\n\nWhether he's effortlessly thwarting bullies, outsmarting teachers, or even engaging in a sword fight with a bee, Sakamoto tackles every challenge with an unflappable calm and an impeccable sense of style. His actions, always poised and graceful, seem to transcend the mundane, transforming into works of art in their own right.\n\nEven in the face of adversity, Sakamoto remains unruffled, his cool demeanor never wavering. He's not just cool; he's the epitome of coolness, a legend in his own time. Yet, beneath his suave exterior lies a compassionate heart, always ready to lend a hand to those in need.\n\nSo, who is Sakamoto? He's not just another high school student. He's a phenomenon, a mystery, a beacon of coolness in a world of ordinary. He's Sakamoto, and he's here to redefine what it means to be cool.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "55fa3b3bef03e0bb",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.477637104123946,
    "arithmeticGeometricMean": 7.475432901470566,
    "median": 7.554106858054227,
    "hash": "55fa3b3bef03e0bb",
    "lastUpdate": "2024-05-09"
  }
}