{
  "sources": [
    "https://anidb.net/anime/5081",
    "https://anilist.co/anime/11307",
    "https://anime-planet.com/anime/ginga-patrol-pj",
    "https://anisearch.com/anime/4751",
    "https://kitsu.io/anime/6491",
    "https://livechart.me/anime/8290",
    "https://myanimelist.net/anime/11307",
    "https://notify.moe/anime/uL5IpKmig"
  ],
  "synopsis": {
    "text": "On a galactic stage in the year 3000, a gripping tale of power struggles and cosmic adventures unfolds in the anime \"Once Upon a Time... Space.\" As humanity has colonized numerous planets and established the Omega Confederation, Earth finds itself entangled in a web of interstellar politics. The peace is threatened by the iron-fisted military republic of Cassiopeia, commanded by the ruthless General The Pest, who seeks dominion over the entire galaxy.\n\nAmidst these escalating tensions, a powerful supercomputer with an army of robots emerges as a formidable force. As if that weren't enough, the appearance of enigmatic beings known as the Humanoids adds another layer of complexity to the conflict.\n\nEnter our young protagonists, Peter (son of Colonel Pierre and President Pierrette) and his steadfast companion, Psi. Fresh from their spaceship pilot training, they embark on their maiden mission aboard the Cosmopolitan. Their journey takes them to the advanced human colony of Omega, where they cross paths with the nefarious General The Pest and his cunning sidekick, The Dwarf.\n\nWhile primarily a dramatic narrative, the series retains elements of its educational roots, with occasional episodes shedding light on fascinating cosmic phenomena like Saturn's rings. Join Peter and Psi as they navigate the treacherous waters of intergalactic diplomacy and face challenges that will test their courage and resolve.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5606ddb605940e13",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.237041081367613,
    "arithmeticGeometricMean": 6.214885785481823,
    "median": 6.2727272727272725,
    "hash": "5606ddb605940e13",
    "lastUpdate": "2024-05-09"
  }
}