{
  "sources": [
    "https://anidb.net/anime/8294",
    "https://anilist.co/anime/10378",
    "https://anime-planet.com/anime/squid-girl-2",
    "https://anisearch.com/anime/6920",
    "https://kitsu.io/anime/6156",
    "https://livechart.me/anime/1203",
    "https://myanimelist.net/anime/10378",
    "https://notify.moe/anime/Yi37tKimg"
  ],
  "synopsis": {
    "text": "From the depths of the ocean, a squid-like girl named Ika Musume emerges, fueled by a renewed determination to conquer humanity as retribution for polluting her marine home. Eager to instill fear and gain recognition, she engages in various antics, from participating in a jellyfish catching contest to challenging a dog and even attempting to rally elementary school students to her cause. However, her invasion takes an unexpected turn when she accidentally damages the Lemon Beach House. To pay for the repairs, she finds herself working at the beach house and living with the Aizawa family.\n\nAs she navigates her new life, Ika Musume encounters a diverse cast of characters, including Sanae, who admires her; Nagisa, who fears her; Gorou, a lifeguard and fellow sea protector; Cindy, who believes she's an alien; and Kiyomi, who becomes a close friend. Despite her initial plans, the invasion seems to be on hold as she becomes more entwined with her new life.\n\nIn the second season, Ika Musume, now equipped with her restored squid abilities, attempts to rekindle her mission to vanquish humanity. Yet, her laid-back lifestyle as a waitress at the Lemon beach house often distracts her. Coupled with new challenges, such as evading a group of alien enthusiasts and managing the attention of an eccentric girl, the hilarious saga of Ika Musume's life and her pursuit of world domination continues.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.618521799628942,
    "arithmeticGeometricMean": 7.616996454803311,
    "median": 7.614727272727273
  },
  "lastUpdate": "2024-05-10"
}