{
  "sources": [
    "https://anilist.co/anime/11553",
    "https://anime-planet.com/anime/toradora-the-true-meaning-of-bento",
    "https://anisearch.com/anime/7489",
    "https://kitsu.io/anime/6536",
    "https://livechart.me/anime/3422",
    "https://myanimelist.net/anime/11553",
    "https://notify.moe/anime/zUbItKmig"
  ],
  "synopsis": {
    "text": "Yuusaku's lavish bento box becomes the talk of the class, leaving Ryuuji feeling inadequate about his own lunch-packing abilities. Determined to outshine Yuusaku, Ryuuji becomes consumed by a relentless competition, going as far as bringing a rice cooker to school. However, when Taiga presents him with a humble yet heartfelt onigiri, Ryuuji realizes that the essence of a bento lies not in its extravagance, but in the love and care that goes into making it.\n\nIn an unaired episode, Ryuuji finds himself in an unexpected battlefield - the world of bento boxes. Kitamura's grandmother, a seasoned bento maker, unwittingly sparks a rivalry when her grandson brings her exquisite creation to school. Ryuuji, feeling outmatched, embarks on a quest to outdo her, pushing his culinary skills to the brink. Yet, in this pursuit, he learns that the true spirit of a bento is not about the taste, but the sentiment behind it.\n\nWhen Yuusaku introduces an opulent bento box to the class, Ryuuji's self-esteem as a bento maker plummets. In a desperate bid to surpass Yuusaku, Ryuuji plunges into an obsessive competition, resorting to extreme measures like bringing a rice cooker to school. But it's Taiga's simple, salty onigiri that teaches him the real value of a bento: it's not about the sophistication, but the emotions invested in its preparation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "564c597d31747b03",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.506823774722119,
    "arithmeticGeometricMean": 7.506467850587314,
    "median": 7.4564640111809934,
    "hash": "564c597d31747b03",
    "lastUpdate": "2024-05-10"
  }
}