{
  "sources": [
    "https://anidb.net/anime/13387",
    "https://anilist.co/anime/117557",
    "https://anime-planet.com/anime/tottoko-hamtaro-anime-dechu",
    "https://anisearch.com/anime/12724",
    "https://kitsu.io/anime/13740",
    "https://myanimelist.net/anime/36145",
    "https://notify.moe/anime/LYiShKimR"
  ],
  "synopsis": {
    "text": "Love, rivalry, and hamster adventures abound in this direct-to-VHS anime, \"Tottoko Hamutaro Anime Dechu!\". This lesser-known adaptation of Hamtaro features four delightful episodes that center around the adorable hamster, Hamtaro, and his unique ability to communicate with other hamsters.\n\nIn the first episode, Hamtaro's owner, Natsumi, is in for a surprise when she finds her pet hamster, Hamtaro, hiding under a blanket instead of being in his cage. Hamtaro's playful nature and knack for escaping make for an entertaining spectacle.\n\nThe second episode showcases Hamtaro's problem-solving skills when he and his hamster friends help Bijou retrieve her cookie from a vase. After several failed attempts, Hamtaro devises a clever plan to get the cookie, demonstrating his intelligence and resourcefulness.\n\nIn the third episode, Hamtaro's affection for Natsumi is put to the test when he misinterprets her friendship with a classmate as romantic interest. This episode explores themes of love and rivalry from a unique, hamster perspective.\n\nThe final episode follows Hamtaro and his friends on a thrilling adventure as they attempt to obtain some sunflower seeds. From landing on a flying bird to evading a sleepy cat, their day is filled with excitement and laughter.\n\nOriginally released in 1999, this anime remained relatively unknown for about 18 years. It was primarily distributed among Shogakukan staff with preschool children and was advertised in an educational magazine. However, thanks to the efforts of the fan site \"Ham-Ham Paradise\" in 2017, this charming anime has gained more recognition.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "567080a95d96384c",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.873700061842919,
    "arithmeticGeometricMean": 5.8565832195826015,
    "median": 5.850918367346939,
    "hash": "567080a95d96384c",
    "lastUpdate": "2024-05-08"
  }
}