{
  "sources": [
    "https://anidb.net/anime/800",
    "https://anilist.co/anime/752",
    "https://anime-planet.com/anime/fish-in-the-trap",
    "https://anisearch.com/anime/1149",
    "https://kitsu.io/anime/674",
    "https://livechart.me/anime/6149",
    "https://myanimelist.net/anime/752",
    "https://notify.moe/anime/PU505Fmig"
  ],
  "synopsis": {
    "text": "Osakana wa Ami no Naka, also known as 'Fish in the Trap,' is a captivating anime adaptation of Nekokichi Ranma's manga, chronicling the lives of two young men with a shared passion for swimming. The narrative revolves around Tsukamoto Yuuji, a talented swimmer and budding businessman, and Matsui Takahiro, a high school student and swimming novice.\n\nThe story unfolds with Takahiro participating in a high school swimming competition, where he stands no chance against seasoned swimmers like Yuuji. However, Yuuji takes notice of Takahiro and, following the competition, takes him to a dimly lit bar, where Yuuji's friends coerce Takahiro into drinking and smoking. As the night unfolds, Yuuji's friends reveal intriguing details about Takahiro, piquing Yuuji's curiosity.\n\nIn a surprising turn of events, Yuuji leaves his gang to join his grandfather's company, marking the beginning of his journey into the corporate world alongside his university studies. His friends struggle to understand his decision and express their disapproval, leaving Yuuji questioning his choices. At university, Yuuji joins the swimming club, where he crosses paths with a familiar face from the past.\n\nThe story delves into the complexities of friendship, growth, and self-discovery, as Yuuji navigates the challenges of adulthood while nurturing his love for swimming. With its engaging plot and relatable characters, 'Fish in the Trap' promises an immersive viewing experience that will leave you eager for more.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "56a9a5e3d56ce520",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 4.465181023058574,
    "arithmeticGeometricMean": 4.446056964407917,
    "median": 4.502,
    "hash": "56a9a5e3d56ce520",
    "lastUpdate": "2024-05-09"
  }
}