{
  "sources": [
    "https://anidb.net/anime/10759",
    "https://anilist.co/anime/20796",
    "https://anime-planet.com/anime/junjou-romantica-3",
    "https://anisearch.com/anime/10400",
    "https://kitsu.io/anime/8728",
    "https://livechart.me/anime/738",
    "https://myanimelist.net/anime/25649",
    "https://notify.moe/anime/dIU1pFmiR"
  ],
  "synopsis": {
    "text": "You're invited to delve into the intricate world of Junjou Romantica saga, where three unique couples navigate the complexities of love and relationships. The first couple, Misaki Takahashi and Akihiko Usami, have shared a harmonious life together for three years, but new challenges arise as a potential rival enters the scene, causing Usami to question Misaki's affections. Meanwhile, the mischievous Ryuuichirou Isaka, who enjoys meddling in Misaki and Usami's relationship, faces his own struggles as he and his secretary, Kaoru Asahina, grapple with the boundaries between their professional and personal lives.\n\nAs for the second couple, Hiroki Kamijou and Nowaki Kusama, their blossoming careers threaten to drive a wedge between them, as their time together dwindles and insecurities begin to surface. Lastly, the third couple, Shinobu Takatsuki and You Miyagi, strive to overcome the hurdle of their 17-year age gap, finding solace in learning more about each other and watching their self-consciousness dissipate.\n\nJunjou Romantica 3 continues to weave the captivating stories of these three couples, while introducing a new tale, Junjou Mistake, that promises even more emotional depth and romantic entanglements. Join Misaki, Usami, and the rest of the characters as they journey through the highs and lows of love, proving that even the most complicated relationships can be worth fighting for.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.753962924172601,
    "arithmeticGeometricMean": 7.7465274926706735,
    "median": 7.754838709677419
  },
  "lastUpdate": "2024-05-09"
}