{
  "sources": [
    "https://anidb.net/anime/17504",
    "https://anilist.co/anime/152072",
    "https://anime-planet.com/anime/fluffy-paradise",
    "https://anisearch.com/anime/17508",
    "https://kitsu.io/anime/46242",
    "https://livechart.me/anime/11328",
    "https://myanimelist.net/anime/52359",
    "https://notify.moe/anime/OWUS8pgVR"
  ],
  "synopsis": {
    "text": "And so begins the tale of Midori Akitsu, an overworked 27-year-old salarywoman who meets an untimely end, only to be granted a second chance at life in a fantastical world called Asdyllon. As she takes her last breath, a divine entity appears, bestowing upon her a unique power - the ability to be adored by all non-human beings. From the humblest of animals to the grandest of mythical beasts, Midori, now reincarnated as Nefertima Osfe, the daughter of a duke, finds herself surrounded by a menagerie of enchanting creatures eager for her affection.\n\nHowever, her new life is not just filled with fluff and cuddles; she has been entrusted with a crucial mission. Midori must observe the interactions between humans and other species, and ultimately decide if humanity deserves to continue existing in this world. As she navigates her new reality, she discovers that her task is far more complex than she initially thought, and her time in Asdyllon may not be as carefree as she had hoped.\n\nJoin Nefertima Osfe in her journey of self-discovery, camaraderie, and adventure, as she explores the intricacies of coexistence and the true meaning of compassion. Will she be able to make the right choice for the future of Asdyllon and its inhabitants? Only time will tell. The first episode of this captivating anime aired on January 1, 2024, with subsequent episodes streaming weekly on ABEMA, offering viewers a glimpse into a world where the line between human and beast blurs, and the power of love transcends all boundaries.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.116570500927644,
    "arithmeticGeometricMean": 7.105469365659808,
    "median": 7.260632653061224
  },
  "lastUpdate": "2024-05-09"
}