{
  "sources": [
    "https://anidb.net/anime/708",
    "https://anilist.co/anime/966",
    "https://anime-planet.com/anime/crayon-shin-chan",
    "https://anisearch.com/anime/178",
    "https://kitsu.io/anime/856",
    "https://livechart.me/anime/1608",
    "https://myanimelist.net/anime/966",
    "https://notify.moe/anime/H-vJ5Fimg"
  ],
  "synopsis": {
    "text": "Shin-chan, the five-year-old kindergartener, is a whirlwind of chaos and mischief, constantly keeping his family, teachers, and friends on their toes with his outrageous antics. Despite his penchant for inappropriate behavior and language, there's a certain charm to Shin-chan that makes it impossible to stay mad at him for long. From sumo wrestling for love to performing his infamous 'elephant' dance in public, there's never a dull moment with Shin-chan around.\n\nSet in Kasukabe, Saitama Prefecture, Japan, Crayon Shin-chan follows the daily adventures of Shin-chan, his family, and his group of friends known as the Kasukabe Defense Force. With his unique take on life and unfiltered comments, Shin-chan often finds himself in the middle of hilarious misunderstandings and situations. Whether he's blackmailing his mother for an allowance or flirting with college girls, Shin-chan's audacious personality and unpredictable behavior are sure to keep you entertained.\n\nDespite his lecherous tendencies and crude humor, Shin-chan's antics often lead to unexpected solutions to daily problems, making him an unlikely problem solver. With over 25 years on air, Crayon Shin-chan continues to delight audiences with its unique blend of humor and heart, capturing the awkwardness and joy of growing up. Join Shin-chan and his friends as they navigate the wild and unpredictable world of childhood, one outrageous moment at a time.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5714d8a750597c2d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.342238404452689,
    "arithmeticGeometricMean": 7.3273518404111355,
    "median": 7.484,
    "hash": "5714d8a750597c2d",
    "lastUpdate": "2024-05-09"
  }
}