{
  "sources": [
    "https://anidb.net/anime/9292",
    "https://anilist.co/anime/15613",
    "https://anime-planet.com/anime/hakkenden-eight-dogs-of-the-east",
    "https://anisearch.com/anime/7940",
    "https://kitsu.io/anime/7284",
    "https://livechart.me/anime/883",
    "https://myanimelist.net/anime/15613",
    "https://notify.moe/anime/sdgKtFmig"
  ],
  "synopsis": {
    "text": "To escape a devastating plague and a raging inferno that consumed their village, Ootsuka, three young survivors—Shino, Sousuke, and Hamaji—found refuge under the wings of a mysterious man and the Imperial Church. Five years into their new life, the trio has forged unbreakable bonds and considers each other family. However, Shino's possession of the legendary Murasame blade, capable of bestowing life, draws the unwanted attention of the Church.\n\nAs the Imperial Church sets its sights on reclaiming the powerful artifact, the once-peaceful existence of the makeshift family is shattered. The Church resorts to kidnapping Hamaji to lure Shino, the sword's wielder, and Sousuke, who possesses the uncanny ability to transform into a dog. The brothers must set aside their differences and embark on a perilous journey to rescue their beloved sister from the Church's clutches.\n\nUnbeknownst to them, other individuals share the same peony-shaped birthmark as Shino and Sousuke. Genpachi Inukai and Kobungo Inuta, foster brothers raised far away, bear the same mark. After a fateful encounter with demons in the north, they returned forever changed. Now, the Imperial Church seeks to capture Shino, Sousuke, and the other birthmark bearers to obtain the eight mystical gems they possess, lest they face a fate worse than death.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "57254ac33df6880d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.267205592027021,
    "arithmeticGeometricMean": 7.26367908097835,
    "median": 7.359183673469388,
    "hash": "57254ac33df6880d",
    "lastUpdate": "2024-05-09"
  }
}