{
  "sources": [
    "https://anidb.net/anime/12420",
    "https://anilist.co/anime/97757",
    "https://anime-planet.com/anime/fate-kaleid-liner-prisma-illya-movie-vow-in-the-snow",
    "https://anisearch.com/anime/11791",
    "https://kitsu.io/anime/12555",
    "https://livechart.me/anime/2337",
    "https://myanimelist.net/anime/34100",
    "https://notify.moe/anime/i4kihFimg"
  ],
  "synopsis": {
    "text": "Even amidst the chaos of a world teetering on the brink of destruction, a heartwarming bond forms between Shiro Emiya and a mysterious girl named Miyu. Found in the ruins of a devastated city, Miyu is initially seen as a powerful tool by Shiro's adoptive father, Kiritsugu, who believes she holds the key to preventing further catastrophes. However, Shiro sees past her destructive abilities and welcomes her into his life as a cherished younger sister.\n\nAs Miyu begins to experience the joys of a normal life and school, the sinister Ainsworth family emerges, intent on kidnapping Miyu to exploit her powers for their own nefarious purposes. With Miyu's life hanging in the balance, Shiro must confront the harsh reality that her powers pose a constant threat to the world around them. Determined to protect his beloved sister and confront the looming danger her abilities present, Shiro embarks on a daring rescue mission.\n\nThis story unfolds as a flashback, set before the events of the Fate/kaleid liner Prisma Illya series, but is best appreciated after watching the third season. Delve into the intricate web of connections between Miyu, Shiro, and the Ainsworth family, and witness the lengths Shiro will go to in order to safeguard Miyu's happiness and secure a brighter future for them all.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "57923a22b30dfed4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.896523423005567,
    "arithmeticGeometricMean": 7.894223741072123,
    "median": 7.948,
    "hash": "57923a22b30dfed4",
    "lastUpdate": "2024-05-09"
  }
}