{
  "sources": [
    "https://anidb.net/anime/4489",
    "https://anilist.co/anime/1230",
    "https://anime-planet.com/anime/innocent-venus",
    "https://anisearch.com/anime/3632",
    "https://kitsu.io/anime/1106",
    "https://livechart.me/anime/5156",
    "https://myanimelist.net/anime/1230",
    "https://notify.moe/anime/-qtb5KiiR"
  ],
  "synopsis": {
    "text": "Logos, a powerful and affluent ruling class, emerged in the aftermath of a catastrophic environmental disaster that left the world in ruins and claimed the lives of five billion people. In this new world order, the privileged few live in prosperous special economic zones, while the majority, known as Revenus, languish in the surrounding slums.\n\nAs the world struggles to rebuild, Powered Assist Technology becomes a crucial tool for recovery, particularly in Japan's self-sustaining economy. However, this technology is also used by Logos to maintain their dominance through their military unit, Phantom.\n\nKatsuragi Jou and Tsurasawa Jin, former Phantom members, defy their orders and join the resistance they once suppressed. In their rebellion, they rescue a mysterious young girl, Nobuto Sana, who holds a secret that attracts the attention of many factions.\n\nIn this chaotic world, where the once familiar topography is now unrecognizable due to the devastating hurricanes, Jou and Jin must navigate the treacherous landscape and protect Sana from those who seek to exploit her secret. Their journey unfolds amidst the stark contrast between the opulent life within the special economic zones and the harsh reality of the surrounding slums, revealing the true cost of survival in this post-apocalyptic world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "57badac5025bb459",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.8585282268751655,
    "arithmeticGeometricMean": 6.852526081529967,
    "median": 6.81,
    "hash": "57badac5025bb459",
    "lastUpdate": "2024-05-09"
  }
}