{
  "sources": [
    "https://anidb.net/anime/3512",
    "https://anilist.co/anime/584",
    "https://anime-planet.com/anime/noein-to-your-other-self",
    "https://anisearch.com/anime/2922",
    "https://kitsu.io/anime/539",
    "https://livechart.me/anime/4055",
    "https://myanimelist.net/anime/584",
    "https://notify.moe/anime/crQT5FmiR"
  ],
  "synopsis": {
    "text": "Independent parallel dimensions, quantum physics, and the fate of multiple universes collide in this thrilling anime. In the near future, a fierce battle erupts between the dimension La'cryma, the protector of humanity, and the dimension Shangri-La, which seeks to annihilate all space-time. The Dragon Calvary, a group of elite soldiers from La'cryma, is dispatched through time and space to locate the Dragon's Torque, the only artifact capable of halting the invasion.\n\nIn the present, 12-year-old Haruka and her friend Yuu are contemplating running away from home when they encounter Karasu, a member of the Dragon Calvary. Karasu believes Haruka possesses the Dragon's Torque and reveals himself to be Yuu from fifteen years in the future. As Haruka grapples with this revelation, she finds herself caught in a conflict between the Dragon Calvary and Shangri-La, both of whom seek her power to manipulate time and space.\n\nWith her friends and the mysterious Noein, the mastermind behind Shangri-La's invasion, also in pursuit, Haruka must navigate a complex web of parallel dimensions, alternate selves, and existential threats. As the battle for the fate of the universes intensifies, Haruka and her friends are swept up in a clash of ideals, greed, and humanity's inherent desire to survive. Will Haruka be able to harness the power of the Dragon's Torque and save the dimensions from destruction, or will she succumb to the overwhelming forces that seek to control her?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.443115955473097,
    "arithmeticGeometricMean": 7.437603909912755,
    "median": 7.497,
    "lastUpdate": "2024-05-09"
  }
}