{
  "sources": [
    "https://anidb.net/anime/9736",
    "https://anilist.co/anime/17651",
    "https://anime-planet.com/anime/day-break-illusion-il-sole-penetra-le-illusioni",
    "https://anisearch.com/anime/8428",
    "https://kitsu.io/anime/7670",
    "https://livechart.me/anime/9",
    "https://myanimelist.net/anime/17651",
    "https://notify.moe/anime/IWwcpFiig"
  ],
  "synopsis": {
    "text": "Taiyo Akari, a young girl nurturing a dream to become a fortune teller like her late mother, finds herself in a world far more sinister than she ever imagined. In this world, malevolent entities known as 'Daemonia' prey on people's negative emotions, transforming them into monstrous beings. The only hope against these creatures lies in the hands of 'Sefiro Fiore', a mysterious organization of girls who wield the power of the Elemental Tarot.\n\nAkari, chosen as the bearer of 'The Sun' card, joins Sefiro Fiore, only to discover the grim truth about defeating a Daemonia - it involves eradicating the person possessed by the creature. Living with her aunt, uncle, and cousin Fuyuna, Akari's life takes a horrifying turn when she realizes that Fuyuna has fallen prey to a Daemonia. However, the family's memory of Fuyuna inexplicably fades away, leaving Akari with a chilling sense of dread.\n\nAs Akari navigates through her new reality, she crosses paths with Ginka Shirokane, Seira Hoshikawa, and Luna Tsukuyomi, fellow magical girls from Sefiro Fiore. They reveal the true nature of Daemonia - they are humans who have been possessed, forcing Akari to grapple with the moral dilemma of saving their humanity or erasing their existence.\n\nAs the new Sun card bearer, Akari must harness her powers to protect the world from the Daemonia threat. However, the bonds within the organization and their team are tested as they face grave threats from both external forces and internal strife. With her unique ability to grow plants and her innate fortune-telling skills, Akari must find the strength to fulfill her grim duty,",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.3334760330057955,
    "arithmeticGeometricMean": 6.3211825092929885,
    "median": 6.296897959183673,
    "lastUpdate": "2024-05-09"
  }
}