{
  "sources": [
    "https://anidb.net/anime/10531",
    "https://anilist.co/anime/20658",
    "https://anime-planet.com/anime/gundam-reconguista-in-g",
    "https://anisearch.com/anime/9532",
    "https://kitsu.io/anime/8391",
    "https://livechart.me/anime/475",
    "https://myanimelist.net/anime/23259",
    "https://notify.moe/anime/12M0tFimg"
  ],
  "synopsis": {
    "text": "Academy student Bellri Zenam's life takes a dramatic turn when he encounters the enigmatic space pirate, Aida, and her formidable mobile suit, the G-Self. In the prosperous era of the Regild Century, humanity has left behind the war-torn Universal Century and now thrives on the power harvested from photon batteries, transported to Earth via the sacred Capital Tower. As a cadet in the Capital Guard, Bellri is responsible for protecting this vital orbital elevator. However, when the Capital Tower comes under attack by the technologically advanced G-Self, Bellri finds himself inexplicably drawn to both the mobile suit and its mysterious pilot.\n\nIn the heat of battle, Bellri manages to capture the G-Self and discovers that he can operate the mobile suit, despite its unique activation conditions. As the Capital Guard Academy faces further assaults, Bellri takes it upon himself to defend his friends and home using the G-Self's immense power. Little does he know that his newfound connection to Aida and the G-Self will reveal shocking truths that will reverberate throughout the Regild Century. As Bellri navigates the complex web of factions vying for control, he must confront the Capital Guard's secret agenda and uncover the true purpose behind Aida's attacks on the Capital Tower. In this thrilling adventure, Bellri's actions will shape the future of the Regild Century and challenge the very foundations of this seemingly utopian society.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "587decfe1b618e8f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.989767006802721,
    "arithmeticGeometricMean": 5.971956966596195,
    "median": 5.995,
    "hash": "587decfe1b618e8f",
    "lastUpdate": "2024-05-09"
  }
}