{
  "sources": [
    "https://anidb.net/anime/2179",
    "https://anilist.co/anime/389",
    "https://anime-planet.com/anime/karas",
    "https://anisearch.com/anime/378",
    "https://kitsu.io/anime/356",
    "https://livechart.me/anime/4487",
    "https://myanimelist.net/anime/389",
    "https://notify.moe/anime/Ovr2cFiig"
  ],
  "synopsis": {
    "text": "Japanese metropolis Shinjuku, a city plagued by crime, is now in the grip of a terrifying murder spree. The victims, drained of their bodily fluids, leave behind a lone survivor each time. The perpetrator, Ekou, once a revered guardian of the city known as the Karas, has turned against his duty and seeks vengeance on its inhabitants. The city's only hope lies in Otoha, the newly appointed Karas, who must confront Ekou's malevolent forces to protect both humans and supernatural beings alike.\n\nAs the human and demon worlds coexist in the bustling streets of Tokyo, the Karas and its master Yurine maintain the delicate balance between the dimensions. But when the once noble Karas, Lord Ekou, returns with a twisted agenda to cleanse humanity of its sins, he unleashes a horde of bloodthirsty minions to wreak havoc on the city. In this ultimate battle between good and evil, Yurine and her newly appointed Karas must rise to the challenge and protect their city from Ekou's reign of terror.\n\nIn the heart of Tokyo, humans and demons (yōkai) walk the same streets, their worlds overlapping yet unseen by human eyes. Yurine and her servant, the Karas, have long upheld the balance between these realms, ensuring that demons do not disturb human lives. But when an ancient Karas named Eko turns his back on his duties and creates an army of mechanized demons to attack humanity, a young man named Otoha must inherit the Karas's powers and restore the balance. As a pair of detectives investigate the string of grisly murders caused by Eko's minions, Otoha and Yurine must face the looming threat and",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.328670686456401,
    "arithmeticGeometricMean": 7.325505357878145,
    "median": 7.3759999999999994,
    "lastUpdate": "2024-05-09"
  }
}