{
  "sources": [
    "https://anidb.net/anime/7300",
    "https://anilist.co/anime/1014",
    "https://anime-planet.com/anime/a-little-snow-fairy-sugar-summer-specials",
    "https://anisearch.com/anime/3554",
    "https://kitsu.io/anime/904",
    "https://livechart.me/anime/11280",
    "https://myanimelist.net/anime/1014",
    "https://notify.moe/anime/W001cKmig"
  ],
  "synopsis": {
    "text": "She was just 15 when Saga stumbled upon an old dress tucked away in her grandmother's attic, igniting memories of a school play that once consumed her elementary days. The play, 'Princess and Fairy,' saw Saga stepping into the royal shoes of the Princess, while her rival, Greta, relished the role of the wicked witch. As the school play unfolded, it stirred up memories for Sugar and her fairy friends of a captivating performance by 'The Bear Pianist' in their town.\n\nFast forward four years, and Saga's grandmother unearths the same dress, sparking a nostalgic trip down memory lane. Meanwhile, Saga confides in Kanon about her past struggle with stage fright during the school play. Simultaneously, Sugar and her fairy companions are buzzing with excitement as they embark on creating their own theatrical masterpiece.\n\nThis anime serves as a special continuation to \"A Little Snow Fairy Sugar,\" set two years after the original. Now 16, Saga recalls the challenges she faced before her school play, where she was reluctantly cast as the lead princess. As the play preparations unfold, Saga grapples with her stage fright, a secret she keeps hidden.\n\nIn the midst of the chaos, the weather fairies - Sugar, Pepper, and Salt - find themselves inspired to produce their own play. Despite minor hiccups, the performance day inches closer. However, Saga's crippling nervousness threatens her participation in the play.\n\nOne day, while rummaging through her attic, Saga discovers an old princess costume, prompting a fond walk down memory lane to a time when her adventures with the fairies intertwined with her school's rendition of 'The Princess and the Fairy.' With the en",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "58b4a06be4c15ae5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.916066790352504,
    "arithmeticGeometricMean": 6.909210547433358,
    "median": 7.0,
    "hash": "58b4a06be4c15ae5",
    "lastUpdate": "2024-05-09"
  }
}