{
  "sources": [
    "https://anidb.net/anime/17916",
    "https://anilist.co/anime/162842",
    "https://anime-planet.com/anime/the-fire-hunter-2nd-season",
    "https://anisearch.com/anime/18279",
    "https://kitsu.io/anime/47194",
    "https://livechart.me/anime/11874",
    "https://myanimelist.net/anime/54754",
    "https://notify.moe/anime/7wxxhjaVR"
  ],
  "synopsis": {
    "text": "Hinako, a seemingly frail girl, rescues Toko from the brink of drowning in a sewer, revealing an unexpected strength that leaves Toko in awe. Meanwhile, fire hunters like Koshi and Akira protect humanity from the fiery beasts known as Flame Demons that have breached their magical barriers and infiltrated the capital. Toko, determined to contribute, defies Akira's advice to flee and joins the battle alongside hunting dogs Temari and Kanata, wielding her Fire Sickle.\n\nAs the city descends into chaos under the invasion of the Spiders, a group of people with formidable supernatural powers, Toko finds herself lost and vulnerable. With the guidance of Haijuu's loyal dog, Kanata, and the protection of Akira, a seasoned fire hunter, Toko embarks on a mission to return Haijuu's belongings, who sacrificed himself to save her.\n\nSimultaneously, Koshi, Haijuu's son, uses his intellect to develop powerful weapons, including a cannon that harnesses lightning to combat the invading forces. However, the destructive power of his inventions draws the ire of the gods, leading to a confrontation with Hibari.\n\nIn a world ravaged by fire and ruled by deadly pathogens, Toko and Koshi's paths converge amidst the chaos. As rumors of the returning \"Flickering Flame\" comet circulate, they embark on a thrilling journey to claim the legendary flame, shaping their destinies and potentially altering the course of humanity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.456624436787702,
    "arithmeticGeometricMean": 6.44367750422678,
    "median": 6.276,
    "lastUpdate": "2024-05-09"
  }
}