{
  "sources": [
    "https://anidb.net/anime/14903",
    "https://anilist.co/anime/109261",
    "https://anime-planet.com/anime/the-quintessential-quintuplets-2",
    "https://anisearch.com/anime/14395",
    "https://kitsu.io/anime/42324",
    "https://livechart.me/anime/9428",
    "https://myanimelist.net/anime/39783",
    "https://notify.moe/anime/rH8uLenZR"
  ],
  "synopsis": {
    "text": "Fuutaro Uesugi, a high school sophomore from a financially struggling family, takes on a challenging part-time job as a tutor for five beautiful sisters from his class, the Nakano quintuplets. Despite their charm, these sisters are notorious for their poor academic performance and disdain for studying. As Fuutaro strives to earn their trust and improve their grades, he finds himself entangled in their personal lives, leading to a tumultuous and chaotic journey.\n\nFollowing a school trip, Fuutaro falls ill and is hospitalized, but his commitment to the quintuplets' academic success remains unwavering. Despite their lack of motivation to study, Fuutaro's determination to help them persists. Meanwhile, he grapples with memories of a red-haired girl he met five years ago in Kyoto, who sparked his transformation from a delinquent to an exemplary student. Could one of the quintuplets be that very girl?\n\nAs Fuutaro's past begins to intertwine with his present, the quintuplets' dynamics become increasingly strained. Fuutaro's arrival has disrupted their sisterly bond, leading to conflicts and disagreements. To complicate matters further, Fuutaro's first love reappears, adding another layer of complexity to his already intricate relationship with the sisters.\n\nAs the quintuplets' academic progress wavers, Fuutaro finds himself more involved in their personal lives than ever before. Each sister, in her unique way, attempts to win Fuutaro's affection, leading to a series of amusing and heartwarming moments. As their feelings for each other grow and intertwine, the line between teacher and student blurs, leaving them to question the nature of their bond. Will they be able to maintain their relationship as it is",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 8.17035207946815,
    "arithmeticGeometricMean": 8.167200319279809,
    "median": 8.28311147186147,
    "lastUpdate": "2024-05-08"
  }
}