{
  "sources": [
    "https://anidb.net/anime/164",
    "https://anilist.co/anime/381",
    "https://anime-planet.com/anime/fushigi-yugi-ova-dai-ni-bu",
    "https://anisearch.com/anime/356",
    "https://kitsu.io/anime/348",
    "https://livechart.me/anime/7926",
    "https://myanimelist.net/anime/381",
    "https://notify.moe/anime/F6lh5FmmR"
  ],
  "synopsis": {
    "text": "Universe of the Four Gods beckons Miaka and Taka once again, as they embark on a mission to restore Tamahome's lost memories to Taka. This daunting task becomes increasingly challenging when the nefarious Tenkou intervenes, wielding newfound power to obstruct their progress and summon the Gods outside the book.\n\nIn the real world, Tamahome's reincarnation as Taka Sukunami leads him back to Miaka Yuuki, reigniting their love. However, their happiness is disrupted by the arrival of Ren Shigyou, a manipulative new student who incites their classmates against them. A fateful confrontation leads Miaka and Taka to fall into a mysterious red light, transporting them back to the Universe of the Four Gods.\n\nWith the revelation of an evil demon orchestrating events, the couple faces a race against time. To prevent Taka's existence from fading, they must retrieve seven precious memory jewels containing Tamahome's past. Alongside their trusted allies, Miaka and Taka embark on a perilous journey to recover the jewels before they fall into the wrong hands.\n\nAs they traverse the realm, their bond is tested by the relentless pursuit of the banished demon god Tenkou, who seeks ultimate power. With both worlds on the brink of chaos, can Miaka, Taka, and their friends thwart Tenkou's sinister plans and restore Tamahome's memories in time?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5965bbb429a2880e",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.1568478664192945,
    "arithmeticGeometricMean": 7.143736347416241,
    "median": 7.236,
    "hash": "5965bbb429a2880e",
    "lastUpdate": "2024-05-09"
  }
}