{
  "sources": [
    "https://anidb.net/anime/8073",
    "https://anilist.co/anime/9760",
    "https://anime-planet.com/anime/children-who-chase-lost-voices",
    "https://anisearch.com/anime/6600",
    "https://kitsu.io/anime/5855",
    "https://livechart.me/anime/2397",
    "https://myanimelist.net/anime/9760",
    "https://notify.moe/anime/RybGpKiiR"
  ],
  "synopsis": {
    "text": "If you're a fan of mystery, adventure, and the supernatural, prepare to be captivated by the tale of Asuna Watase, a young girl who discovers a world beyond her wildest dreams. Asuna, a dedicated student with a flair for music, spends her free time listening to an antique crystal radio in her secret hideaway. One fateful day, she stumbles upon an eerie melody that transports her to a realm shrouded in myth and legend.\n\nIn this enigmatic land known as Agartha, Asuna encounters extraordinary creatures and fearless warriors, as well as a mysterious boy named Shun who saves her from a perilous beast. As she delves deeper into this strange world, Asuna becomes entangled in a centuries-old enigma that binds her to Shun and propels them on a thrilling quest.\n\nAsuna's journey through Agartha reveals a land teeming with breathtaking beauty and fraught with danger, where even the deceased can be resurrected. But at what cost? As she navigates this perilous realm, Asuna will uncover secrets that may hold the key to life itself and confront the harsh realities and enchanting wonders of this hidden world.\n\nJoin Asuna as she embarks on a transformative adventure that will challenge her perceptions, test her courage, and forever change her life. What begins as a simple walk to her clubhouse becomes a heart-pounding escapade that blurs the line between reality and fantasy, ultimately turning her once monotonous life into a thrilling symphony of the unknown.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.5490261179706994,
    "arithmeticGeometricMean": 7.548217223991459,
    "median": 7.511724137931035,
    "lastUpdate": "2024-05-09"
  }
}