{
  "sources": [
    "https://anidb.net/anime/6025",
    "https://anilist.co/anime/4744",
    "https://anime-planet.com/anime/akane-iro-ni-somaru-saka",
    "https://anisearch.com/anime/4958",
    "https://kitsu.io/anime/3772",
    "https://livechart.me/anime/3778",
    "https://myanimelist.net/anime/4744",
    "https://notify.moe/anime/cgNrcKmmR"
  ],
  "synopsis": {
    "text": "Of all the days for Yuuhi Katagiri, the sheltered heiress of the prestigious Katagiri family, to walk home from school alone, it had to be the day she crossed paths with trouble. Luckily, Junichi Nagase, a seemingly ordinary high school student, comes to her aid, earning himself the title of 'Geno Killer' in the eyes of the fleeing troublemakers. Little did they know that this chance encounter would mark the beginning of an unexpected journey for both of them.\n\nThe following day, Yuuhi transfers to Junichi's class, and in a twist of fate, it turns out that their fathers had arranged for them to be married! Yuuhi, unimpressed by Junichi's perceived unworthiness, decides to live with him and his younger sister, Minato, in an attempt to prove that he is not the ideal husband material. However, their tumultuous relationship takes an unexpected turn when an innocent misunderstanding leads to their first kiss.\n\nAs Yuuhi navigates through her new life with Junichi, she grapples with her conflicting feelings. Will she manage to prove that he is unworthy of her hand in marriage, or will she find herself falling for the very person she initially rejected? Join Yuuhi and Junichi as they navigate the ups and downs of their unconventional relationship in this heartwarming and comedic tale.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "59c93fd6ea40f551",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.533747558220899,
    "arithmeticGeometricMean": 6.529553759133073,
    "median": 6.512727272727274,
    "hash": "59c93fd6ea40f551",
    "lastUpdate": "2024-05-08"
  }
}