{
  "sources": [
    "https://anidb.net/anime/6413",
    "https://anilist.co/anime/4192",
    "https://anime-planet.com/anime/hayate-the-combat-butler-2",
    "https://anisearch.com/anime/4834",
    "https://kitsu.io/anime/3514",
    "https://livechart.me/anime/3877",
    "https://myanimelist.net/anime/4192",
    "https://notify.moe/anime/kupucFmiR"
  ],
  "synopsis": {
    "text": "The life of Hayate Ayasaki, a dedicated butler at the Sanzenins' estate and a diligent student at Hakuou Academy, is far from ordinary. Juggling his responsibilities to his young mistress, Nagi, and navigating the challenging academic curriculum, Hayate is perpetually entangled in a whirlwind of misfortune and chaos. His life is further complicated by a growing entourage of accidentally smitten girls, including his old friend, Ayumu Nishizawa, and Hakuou's conscientious student council president, Hinagiku Katsura.\n\nAs Hayate strives to safeguard Nagi from various threats, such as the Sicilian Mafia, and tackle a myriad of challenges ranging from marathons to dungeon conquests, he finds himself inexorably drawn into the emotional complexities of his professional relationship with Nagi. Her burgeoning feelings for him threaten to transform their dynamic into something more personal, adding another layer of intricacy to Hayate's already convoluted life.\n\nHaving been employed by the Sanzenins for three months to pay off his parents' debt, Hayate's role as a butler becomes increasingly demanding as he finds himself entangled in the affairs of the Sanzenins and their acquaintances. The situation intensifies when Hinagiku begins to acknowledge her own feelings for the indebted butler, potentially leading to a mutual understanding between them. Meanwhile, Nagi, oblivious to the misunderstanding during their first encounter, seeks to deepen her bond with Hayate.\n\nJoin Hayate as he navigates the tumultuous world of love, friendship, and duty, all while trying to keep his head above water amidst the relentless waves of adversity. Will Hayate successfully manage his professional obligations and the emotional entang",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.726642393320964,
    "arithmeticGeometricMean": 7.725961786664018,
    "median": 7.675,
    "lastUpdate": "2024-05-09"
  }
}