{
  "sources": [
    "https://anidb.net/anime/6503",
    "https://anilist.co/anime/6325",
    "https://anime-planet.com/anime/naruto-shippuden-movie-3-the-will-of-fire",
    "https://anisearch.com/anime/5279",
    "https://kitsu.io/anime/4520",
    "https://livechart.me/anime/3854",
    "https://myanimelist.net/anime/6325",
    "https://notify.moe/anime/Gcq35Kiig"
  ],
  "synopsis": {
    "text": "Left unchecked, a sinister plot threatens to plunge the world of ninjas into chaos as powerful shinobi with unique bloodline abilities vanish without a trace. Suspicion falls heavily on the Fire Nation, the only country left unscathed by these mysterious disappearances. As tensions rise and the specter of a fourth Great Ninja War looms, Tsunade, the leader of the Hidden Leaf Village, orders her forces to maintain vigilance and uncover the truth behind these events.\n\nAmidst the turmoil, Kakashi, a revered ninja and mentor to Naruto, Sakura, and Sai, finds himself at the heart of the crisis. The mastermind behind the disappearances, a formidable and power-hungry rogue ninja named Hiruko, seeks to absorb Kakashi's unique abilities to become an invincible immortal and ignite a global war. Faced with this dire threat, Kakashi bravely chooses to sacrifice himself to protect his village and prevent the impending catastrophe.\n\nDetermined to save their beloved mentor, Naruto and Sakura embark on a perilous journey to confront Hiruko and thwart his nefarious plans. With time running out and the odds stacked against them, they must navigate a treacherous landscape of friends turned foes and overcome seemingly insurmountable challenges. As the fate of their world hangs in the balance, Naruto and Sakura will stop at nothing to save Kakashi and restore peace to the shinobi nations.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5a1a1d2b6baff718",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.300371646871647,
    "arithmeticGeometricMean": 7.297744009985169,
    "median": 7.322421652421652,
    "hash": "5a1a1d2b6baff718",
    "lastUpdate": "2024-05-09"
  }
}