{
  "sources": [
    "https://anidb.net/anime/14001",
    "https://anilist.co/anime/101470",
    "https://anime-planet.com/anime/gakuen-basara-samurai-high-school",
    "https://anisearch.com/anime/13538",
    "https://kitsu.io/anime/41263",
    "https://livechart.me/anime/3204",
    "https://myanimelist.net/anime/37657",
    "https://notify.moe/anime/kWV9Sq7mR"
  ],
  "synopsis": {
    "text": "Tokugawa's halls of learning, Basara Academy, find themselves in a whirlwind of chaos as the revered student council president, Toyotomi Hideyoshi, faces suspension. The sudden power vacuum propels two extraordinary first-year athletes into a fierce rivalry for the vacant position. Baseball prodigy Date Masamune and soccer sensation Sanada Yukimura lock horns, but they aren't the only contenders vying for the throne.\n\nInspired by Capcom's action game franchise, this school battle comedy parody reimagines the legendary warriors of Japan's Warring States Era as ambitious high school students. The heated competition for the student council presidency escalates as other 'warlords' join the fray, each with their own agendas. Ieyasu Tokugawa calls upon the bonds of kinship, while Mitsunari Ishida's burning desire to overthrow him adds fuel to the fire.\n\nAs the battle for supremacy intensifies, the turbulent times also spark new romantic interests, adding another layer of complexity to the chaotic school environment. Can order and love truly prevail amidst the relentless power struggles? Join the students of Basara Academy as they navigate the treacherous path to claim the ultimate seat of power in this thrilling and comedic twist on historical events.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5a22fa1116d0e05d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.808799628942486,
    "arithmeticGeometricMean": 5.778521159330173,
    "median": 5.71065306122449,
    "hash": "5a22fa1116d0e05d",
    "lastUpdate": "2024-05-09"
  }
}