{
  "sources": [
    "https://anidb.net/anime/15808",
    "https://anilist.co/anime/125369",
    "https://anime-planet.com/anime/tokyo-babylon-2021",
    "https://anisearch.com/anime/15678",
    "https://kitsu.io/anime/43692",
    "https://livechart.me/anime/10193",
    "https://myanimelist.net/anime/43629",
    "https://notify.moe/anime/4MAgHPtMg"
  ],
  "synopsis": {
    "text": "Until the weight of his destiny fully descends upon him, Subaru Sumeragi, the compassionate 16-year-old leader of the esteemed Sumeragi clan, resides in the gritty, polluted landscape of 1990s Tokyo. As an Onmyouji, a spiritual medium, Subaru navigates the treacherous urban terrain, quelling restless spirits and pacifying malevolent ghosts. Flanked by his vivacious twin sister Hokuto and their enigmatic ally, the debonair veterinarian Seishirou, Subaru's selfless nature compels him to aid anyone in need.\n\nAs the supernatural incidents intensify, the darkness encroaching on the city threatens to consume Subaru's gentle soul. Amidst the chaos, Hokuto endeavors to foster a romantic connection between her brother and Seishirou, hoping that their bond will provide Subaru with the strength to withstand the trials that lie ahead. But as the sinister undercurrents of the city begin to unravel, will Seishirou prove to be a steadfast ally or a harbinger of the very darkness that seeks to destroy Subaru?\n\nOriginally slated for an April 2021 release, the \"Tokyo Babylon 2021\" anime adaptation faced a series of setbacks. Plagiarism allegations led to the indefinite postponement of the project, with 13 completed episodes and 8 more planned. In March 2021, the production committee decided to cancel the series entirely, opting to restart the project from scratch at a later date.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5a818f9e18d9e3e1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 4.053803339517625,
    "arithmeticGeometricMean": 3.9279639158207638,
    "median": 4.053803339517625,
    "hash": "5a818f9e18d9e3e1",
    "lastUpdate": "2024-05-10"
  }
}