{
  "sources": [
    "https://anidb.net/anime/14658",
    "https://anilist.co/anime/107666",
    "https://anime-planet.com/anime/true-cooking-master-boy",
    "https://anisearch.com/anime/14155",
    "https://kitsu.io/anime/42549",
    "https://livechart.me/anime/9213",
    "https://myanimelist.net/anime/39194",
    "https://notify.moe/anime/g7y1vxhWg"
  ],
  "synopsis": {
    "text": "His name is Liu Maoxing, the youngest Super Chef in 19th century China, a time when the country is on the brink of chaos and the culinary world is a battleground. Maoxing embarks on a journey to refine his culinary skills and protect the legendary cooking utensils from the nefarious Underground Cooking Society, a task once undertaken by his legendary chef mother.\n\nIn an era where the art of cooking is revered and chefs wield immense power, Maoxing, along with his companions Lao Zhi and Mei Li Zhou, traverses the vast landscapes of China, learning diverse cooking techniques and engaging in high-stakes culinary showdowns. The journey is fraught with challenges, as Maoxing strives to live up to his mother's legacy and claim his rightful place as the Master Chef of her renowned restaurant.\n\nBut the real battle awaits Maoxing upon his return, as the Underground Cooking Society begins to make its move. Joined by new allies, Maoxing stands firm against this formidable enemy, determined to protect the legendary cooking utensils and uphold his mother's wish for happiness and unity in the world of cooking.\n\n\"True Cooking Master Boy\" is a thrilling tale of culinary adventures, where the stakes are high, the challenges are fierce, and the rewards are tantalizingly delicious. Will Maoxing rise to the occasion and become the legendary chef he aspires to be? The journey to find out is filled with mouth-watering excitement and suspense.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5a9486fff51507a4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.531368738404452,
    "arithmeticGeometricMean": 6.518894086208328,
    "median": 6.521020408163265,
    "hash": "5a9486fff51507a4",
    "lastUpdate": "2024-05-09"
  }
}