{
  "sources": [
    "https://anidb.net/anime/15323",
    "https://anilist.co/anime/114085",
    "https://anime-planet.com/anime/kemono-jihen",
    "https://anisearch.com/anime/14834",
    "https://kitsu.io/anime/42922",
    "https://livechart.me/anime/9731",
    "https://myanimelist.net/anime/40908",
    "https://notify.moe/anime/34EJp9YZR"
  ],
  "synopsis": {
    "text": "Little by little, the enigmatic detective Kohachi Inugami unravels a chilling mystery surrounding a remote Japanese village plagued by the inexplicable decay of its livestock. As the new moon rises, so does the urgency to solve this occult conundrum. Partnering with an ostracized young boy named Kabane, who is known by the villagers as \"Dorotabou,\" Inugami embarks on a supernatural investigation that will blur the line between human and beast.\n\nAs Inugami delves deeper into the heart of the mystery, he discovers that the strange occurrences may not be limited to just the animal kingdom. Kabane, the young farmhand who spends his days toiling in the fields, might hold the key to unraveling the enigma. But as the pair uncovers the truth behind the killings, they will also unearth secrets about Kabane's own identity that will forever change the course of their lives.\n\nIn this gripping tale of suspense and supernatural intrigue, an unlikely duo must confront the darkness that lurks within the shadows of a seemingly idyllic village. As they navigate a world where mythical creatures and humans coexist, Inugami and Kabane will learn that the truth can be as elusive as it is terrifying. Will they be able to solve the mystery before it's too late, or will they become the next victims of the sinister forces that haunt the mountain village? Only time will tell, as the new moon casts its eerie glow over the countryside and the line between man and beast grows ever thinner.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.536513328776487,
    "arithmeticGeometricMean": 7.532949064028222,
    "median": 7.614962406015038
  },
  "lastUpdate": "2024-05-09"
}