{
  "sources": [
    "https://anidb.net/anime/15359",
    "https://anilist.co/anime/114745",
    "https://anime-planet.com/anime/made-in-abyss-the-golden-city-of-the-scorching-sun",
    "https://anisearch.com/anime/14893",
    "https://kitsu.io/anime/42951",
    "https://livechart.me/anime/9772",
    "https://myanimelist.net/anime/41084",
    "https://notify.moe/anime/A4WjBRjMR"
  ],
  "synopsis": {
    "text": "Every explorer's worst fear is the point of no return, and for Riko, Reg, and Nanachi, that point has long passed. The trio now finds themselves in the uncharted depths of the Abyss, specifically in the Sixth Layer known as The Capital of the Unreturned. As they venture deeper into the unknown, the surface world becomes a distant memory.\n\nRiko, now a proud owner of a White Whistle, leads the group through the treacherous landscapes and dangerous creatures that inhabit the Abyss. They come across a village of strange beings known as 'hollows,' adding another layer of mystery to their already perilous journey.\n\nBut they are not the first to brave the depths of the Abyss. What happened to the explorers who came before them? The trio is about to uncover the truth behind the long-lost legacies of those who dared to venture into the unknown.\n\nWith Reg's advanced weaponry and sensor technology, the group's chances of survival increase. However, the Abyss is full of surprises, and during their first night in the Sixth Layer, inexplicable events occur, resulting in the loss of crucial equipment.\n\nAs they delve deeper into the mysteries of the Abyss, they discover strange remains and a cryptic message that seems to point them in a specific direction. The journey to the bottom of the Abyss is fraught with danger, but Riko, Reg, and Nanachi are determined to uncover the truth and make it out alive.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5aaa1910279913ee",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.546601859812661,
    "arithmeticGeometricMean": 8.545326107301033,
    "median": 8.607,
    "hash": "5aaa1910279913ee",
    "lastUpdate": "2024-05-09"
  }
}