{
  "sources": [
    "https://anidb.net/anime/681",
    "https://anilist.co/anime/618",
    "https://anime-planet.com/anime/ninja-scroll-the-series",
    "https://anisearch.com/anime/2499",
    "https://kitsu.io/anime/573",
    "https://livechart.me/anime/6093",
    "https://myanimelist.net/anime/618",
    "https://notify.moe/anime/CZ6TcFmig"
  ],
  "synopsis": {
    "text": "Shigure—along side the monk Dakuan and a young thief named Tsubute—embarks on a journey to the village of Yagyu, seeking answers to the secrets of her birth. Meanwhile, Jubei Kibagami, a highly skilled ninja for hire, finds himself in possession of the Dragon Jewel, a stone with an unknown origin, after a group of demons destroys a village and kills everyone. The Dragon Jewel is a sacred treasure protected by the Hiruko Clan, who are doomed to live and die in darkness. However, the Kimon Clan, seeking to revive the power of the Toyotomi, wants the Dragon Stone and the treasure it hides.\n\nAs fate would have it, Jubei and Shigure's paths cross, and Jubei becomes the prime target of both the Hiruko and Kimon Clans. Dakuan, recognizing Jubei's abilities, hires him to protect Shigure, the Priestess of Light, who can use the Dragon Stone's power. As they journey to the Yagyu village, they are pursued by the Hiruko Ninja and the Kimon Shu, who are determined to obtain the Dragon Stone and the Priestess of Light.\n\nIn this feudal Japan, during the Edo period, Jubei Kibagami, a masterless swordsman, must protect the Priestess of Light and the Dragon Stone from the Hiruko and Kimon Clans. The journey is fraught with danger, and the path is littered with unearthly youjutsu that come after them. The true power of the jewel and the Priestess of Light remains a mystery, but one thing is certain: the answers will only be found through blood and battle.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5b024e1237e1f796",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.701375231910945,
    "arithmeticGeometricMean": 6.693771812702135,
    "median": 6.648181818181818,
    "hash": "5b024e1237e1f796",
    "lastUpdate": "2024-05-09"
  }
}