{
  "sources": [
    "https://anidb.net/anime/191",
    "https://anilist.co/anime/245",
    "https://anime-planet.com/anime/great-teacher-onizuka",
    "https://anisearch.com/anime/2735",
    "https://kitsu.io/anime/220",
    "https://livechart.me/anime/3642",
    "https://myanimelist.net/anime/245",
    "https://notify.moe/anime/-GIh5Fmig"
  ],
  "synopsis": {
    "text": "Holy Forest Academy's newest teacher, Eikichi Onizuka, is a far cry from the typical educator. As a former biker gang leader with a questionable past, his true motivation for becoming a teacher lies in his desire to be surrounded by beautiful high school girls. However, Onizuka's unconventional teaching methods and rebellious spirit make him a force to be reckoned with.\n\nTasked with managing the notorious Class 3-4, Onizuka faces numerous challenges from both his students and colleagues who doubt his abilities and question his intentions. Despite this, he remains undeterred, determined to make a difference in the lives of his students and prove himself as the \"Great Teacher Onizuka\" (GTO).\n\nOnizuka's unique approach to education involves tackling real-life issues such as bullying, suicide, and sexual harassment head-on, often resorting to unorthodox methods that defy traditional teaching norms. His unwavering dedication to his students and willingness to go above and beyond to help them navigate their personal struggles ultimately earns him their respect and admiration.\n\nWith a blend of humor, action, and heartwarming moments, this anime follows Onizuka's journey as he learns valuable lessons about life and love while making a lasting impact on those around him. Join Onizuka as he takes on the challenges of teaching and discovers that there's more to life than just chasing skirts.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.58099294959956,
    "arithmeticGeometricMean": 8.579961025552654,
    "median": 8.598727272727272
  },
  "lastUpdate": "2024-05-09"
}