{
  "sources": [
    "https://anidb.net/anime/7512",
    "https://anilist.co/anime/8476",
    "https://anime-planet.com/anime/otome-youkai-zakuro",
    "https://anisearch.com/anime/6165",
    "https://kitsu.io/anime/5349",
    "https://livechart.me/anime/4004",
    "https://myanimelist.net/anime/8476",
    "https://notify.moe/anime/NMompFmig"
  ],
  "synopsis": {
    "text": "However the Meiji Era in Japan, a time of Westernization and coexistence between humans and spirits, presents unique challenges. The Ministry of Spirit Affairs, comprising of both human and spirit representatives, is tasked with resolving mysterious incidents involving spirits. Among the ministry's members are half-spirit girls Zakuro, Susukihotaru, Bonbori, and Hozuki, who are partnered with human second lieutenants Kei, Riken, and Ganryu.\n\nKei Agemaki, son of a renowned general, harbors a deep-seated fear of paranormal beings, which is put to the test as he works alongside the very spirits he dreads. With the guidance of the fox spirit Kushimatsu, Kei and his fellow officers must learn to collaborate with the youkai maidens to solve supernatural cases. As tensions rise between humans and spirits due to the growing influence of Western religions, the unlikely alliance between the youkai maidens and human officers must find a way to work together in a rapidly changing world.\n\nZakuro, with her strong personality, and Kei, with his fear of spirits, must navigate their differences to promote understanding between their respective worlds. As they work together to solve spirit-related problems, they may also help Kei confront and overcome his fears. Set against the backdrop of an alternate Japanese Westernization, Otome Youkai Zakuro explores the clashes and unions that can occur when East meets West, local meets foreign, and women meet men.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.437621753246753,
    "arithmeticGeometricMean": 7.436717511052031,
    "median": 7.407500000000001
  },
  "lastUpdate": "2024-05-09"
}