{
  "sources": [
    "https://anidb.net/anime/17641",
    "https://anilist.co/anime/154999",
    "https://anime-planet.com/anime/onmyouji",
    "https://anisearch.com/anime/17742",
    "https://kitsu.io/anime/46541",
    "https://livechart.me/anime/11524",
    "https://myanimelist.net/anime/53151",
    "https://notify.moe/anime/pBuku444R"
  ],
  "synopsis": {
    "text": "Seimei’s world is one of demons, curses, and supernatural phenomena. As an onmyouji, a powerful yin-yang diviner serving the imperial court during the Heian period, he is tasked with solving the most enigmatic cases that plague the capital. His unconventional methods and rumored descent from a mighty fox spirit set him apart from his peers.\n\nEnter Minamoto no Hiromasa, a nobleman and court musician with a straightforward and helpful demeanor. When Hiromasa's acquaintance is injured by a driverless oxcart, he finds himself reluctantly working with Seimei to uncover the truth behind the bizarre occurrence. Despite their contrasting personalities and Seimei's brusque manner, an unusual friendship blossoms between them as they continue to cross paths and work together to solve otherworldly cases.\n\nAs they delve deeper into the mysteries of the demon world, Seimei and Hiromasa confront a shadowy onmyoji named Ashiya Doman, who seems to be connected to the chaos that surrounds them. Alongside allies such as Imperial Prince Atsumi, the emperor’s onmyoji Kamo Yasunori, and Lady Tsuyuko, the pair must navigate their intertwining emotions and work together to restore peace to the capital.\n\nIn this thrilling adventure, the fates of Seimei and Hiromasa collide as they embark on a journey to defend the Heian capital from the forces that threaten it. Will their unique bond and Seimei's extraordinary abilities be enough to save the emperor and the city they hold dear? Only time will tell as they face the challenges that lie ahead.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.827804081632652,
    "arithmeticGeometricMean": 6.823726090178842,
    "median": 6.951020408163265,
    "lastUpdate": "2024-05-09"
  }
}