{
  "sources": [
    "https://anidb.net/anime/196",
    "https://anilist.co/anime/1034",
    "https://anime-planet.com/anime/royal-space-force-the-wings-of-honneamise",
    "https://anisearch.com/anime/887",
    "https://kitsu.io/anime/924",
    "https://livechart.me/anime/4404",
    "https://myanimelist.net/anime/1034",
    "https://notify.moe/anime/F0aJ5FmiR"
  ],
  "synopsis": {
    "text": "Reaching for the stars is a dream that many share, but for Shiro Lhadatt, it's a destiny he's determined to fulfill, even if it means risking his life. As a cadet in the Royal Space Force of the Kingdom of Honneamise, Shiro faces mockery and indifference from both his superiors and the public. But when he crosses paths with a devout young woman whose faith is as unwavering as his own ambition, Shiro's resolve to become the first man in space is reignited.\n\nWith the world teetering on the brink of war, Shiro and a team of aging scientists embark on a race against time to launch the first spacecraft, despite the military's covert plans to exploit the space program for their own belligerent ends. As Shiro grapples with the far-reaching consequences of his personal decision, he must rise above the challenges that threaten to derail his mission and become the leader that humanity needs to push past the brink of Armageddon.\n\nIn a world where technology is still in its infancy and the space program is seen as a joke, Shiro's journey is one of courage, determination, and unwavering faith. With the countdown to launch underway, the stakes have never been higher, and the future of humanity may just rest in the hands of this unlikely hero. Will Shiro succeed in realizing his dream, or will the complex web of political intrigue and military machinations bring his aspirations crashing down to Earth? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5c4d016a20ec11c9",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.454252551020408,
    "arithmeticGeometricMean": 7.452405798785425,
    "median": 7.482272727272727,
    "hash": "5c4d016a20ec11c9",
    "lastUpdate": "2024-05-09"
  }
}