{
  "sources": [
    "https://anidb.net/anime/10882",
    "https://anilist.co/anime/20906",
    "https://anime-planet.com/anime/lupin-the-3rd-part-4",
    "https://anisearch.com/anime/10028",
    "https://kitsu.io/anime/9958",
    "https://livechart.me/anime/1262",
    "https://myanimelist.net/anime/27947",
    "https://notify.moe/anime/0yhPpKmmR"
  ],
  "synopsis": {
    "text": "San Marino, Italy, serves as the backdrop for the latest escapades of the legendary gentleman thief, Lupin Sansei, who returns with a surprising twist in his tale. In a shocking turn of events, Lupin has tied the knot with the renowned heiress and businesswoman, Rebecca Rossellini. As his gang and Interpol Inspector Zenigata Kouichi, who remains relentless in his pursuit to capture Lupin, attend the wedding, they can't help but question the authenticity of Lupin's love for Rebecca, given his history with Mine Fujiko. While Lupin's right-hand man, Jigen Daisuke, suspects an ulterior motive, the swordsman Ishikawa Goemon hopes for the same. Amidst the chaos, a cunning MI6 agent, Nyx, adds to the intrigue of Lupin's Italian adventure.\n\nThis fifth installment in the beloved series showcases the iconic gentleman thief in a stunning new look, donning a blue coat as he embarks on thrilling exploits throughout Italy and San Marino. The anime's debut in Italy before its Japanese release further reflects its vibrant setting.\n\nThe story follows the 20-something Lupin, who has earned a reputation for executing heists that seem impossible. Despite numerous arrests and jailbreaks, the master thief continues to outsmart his pursuers, making him a fascinating and elusive character to watch. With new challenges and rivals awaiting him in Italy and San Marino, Lupin's latest adventure promises to be an exhilarating ride.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5c7f76fc9956dd75",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.80421521335807,
    "arithmeticGeometricMean": 7.803110282124641,
    "median": 7.834545454545454,
    "hash": "5c7f76fc9956dd75",
    "lastUpdate": "2024-05-09"
  }
}