{
  "sources": [
    "https://anidb.net/anime/10763",
    "https://anilist.co/anime/20801",
    "https://anime-planet.com/anime/kamisama-kiss-2nd-season",
    "https://anisearch.com/anime/9748",
    "https://kitsu.io/anime/8716",
    "https://livechart.me/anime/741",
    "https://myanimelist.net/anime/25681",
    "https://notify.moe/anime/uFE1pKmiR"
  ],
  "synopsis": {
    "text": "God dess-in-training Nanami Momozono, accompanied by her loyal familiars Tomoe and Mizuki, has been navigating the trials and tribulations of divine life since taking over as the patron god of Mikage Shrine. When the wind god Otohiko invites Nanami to the prestigious Divine Assembly in Izumo, she sees it as an opportunity to locate the vanished former shrine god, Lord Mikage. Leaving Tomoe to masquerade as her at school, Nanami and Mizuki embark on their journey to Izumo.\n\nUpon her return, Nanami encounters Botanmaru, a young tengu seeking help from a familiar face – Shinjirou Kurama, a tengu-turned-goth-idol. Botanmaru pleads for Shinjirou to return to Mount Kurama and overthrow Jirou, who has usurped control of their hometown. As Nanami delves deeper into the situation, she uncovers a sinister force looming over the mountain.\n\nWhile juggling her newfound divinity, Nanami finds herself entangled in a tengu uprising, grappling with her growing affection for Tomoe, and confronting a mysterious man connected to both Tomoe's past and her own future. As the human-turned-goddess adapts to her role, she must also face the challenges that come with it, including Tomoe's fluctuating feelings and the ominous presence threatening Mount Kurama.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5ca393f41233bac5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.133987672355829,
    "arithmeticGeometricMean": 8.130481246234941,
    "median": 8.219183673469388,
    "hash": "5ca393f41233bac5",
    "lastUpdate": "2024-05-09"
  }
}