{
  "sources": [
    "https://anidb.net/anime/2530",
    "https://anilist.co/anime/2286",
    "https://anime-planet.com/anime/little-nemo-adventures-in-slumberland",
    "https://anisearch.com/anime/886",
    "https://kitsu.io/anime/2071",
    "https://livechart.me/anime/8339",
    "https://myanimelist.net/anime/2286",
    "https://notify.moe/anime/HBcE5Fimg"
  ],
  "synopsis": {
    "text": "Miyazaki and Takahata's early departure from the project paved the way for a unique interpretation of Winsor McCay's classic comic strip, \"Little Nemo.\" In this anime adaptation, young Nemo embarks on a fantastical journey through Slumberland, a realm where dreams come to life and the only limits are one's imagination.\n\nUnable to attend a circus parade due to his parents' busy schedules, Nemo's disappointment turns into a dreamlike adventure when he encounters Professor Genius, a supposed circus member sent by King Morpheus. The king invites Nemo to Slumberland to be the playmate of his daughter, Princess Camille, and the future heir to the throne. With the help of his flying squirrel Icarus and Professor Genius, Nemo explores the enchanting land and forms a strong bond with the princess.\n\nHowever, trouble brews when Nemo receives a mysterious key that can open any door in the kingdom. Defying the king's warning, Nemo succumbs to temptation and unlocks a forbidden door, releasing a torrent of nightmarish forces that threaten Slumberland and beyond. With the king abducted and darkness looming, Nemo must gather his courage and embark on a perilous journey to Nightmare Land to save his new friends and restore balance to the dream world.\n\n\"Little Nemo: Adventures in Slumberland\" is a captivating tale of friendship, bravery, and the power of dreams. As the first Japanese anime to receive a national U.S. theatrical release, this film promises a thrilling and heartwarming experience for viewers of all ages.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5cc06f4497d95f7c",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.785385104691227,
    "arithmeticGeometricMean": 6.770652809836859,
    "median": 6.909090909090909,
    "hash": "5cc06f4497d95f7c",
    "lastUpdate": "2024-05-09"
  }
}