{
  "sources": [
    "https://anidb.net/anime/890",
    "https://anilist.co/anime/468",
    "https://anime-planet.com/anime/ghost-in-the-shell-2-innocence",
    "https://anisearch.com/anime/2753",
    "https://kitsu.io/anime/430",
    "https://livechart.me/anime/3782",
    "https://myanimelist.net/anime/468",
    "https://notify.moe/anime/5NNT5KmmR"
  ],
  "synopsis": {
    "text": "Section 9, a specialized unit combating cyber-terrorism in a dystopian 2032, is on high alert due to a series of murders committed by prototype androids. With the line between humans and machines becoming increasingly indistinct, agents Batou, a nearly full-cyborg, and his human partner Togusa, are tasked with uncovering the truth behind these crimes.\n\nAs they delve deeper into the investigation, they encounter ruthless Yakuza thugs, cunning hackers, and corporate criminals, all while grappling with the blurred boundaries between man and machine. The absence of Major Motoko Kusanagi, who now exists only as a 'ghost' in the network, adds another layer of complexity to their mission.\n\nThe agents are drawn into a web of conspiracy involving faulty gynoids, or sex robots, and suspicions of politically motivated murders. As reality and perception become increasingly interchangeable, Batou and Togusa must confront dangerous adversaries in a futuristic world filled with machines and living dolls, but devoid of humanity.\n\nWith the stakes high and the threat looming over both humans and cyborgs, can Batou and Togusa unravel the mystery behind these murders before they too become victims of this heinous plot? Their journey takes them through a chilling exploration of the hazy realms where machines become dangerously close to humans, and humans to machines.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5d5ab29d3f01423a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.783694805194806,
    "arithmeticGeometricMean": 7.7834670905421355,
    "median": 7.784000000000001,
    "hash": "5d5ab29d3f01423a",
    "lastUpdate": "2024-05-09"
  }
}