{
  "sources": [
    "https://anidb.net/anime/12618",
    "https://anilist.co/anime/98240",
    "https://anime-planet.com/anime/seitokai-yakuindomo-movie",
    "https://anisearch.com/anime/12244",
    "https://kitsu.io/anime/12959",
    "https://livechart.me/anime/2449",
    "https://myanimelist.net/anime/34504",
    "https://notify.moe/anime/igYWhKmiR"
  ],
  "synopsis": {
    "text": "Suzu, Takatoshi, Aria, and Shino, the lively student council of Ousai Private Academy, return in a thrilling movie, promising a rollercoaster ride of misinterpretations and witty humor! Originally an all-girls high school, Ousai Academy has recently transitioned into a co-ed institution, leaving first-year male students, including the unassuming Tsuda Takatoshi, surrounded by a sea of girls.\n\nOn his very first day, Tsuda finds himself in hot water with the student council president, Shino Amakusa, who scolds him, creating an unfavorable first impression. As he encounters the other student council members, his morning spirals out of control, culminating in him being late for class. To make amends for the disastrous start, Shino offers Tsuda a position on the student council, an offer he can't refuse. Thus begins his chaotic journey as the sole beacon of normalcy in the eccentric Ousai Academy.\n\nIn \"Seitokai Yakuindomo: The Movie,\" Takatoshi and his friends embark on a series of new adventures, including a beach trip, a neighborhood cleanup, and more entertaining escapades at school. With a perfect blend of comedy and camaraderie, this movie guarantees an exciting and hilarious experience for both newcomers and fans alike!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5d65e60fb8543f14",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.69718228200371,
    "arithmeticGeometricMean": 7.695291042853133,
    "median": 7.809090909090909,
    "hash": "5d65e60fb8543f14",
    "lastUpdate": "2024-05-09"
  }
}