{
  "sources": [
    "https://anidb.net/anime/3540",
    "https://anilist.co/anime/1216",
    "https://anime-planet.com/anime/boku-wa-kono-mama-kaeranai",
    "https://anisearch.com/anime/2527",
    "https://kitsu.io/anime/1093",
    "https://livechart.me/anime/8147",
    "https://myanimelist.net/anime/1216",
    "https://notify.moe/anime/H7cx5FmiR"
  ],
  "synopsis": {
    "text": "Ritsurou Yoshinari and Ken Amafuji, two childhood friends with starkly contrasting personalities, navigate the complexities of their relationship amidst a web of unspoken feelings and unconventional circumstances. Ken, a high school dropout, has been living a challenging life, resorting to selling his body to make ends meet. Despite his hardships, he finds solace in his friendship with Ritsurou, a bright and diligent student with a girlfriend named Moeko.\n\nIn an unexpected turn of events, Ken discovers that Ritsurou has been unable to consummate his relationship with Moeko. Seeing this as an opportunity to get closer to his beloved friend, Ken makes a bold move by seducing Moeko. This action sets the trio on a path fraught with emotional turmoil and uncertainty.\n\nAs Ken and Ritsurou's living arrangement becomes more intertwined, Ken's feelings for Ritsurou intensify, leading him to sleep with any girl Ritsurou dates in a desperate bid for attention. However, when Ritsurou learns of Ken's plans to move to Singapore, he is forced to confront his true feelings.\n\n\"Our Road of No Return\" is a poignant exploration of love, friendship, and self-discovery, set against the backdrop of a complex love triangle. Will Ritsurou and Ken find the courage to express their true feelings, or will their relationship remain a casualty of unspoken love and missed opportunities?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 4.998875165650675,
    "arithmeticGeometricMean": 4.9847348152489666,
    "median": 5.084,
    "lastUpdate": "2024-05-09"
  }
}