{
  "sources": [
    "https://anilist.co/anime/99714",
    "https://anime-planet.com/anime/gintama-porori-hen",
    "https://anisearch.com/anime/12704",
    "https://kitsu.io/anime/13726",
    "https://livechart.me/anime/2776",
    "https://myanimelist.net/anime/35843",
    "https://notify.moe/anime/scRI2Kmig"
  ],
  "synopsis": {
    "text": "Shinpachi, Kagura, and their eccentric leader, Gintoki Sakata, return to their odd-job antics in Gintama.: Porori-hen, a collection of episodes adapted from previously unanimated manga chapters. Set in a world where aliens have overtaken Edo Period Japan, forcing its inhabitants to adapt to a life filled with skyscrapers, trains, and motorbikes, Gintoki, the last of the samurai, and his friends tackle a series of challenges with their signature humor and unwavering resolve.\n\nAs the trio embarks on a treasure hunt for the pirate king's riches, they encounter a beautiful young woman named Kagura, who is on a quest to find seven mystical balls to summon a dragon. Along the way, they also cross paths with a glasses-wearing monster and face off against a demon king. But don't be fooled by these fantastical elements, as Gintama is known for its abundant pop culture references and unconventional storytelling.\n\nIn the midst of their adventures, Gintoki and his friends must confront the return of Umibouzu, the great space hunter and Kagura's overprotective father. Angered by the news of his daughter's boyfriend, Umibouzu blames Gintoki for being a poor guardian. Will Umibouzu finally learn to let go of his daughter and accept her choices, or will he continue to meddle in her life?\n\nWith shameless parodies, risqué humor, and heartwarming camaraderie, Gintama.: Porori-hen is a wild ride that will leave viewers laughing and emotionally stirred. Join Gintoki, Kagura, and Shinpachi as they navigate through unforeseen situations and continue to do what",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5dff84ca5c72353b",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.430985776128633,
    "arithmeticGeometricMean": 8.430243878279999,
    "median": 8.457142857142857,
    "hash": "5dff84ca5c72353b",
    "lastUpdate": "2024-05-06"
  }
}