{
  "sources": [
    "https://anidb.net/anime/15464",
    "https://anilist.co/anime/116867",
    "https://anime-planet.com/anime/bofuri-i-dont-want-to-get-hurt-so-ill-max-out-my-defense-2",
    "https://anisearch.com/anime/15111",
    "https://kitsu.io/anime/43086",
    "https://livechart.me/anime/9855",
    "https://myanimelist.net/anime/41514",
    "https://notify.moe/anime/CUyretrZR"
  ],
  "synopsis": {
    "text": "Tree house of Might: The Unstoppable Maple and Her Guild Return!\n\nIn the ever-expanding universe of NewWorld Online, the legendary Maple Tree guild, led by the indomitable Maple, embarks on thrilling new adventures. With her unparalleled defensive prowess, Maple and her friends conquer the game's latest challenges, acquiring powerful skills and forging alliances with other formidable guilds.\n\nAs the developers unveil the enigmatic Floor 4, the Maple Tree guild dives headfirst into the unknown, eager to test their mettle against stronger monsters and more complex quests. The eternal night that shrouds the cherry blossom trees of Floor 4 promises intense battles and unexpected encounters.\n\nMeanwhile, rival guilds like the Kingdom of the Flame Emperor and the Congregation of the Holy Swords strive to maintain their top-tier status, setting the stage for epic showdowns and strategic alliances.\n\nBefore the battle for Floor 4 commences, the guilds unite in a festive Christmas event, offering a brief respite from the action-packed world of NewWorld Online.\n\nJoin Maple and her friends as they continue to redefine the boundaries of gaming, driving developers crazy with their innovative skill combinations and unbreakable spirit. Don't miss the latest season of Treehouse of Might, now streaming!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5e050e36a18a1fd1",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.387026901669758,
    "arithmeticGeometricMean": 7.381599028563549,
    "median": 7.514471243042671,
    "hash": "5e050e36a18a1fd1",
    "lastUpdate": "2024-05-09"
  }
}