{
  "sources": [
    "https://anilist.co/anime/98885",
    "https://anime-planet.com/anime/haikyuu-movie-4-battle-of-concepts",
    "https://kitsu.io/anime/13656",
    "https://livechart.me/anime/2582",
    "https://myanimelist.net/anime/35111",
    "https://notify.moe/anime/r8E4hFmig"
  ],
  "synopsis": {
    "text": "When the stakes are high, and the Spring Tournament's finals are on the line, Karasuno High School's volleyball team faces their most formidable challenge yet: the undefeated Shiratorizawa Academy. Led by the prodigious Wakatoshi Ushijima, Shiratorizawa has dominated Miyagi Prefecture for three consecutive years, leaving Karasuno with seemingly insurmountable odds. \n\nFrom the outset, Karasuno struggles against Ushijima's relentless spikes and Tendo's impenetrable blocks. However, the key to turning the tide lies in the hands of Tsukishima, the master of blocking. With his calm and precise defense, he ignites a newfound intensity in Hinata and Kageyama, propelling them to push their limits. \n\nDespite their contrasting play styles, both teams share an equal level of determination. As the desperate struggle unfolds, the question remains: who will emerge victorious and secure their spot in the National Tournament? With everything on the line, the former flightless crows must summon all their strength and skill to overcome their greatest challenge yet.\n\nIn this thrilling battle of concepts, Karasuno High School and Shiratorizawa Academy clash in a high-stakes match that will determine who will represent Miyagi Prefecture at the National Tournament. Will Karasuno's tenacity and teamwork triumph over Shiratorizawa's raw power and precision? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5e0c9b4d072a0e9e",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.100189033189034,
    "arithmeticGeometricMean": 8.095033006389295,
    "median": 8.200909090909091,
    "hash": "5e0c9b4d072a0e9e",
    "lastUpdate": "2024-05-06"
  }
}