{
  "sources": [
    "https://anidb.net/anime/1530",
    "https://anilist.co/anime/813",
    "https://anime-planet.com/anime/dragon-ball-z",
    "https://anisearch.com/anime/2938",
    "https://kitsu.io/anime/720",
    "https://livechart.me/anime/3632",
    "https://myanimelist.net/anime/813",
    "https://notify.moe/anime/ir-05Fmmg"
  ],
  "synopsis": {
    "text": "Vegeta, Nappa, and the formidable Frieza; Cell and his fellow Jinzouningen; the candy-loving menace Buu - these are just a few of the intergalactic threats that Goku and his allies must face in the action-packed world of Dragon Ball Z. Five years after winning the World Martial Arts tournament, Goku is living a peaceful life with his wife and son, until the arrival of Raditz, a mysterious enemy who claims to be Goku's long-lost brother. Raditz reveals that Goku is a Saiyan, a member of a powerful warrior race that was nearly wiped out, and that he was sent to Earth as a baby to conquer and destroy it. But a head injury caused Goku to lose his memory and his violent nature, and he was raised to be kind and protective. Raditz tries to recruit Goku as an ally, but when he refuses, Raditz warns of a new threat that will plunge Earth into intergalactic conflict. The battle for the seven mystical Dragon Balls, which can grant any wish, begins, and only the strongest will survive. With the help of his friends and family, Goku must defend Earth from these powerful foes and protect the Dragon Balls from falling into the wrong hands. Will Goku and his allies be able to save the Earth from destruction, or will they fall to the powerful enemies that seek to conquer it?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5e1fcb3f33cf4d42",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.040474980515864,
    "arithmeticGeometricMean": 8.038089528216346,
    "median": 8.110454545454544,
    "hash": "5e1fcb3f33cf4d42",
    "lastUpdate": "2024-05-09"
  }
}