{
  "sources": [
    "https://anidb.net/anime/17877",
    "https://anilist.co/anime/161964",
    "https://anime-planet.com/anime/the-eminence-in-shadow-2nd-season",
    "https://anisearch.com/anime/18236",
    "https://kitsu.io/anime/47099",
    "https://livechart.me/anime/3450",
    "https://myanimelist.net/anime/54595",
    "https://notify.moe/anime/Kl4yl1x4R"
  ],
  "synopsis": {
    "text": "Season two of \"The Eminence in Shadow\" plunges us into the heart of the Lawless City, a chaotic metropolis bathed in the crimson glow of a rare red moon. Ruled by three formidable monarchs - Yukime, the Spirit Fox; Juggernaut, the Tyrant; and Lord Crimson, a powerful vampire - the city is a hotbed of bloodshed and violence. But the real intrigue lies in the imminent awakening of the \"Queen of Blood,\" Elizabeth, a dormant progenitor vampire rumored to wield immense power.\n\nCid Kagenou, accompanied by his sister Claire and the members of Shadow Garden, seizes this opportunity to investigate strange financial activities within the city. However, Cid's true motivation is the chance to face the Blood Queen, a confrontation he believes will be his ultimate test.\n\nAs the city descends into chaos, Cid escapes his sister's watchful eye, only to find himself in the company of Mary, a self-proclaimed \"Last Vampire Hunter.\" Inspired by Mary's courage and the city's lawlessness, Cid decides to make a grand entrance as Shadow, the mysterious figure he aspires to be.\n\nMeanwhile, Claire, searching for her missing brother, forms an unlikely alliance with Mary. Together, they navigate the city's treacherous streets, heading towards the Crimson Tower, the Blood Queen's lair. As the hour of the Blood Queen's awakening approaches, the stage is set for a grand confrontation that could determine the fate of the Lawless City.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5e3205116ed0f6d5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.478389005404534,
    "arithmeticGeometricMean": 8.474835836576624,
    "median": 8.544272727272727,
    "hash": "5e3205116ed0f6d5",
    "lastUpdate": "2024-05-09"
  }
}