{
  "sources": [
    "https://anilist.co/anime/21770",
    "https://anime-planet.com/anime/peace-maker-kurogane-belief",
    "https://kitsu.io/anime/12081",
    "https://livechart.me/anime/2157",
    "https://myanimelist.net/anime/33185",
    "https://notify.moe/anime/tYCepKmig"
  ],
  "synopsis": {
    "text": "Tokugawa Japan is in turmoil, and the city of Kyoto is at the heart of the chaos. Enter the Shinsengumi, an elite group of samurai swordsmen sworn to protect the city and uphold the peace. Among their ranks is Tetsunosuke Ichimura, a young page serving under Vice-Commander Hijikata Toshizo. Tetsunosuke's dream of joining the Shinsengumi has come true, but his journey is far from over. As he navigates the dangerous world of political intrigue and violent conflict, he must confront his own past and the traumatic memories of his parents' murder at the hands of the Choushuu.\nDespite his lack of skill and experience, Tetsunosuke is determined to become a true member of the Shinsengumi and seek revenge for his parents' death. With the support of his brother Tatsunosuke and his fellow Shinsengumi, he faces the challenges of this historical group. But as the Shinsengumi prepares for battle and relocates their station to the Fushimi magistrate's office, Tetsunosuke will soon discover the true cost of his ambition. When a mysterious gun-wielding swordsman named Ryoma Sakamoto arrives in town, Tetsunosuke's world is turned upside down, and he must confront the secrets of his past and the legacy of the 'Peacemaker.' Will Tetsunosuke have what it takes to survive in this world of blood and pain, or will he be consumed by the very thing he seeks? Only time will tell in this action-packed anime adaptation of the Peace Maker Kurogane manga.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5ea289a2077d1a61",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.637163636363637,
    "arithmeticGeometricMean": 6.604489809608554,
    "median": 6.68,
    "hash": "5ea289a2077d1a61",
    "lastUpdate": "2024-05-06"
  }
}