{
  "sources": [
    "https://anidb.net/anime/11638",
    "https://anilist.co/anime/21378",
    "https://anime-planet.com/anime/hybrid-x-heart-magias-academy-ataraxia",
    "https://anisearch.com/anime/10785",
    "https://kitsu.io/anime/11529",
    "https://livechart.me/anime/1840",
    "https://myanimelist.net/anime/31845",
    "https://notify.moe/anime/oKojpKiiR"
  ],
  "synopsis": {
    "text": "Heart-pounding battles, otherworldly invaders, and a unique power that thrives on intimacy—welcome to the strategic defense academy Ataraxia, where 17-year-old Kizuna Hida finds himself in an extraordinary new life. When interdimensional portals known as Entrances connect Earth to another dimension, humanity is left defenseless against the invading forces. As the world's governments retreat to oceanic Megafloats, the responsibility to defend Earth falls on the shoulders of young students gifted with Heart Hybrid Gear (HHG) abilities.\n\nKizuna, who possesses a unique HHG called Eros, is summoned by his older sister, Reiri, the principal and high commander of Ataraxia. Although his combat skills are lacking, Kizuna's true potential lies in his ability to empower his fellow students through intimate interactions. Partnering with the enigmatic Aine Chidorigafuchi, a skilled pilot of the magical armor Zeros, Kizuna must learn to navigate the delicate balance between his newfound power and the weight of the world on his shoulders.\n\nAs the academy's captain, Kizuna joins the Heart Hybrid Gear ace team, Amaterasu, in the battle against the otherworldly enemies. With the future of humanity hanging in the balance, Kizuna must overcome his embarrassment and embrace his unique abilities to protect the world and the girls he fights alongside. In this thrilling tale of love, courage, and determination, Kizuna's journey will reveal the true power of connection and the strength that lies within the bonds of friendship.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.220703851948562,
    "arithmeticGeometricMean": 6.213572696757339,
    "median": 6.259902606310014,
    "lastUpdate": "2024-05-09"
  }
}