{
  "sources": [
    "https://anilist.co/anime/1237",
    "https://anime-planet.com/anime/one-piece-open-upon-the-great-sea-a-fathers-huge-huge-dream",
    "https://anisearch.com/anime/3823",
    "https://kitsu.io/anime/1113",
    "https://livechart.me/anime/5174",
    "https://myanimelist.net/anime/1237",
    "https://notify.moe/anime/992xcFiig"
  ],
  "synopsis": {
    "text": "Amanda, a young girl with a grudge against adventure, finds herself entangled in a thrilling quest for a hidden treasure left behind by her late father, a renowned treasure hunter. When Bonnie and Max, two weary pirates from the Zap crew, seek an escape from their tedious pirate life, Amanda offers them a deal they can't resist: the location of her father's treasure in exchange for their help in escaping.\n\nTheir daring escape leads them to a small island, where they cross paths with Luffy and his Straw Hat Pirates. However, their newfound freedom is short-lived, as they are pursued by the relentless Bayan Pirates, who also have their sights set on the treasure. In the ensuing chaos, Amanda and Luffy are captured and taken to the formidable Captain Bayan, who wields the Symphony Conductor, a powerful tool capable of controlling people, including Luffy.\n\nAs the Straw Hat Pirates are forced to confront their own captain, they must rally against the Bayan Pirates, find the hidden treasure, and protect Amanda, who has finally come to understand her father's passion for adventure. With the odds stacked against them, will the Straw Hat Pirates be able to overcome their controlled captain and secure the treasure that Amanda's father sacrificed everything to protect?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5ebd85fbc36abcc8",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.195971925278047,
    "arithmeticGeometricMean": 7.1927067817641825,
    "median": 7.2,
    "hash": "5ebd85fbc36abcc8",
    "lastUpdate": "2024-05-06"
  }
}