{
  "sources": [
    "https://anilist.co/anime/101432",
    "https://anime-planet.com/anime/violet-evergarden-special",
    "https://anisearch.com/anime/13534",
    "https://kitsu.io/anime/41155",
    "https://livechart.me/anime/3199",
    "https://myanimelist.net/anime/37095",
    "https://notify.moe/anime/UcwT4xmiR"
  ],
  "synopsis": {
    "text": "Blu-ray/DVD enthusiasts are in for a treat as the 4th volume of \"Violet Evergarden\" brings an exclusive, unaired episode nestled between the events of the 4th and 5th episodes of the series.\n\nIn a post-war era, Violet, our protagonist, is encouraged by her colleagues to pen down her emotions in a letter addressed to Gilbert, a significant figure in her life. The occasion is an air show, a celebration of the newfound peace between nations after a long, arduous war.\n\nIn an intriguing turn of events, Violet is tasked with transcribing a love letter for the renowned opera singer, Irma Felice. Despite Irma's vague instructions and numerous rejections, Violet remains determined to capture her client's sentiments perfectly. Seeking guidance from her colleagues and delving deeper into Irma's feelings, Violet embarks on a journey to understand the complexities of love and the profound pain of losing someone dear.\n\nAs Violet navigates through the opera house to meet Irma, she is tasked with a challenging assignment - to craft a fictional letter from a woman to her lover who never returned from the war. With minimal guidance from Irma, Violet grapples with expressing the depth of love and loss in words, leading her on a path of self-discovery and emotional growth.\n\n\"Violet Evergarden: Special\" unfolds a touching tale of an opera singer yearning for her missing lover who never returned from the war. As Violet takes on the challenge to encapsulate her client's emotions into words, she learns valuable lessons about love, loss, and the power of expression. This special episode is a heartwarming addition to the \"Violet Evergarden\" series, initially released as part of the 4th volume of the Japanese Bl",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5f11fbf14280b73f",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.388677987413631,
    "arithmeticGeometricMean": 8.388584377097136,
    "median": 8.373636363636365,
    "hash": "5f11fbf14280b73f",
    "lastUpdate": "2024-05-10"
  }
}