{
  "sources": [
    "https://anidb.net/anime/5039",
    "https://anilist.co/anime/2158",
    "https://anime-planet.com/anime/toward-the-terra-tv",
    "https://anisearch.com/anime/4142",
    "https://kitsu.io/anime/1954",
    "https://livechart.me/anime/4562",
    "https://myanimelist.net/anime/2158",
    "https://notify.moe/anime/RDqYcKmmR"
  ],
  "synopsis": {
    "text": "In a distant future, the once thriving Earth, now referred to as Terra, has been abandoned due to catastrophic environmental destruction. Humanity, now governed by an all-powerful AI known as the Great Mother, has established colonies on distant planets. To maintain order and prevent past mistakes, the AI controls every aspect of life, including birth rates and career assignments. Upon turning fourteen, individuals undergo an adulthood examination, which determines their role in society. Those who fail are eliminated.\n\nAmidst this dystopian existence, a new human subspecies, the Mu, has emerged. Possessing extraordinary psychic abilities, the Mu are considered a threat to the established order and are relentlessly pursued by the authorities. Living in secret aboard the spaceship Shangri-La, the Mu share a collective dream: to return to their ancestral home, Terra.\n\nJomy, an unsuspecting young man on the brink of adulthood, discovers his true identity as a Mu when his examination is interrupted by a mysterious, radiant figure. Rescued from certain elimination, Jomy is introduced to the Mu's plight and his own latent powers. As he grapples with his newfound abilities and the harsh reality of his world, Jomy becomes a pivotal figure in the Mu's quest for freedom and their journey back to Terra. Will Jomy and his people successfully evade the relentless pursuit of the ruthless Keith Anyan and find their way back to their beloved Terra?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.8077561388191645,
    "arithmeticGeometricMean": 7.807147909927042,
    "median": 7.75235294117647,
    "lastUpdate": "2024-05-10"
  }
}