{
  "sources": [
    "https://anidb.net/anime/7019",
    "https://anilist.co/anime/5690",
    "https://anime-planet.com/anime/nodame-cantabile-finale",
    "https://anisearch.com/anime/5471",
    "https://kitsu.io/anime/4248",
    "https://livechart.me/anime/4128",
    "https://myanimelist.net/anime/5690",
    "https://notify.moe/anime/M4_jcKimg"
  ],
  "synopsis": {
    "text": "How will love's symphony unfold for the musically gifted yet childlike pianist, Megumi Noda, and the prodigious, ambitious orchestra conductor, Chiaki Shinichi, in the enchanting city of Paris? As Noda enters her final year at the Conservatoire de Paris, her unwavering determination to become a professional pianist and Chiaki's burgeoning success in Europe seem to create discord in their relationship. Forbidden by her teacher to participate in competitions, Noda feels the chasm between her and Chiaki growing wider.\n\nMeanwhile, Chiaki's reputation as the principal conductor of the Roux-Marlet Orchestra soars, and Noda's piano skills significantly improve at the Conservatoire. Yet, as Noda grapples with feelings of being left behind, she defies her teacher's advice and enters another piano competition to kickstart her career.\n\nAs the story unfolds, the lives of those around Chiaki and Noda intertwine. Legendary piano prodigy Rui Son begins to question her abilities after hearing Nodame's playing and being refused tutelage by Professor Charles Auclair. Maestro Franz von Stresemann confronts his own mortality, while pianists Yunlong Li and Tatiana Vishneva prepare for a competition, with the latter also struggling with her growing affection for oboist Yasunori Kuroki.\n\nThroughout their musical journey, Chiaki, Nodame, and their friends strive to remain true to themselves while navigating the complexities of their relationships and careers. As Noda's motivation for the piano reaches new heights, she realizes that the path to success is filled with obstacles. Will their deepening bond help or hinder Noda's quest for pianistic stardom? Only time will",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.219847884762533,
    "arithmeticGeometricMean": 8.218997410299055,
    "median": 8.235454545454546,
    "lastUpdate": "2024-05-09"
  }
}