{
  "sources": [
    "https://anidb.net/anime/15443",
    "https://anilist.co/anime/117168",
    "https://anime-planet.com/anime/the-god-of-war-dominates",
    "https://kitsu.io/anime/43527",
    "https://livechart.me/anime/10268",
    "https://myanimelist.net/anime/41409",
    "https://notify.moe/anime/QXn34dRng"
  ],
  "synopsis": {
    "text": "In the vast expanse of the Tianwu continent, a tale of valor and betrayal unfolds, revolving around the legendary figure, Qin Chen. Once a celebrated martial arts prodigy, Qin Chen's life takes a dramatic turn when he is betrayed by a trusted friend, plunging him into a seemingly endless abyss. However, destiny has other plans as he mysteriously reincarnates three centuries later, not as a hero, but as an illegitimate son of a marquis, subjected to constant torment.\n\nIn this new life, Qin Chen unexpectedly inherits his past self's knowledge of spiritual techniques and pill refinement, propelling him on an extraordinary journey towards greatness. Despite the harsh realities of his new existence, he resolutely takes on the mantle of protecting his loved ones and maintaining harmony among the five kingdoms.\n\nAs the beloved grandson of King Dingwu of the Daqi National Army, Qin Chen and his mother face cold treatment within Dingwu's palace due to his birth father's lineage. Yet, he remains undeterred, drawing strength from his past life's experiences and the mysterious power of an ancient sword.\n\nEmbarking on the martial arts path once again, Qin Chen is set to rewrite his destiny, leaving an indelible mark on the annals of time. His journey promises to be a spectacle that will reverberate across all lands, astounding everyone who bears witness to it.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5f5e10789bc6be6c",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.522505050505051,
    "arithmeticGeometricMean": 7.514072111341902,
    "median": 7.651515151515151,
    "hash": "5f5e10789bc6be6c",
    "lastUpdate": "2024-05-10"
  }
}