{
  "sources": [
    "https://anidb.net/anime/15734",
    "https://anilist.co/anime/124131",
    "https://anime-planet.com/anime/gekidol",
    "https://anisearch.com/anime/11069",
    "https://kitsu.io/anime/11848",
    "https://livechart.me/anime/1986",
    "https://myanimelist.net/anime/32455",
    "https://notify.moe/anime/N4j3pFimR"
  ],
  "synopsis": {
    "text": "Hinazaki's mesmerizing performance at a play utilizing the 'Super Material Theater' leaves high school student Seria Morino spellbound. Inspired, she dreams of becoming an idol herself. Five years have passed since the inexplicable Global Synchronic Urban Disappearance led to the vanishing of Ikebukuro, leaving chaos and peculiar electromagnetic anomalies, known as 'Auroras', in its wake. In an effort to revitalize the city, the innovative Super Material Theater employs hologram-enhanced plays, captivating the hearts of its citizens.\n\nSeria's life takes an unexpected turn when she is approached by Kaoru Sakakibara, the director of Alice in Theater, the very troupe Hinazaki was once part of. Seizing the opportunity, Seria joins the group of passionate young girls who share her love for acting. As she settles into her new environment, she is warmly welcomed by her fellow troupe members. However, beneath the surface, Seria senses that not everything is as it seems.\n\nEquipped with the modern Theatrical Material System, Alice in Theater strives to bring joy and laughter back to the city by creating stunningly realistic stages with 3D hologram technology. As Seria embarks on this journey to uncover the truth about herself and the world around her, she plays a pivotal role in the group's mission to illuminate the post-apocalyptic city with the enchanting glow of the theater.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5f834897ae795cc6",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.833134972170686,
    "arithmeticGeometricMean": 5.804986401021267,
    "median": 5.567727272727273,
    "hash": "5f834897ae795cc6",
    "lastUpdate": "2024-05-09"
  }
}