{
  "sources": [
    "https://anidb.net/anime/7056",
    "https://anilist.co/anime/7193",
    "https://anime-planet.com/anime/aoi-bungaku-series",
    "https://anisearch.com/anime/5708",
    "https://kitsu.io/anime/4900",
    "https://livechart.me/anime/3683",
    "https://myanimelist.net/anime/7193",
    "https://notify.moe/anime/yCagtFimR"
  ],
  "synopsis": {
    "text": "His hollow smile hides the inner turmoil of a high school student, as he spirals into a vortex of self-destruction and despair. \"No Longer Human\" chronicles his heart-wrenching journey through life, as he grapples with his identity and self-worth. In \"In the Forest, Under Cherries in Full Bloom,\" a 12th-century woman finds herself captivated by a rugged mountain bandit, who abducts her and sets their lives on an unexpected course. \"Kokoro\" delves into the complexities of friendship and the human psyche, as a young man navigates the shifting societal landscape of the Meiji era alongside his enigmatic mentor, Sensei.\n\nIn \"Run, Melos!\", an unyielding bond of friendship is put to the test as Melos embarks on a perilous quest to save his friend's life, drawing inspiration from the classic Greek tale of Damon and Pythias. \"The Spider's Thread\" follows the story of a ruthless criminal who, despite his wicked deeds, is granted a chance at redemption when the Buddha Shakyamuni offers him a silvery thread from a heavenly spider. Finally, \"Hell Screen\" unveils the chilling tale of an artist who, in his pursuit of creating the perfect depiction of Buddhist Hell, resorts to unthinkable acts of cruelty, ultimately leading to his own descent into madness.\n\nThese six stories, each a unique adaptation of a classic Japanese literary work, weave together a tapestry of human emotions, exploring themes of love, friendship, isolation, and redemption. Prepare to embark on an emotional journey through the complexities of the human experience, as these tales reveal the darkest and most beautiful aspects of our very nature.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "5f8325f18502ef2f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.64276834061822,
    "arithmeticGeometricMean": 7.642037011147918,
    "median": 7.665,
    "hash": "5f8325f18502ef2f",
    "lastUpdate": "2024-05-08"
  }
}