{
  "sources": [
    "https://anidb.net/anime/5029",
    "https://anilist.co/anime/2403",
    "https://anime-planet.com/anime/kodomo-no-jikan",
    "https://anisearch.com/anime/4490",
    "https://kitsu.io/anime/2179",
    "https://livechart.me/anime/3862",
    "https://myanimelist.net/anime/2403",
    "https://notify.moe/anime/UMPP5FmmR"
  ],
  "synopsis": {
    "text": "Her name is Kokonoe Rin, a precocious third-grader with a mischievous streak and a heart full of secrets. When Aoki Daisuke, a young and inexperienced teacher, steps into her classroom, he becomes the unsuspecting target of Rin's affections. Rin boldly declares herself as Daisuke's girlfriend, initiating a relentless pursuit that leaves the teacher both flustered and concerned.\n\nAs Rin's affections for Daisuke intensify, the young teacher finds himself grappling with the complexities of Rin's character. Beneath her outgoing and energetic demeanor lies a deep-seated mistrust for adults, a result of experiences that have shaped her young life. Despite her bold advances, Rin's intentions remain a mystery to Daisuke.\n\nIn the midst of this, Daisuke is also faced with the challenge of connecting with the rest of his class, particularly Rin's friends, Kuro and Mimi. Both harbor their own secrets and struggles, adding to the complex web of relationships within the classroom.\n\nAs Daisuke navigates through the trials of his first teaching job, he must find a way to earn Rin's trust, help her deal with her feelings, and uncover the truth behind Mimi's absence from school. Will Daisuke be able to guide his students through their personal struggles without losing himself in the process? Only time will tell in this heartwarming and comedic tale of love, trust, and growth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "601f173a34b1dc3a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.891184958875952,
    "arithmeticGeometricMean": 6.888080812375208,
    "median": 6.89404081632653,
    "hash": "601f173a34b1dc3a",
    "lastUpdate": "2024-05-09"
  }
}