{
  "sources": [
    "https://anidb.net/anime/14908",
    "https://anilist.co/anime/109321",
    "https://anime-planet.com/anime/val-x-love",
    "https://anisearch.com/anime/14399",
    "https://kitsu.io/anime/42344",
    "https://livechart.me/anime/9433",
    "https://myanimelist.net/anime/39799",
    "https://notify.moe/anime/RBztcCZZg"
  ],
  "synopsis": {
    "text": "Once an outcast, Takuma Akutsu's life takes a dramatic turn when he becomes the chosen one for a group of divine warriors, the Valkyries, sent by the supreme god Odin to save the world from impending doom. With an intimidating appearance that earned him the nickname \"Akuma\" and a solitary existence, Takuma finds himself in the center of attention as the nine Valkyries disguised as the Saotome sisters set out to strengthen their powers through love and intimacy with their designated partner, Takuma.\n\nAs the Valkyries infiltrate his school and home, Takuma must confront his social anxiety and adapt to his newfound role as the key to humanity's survival. The once-feared high school student now finds solace in the company of these beautiful maidens, who are not deterred by his looks. With the fate of the world resting on their unique relationship, Takuma and the Valkyries must deepen their bond to unlock the warriors' true potential and vanquish the malevolent forces threatening Earth.\n\nIn this thrilling and heartwarming tale, can Takuma overcome his personal struggles and rise to the challenge set before him by the All-Father Odin? Will love truly conquer all, as the Valkyries and their unlikely hero unite to protect mankind from the brink of destruction? Join Takuma and the Valkyries in their extraordinary journey to discover the power of love and the strength within themselves.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6085b76ec16bd137",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.994674860853433,
    "arithmeticGeometricMean": 5.985143483423904,
    "median": 5.904897959183674,
    "hash": "6085b76ec16bd137",
    "lastUpdate": "2024-05-10"
  }
}