{
  "sources": [
    "https://anidb.net/anime/579",
    "https://anilist.co/anime/1037",
    "https://anime-planet.com/anime/saint-beast",
    "https://anisearch.com/anime/1709",
    "https://kitsu.io/anime/927",
    "https://livechart.me/anime/7227",
    "https://myanimelist.net/anime/1037",
    "https://notify.moe/anime/gCa1cKimR"
  ],
  "synopsis": {
    "text": "Byakko no Gai, Shuzaku no Rei, Genbu no Shin, and Seiryuu no Gou, the four divine Saint Beasts, once ruled the ancient world alongside their higher-level angel brethren. However, when two of the Saint Beasts, Kirin no Yuda and Houou no Ruka, defied the gods, they were sealed away in a hellish realm. As time marches on, the seal weakens, and the banished beasts escape, seeking vengeance against the heavens they once called home.\n\nGuardian angels on Earth begin to mysteriously vanish, leaving the heavens puzzled and sensing the malevolent presence of an evil animal spirit. The four remaining Saint Beasts are summoned to investigate the disappearances and confront this newfound threat. As they embark on their mission to rescue the guardian angels and unravel the mystery behind the evil spirit, the Saint Beasts must also face their own trials and tribulations.\n\nArmed with the goddess's blessings and the formidable powers of the dragon's sword, the turtle's shield, the phoenix's dart, and the tiger's armor, the Saint Beasts appear unstoppable. Yet, their battles are not solely fought on the battlefield. They must also protect humans, rein in wandering angels, and even master the art of cooking delicious meals.\n\nAs the series unfolds, charismatic characters and intense battles captivate the audience, making it a must-watch for fans of the genre. In the final confrontation, the Saint Beasts will be forced to face their dearest ones, pushing their loyalties and strength to the limits. Will they emerge victorious, or will they succumb to the darkness that threatens to consume them?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6111c4b7187a293a",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.79256860146656,
    "arithmeticGeometricMean": 5.787746892550843,
    "median": 5.752000000000001,
    "hash": "6111c4b7187a293a",
    "lastUpdate": "2024-05-09"
  }
}