{
  "sources": [
    "https://anilist.co/anime/12115",
    "https://anime-planet.com/anime/berserk-golden-age-arc-iii-the-advent",
    "https://kitsu.io/anime/6665",
    "https://livechart.me/anime/900",
    "https://myanimelist.net/anime/12115",
    "https://notify.moe/anime/ZH4NpKmiR"
  ],
  "synopsis": {
    "text": "Casca—after a rumor about them passes his way. Once the saviors of the kingdom of Midland, the Band of the Hawk are now hunted as they desperately fight for their lives while plotting to free their leader, Griffith, after he was imprisoned for committing treason. But the man they save is far from the Griffith they remember. Griffith is a shell of his former charismatic self after a year of continuous, horrific torture. No longer able to walk, speak, or even hold a sword, he has nothing but the small, strange trinket, the Crimson Behelit, that will not leave him. The entire Band of the Hawk want to rise to greatness once more, but how much are they willing to sacrifice to return to their past glory? It doesn't seem possible, but when Griffith's heart darkens and a solar eclipse blackens the sky, the Behelit offers a choice that will leave the Band of the Hawk with a blood-soaked fate that will haunt them for the rest of their days.\n\nIn the wake of Griffith's betrayal and subsequent imprisonment, the once-renowned Band of the Hawk teeters on the brink of disintegration. As they lay low, evading the relentless pursuit of the Kingdom of Midland, an unexpected assault by the Bakiraka, led by the ruthless Silat, threatens to extinguish the dwindling hope that remains among the beleaguered band. Just as all seems lost, the enigmatic Guts returns, igniting a desperate quest to rescue their former leader from the bowels of Wyndham Castle's ancient Tower of Rebirth.\n\nUpon locating Griffith, the Hawks are confronted with the harrowing sight of their once-proud commander, now a broken husk of his",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "618cad67bb1d545b",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.182063973063974,
    "arithmeticGeometricMean": 8.181507206943063,
    "median": 8.228181818181818,
    "hash": "618cad67bb1d545b",
    "lastUpdate": "2024-05-06"
  }
}