{
  "sources": [
    "https://anidb.net/anime/450",
    "https://anilist.co/anime/624",
    "https://anime-planet.com/anime/mouse",
    "https://anisearch.com/anime/267",
    "https://kitsu.io/anime/579",
    "https://livechart.me/anime/5115",
    "https://myanimelist.net/anime/624",
    "https://notify.moe/anime/Ve6T5FiiR"
  ],
  "synopsis": {
    "text": "Sorata Muon, a seemingly ordinary college student and assistant teacher, leads a clandestine life as the legendary thief, Mouse. Carrying on his family's age-old tradition, he steals only the most valuable treasures, always notifying the authorities of his intentions beforehand. Despite their presence, Mouse's clever tactics and ingenious strategies always leave them in the dust.\n\nMouse's thrilling escapades are not solitary endeavors. He is accompanied by three stunningly beautiful and intellectually gifted women, all of whom are bound to the Muon family. Mei Momozono, a computer and physics whiz, Yayoi Kuribayashi, a chemistry expert, and Hazuki Kakio, a formidable athlete and combat specialist, all aid Mouse in his daring heists.\n\nHowever, their professional relationship is far from one-dimensional. The trio, all clad in alluring and revealing outfits, relentlessly pursue Sorata, adding a comedic and sultry twist to their high-stakes adventures.\n\nAs Mouse continues to outwit both local law enforcement and a secret art protection society, his legend grows. Yet, with growing fame come new challenges and enemies. Will Mouse be able to maintain his perfect record and continue his family's legacy, or will his audacious exploits become a historical footnote? Only time will tell in this thrilling, fast-paced, and humor-filled anime series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "61e567255c18939a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.021329777365492,
    "arithmeticGeometricMean": 6.002879783050901,
    "median": 5.913,
    "hash": "61e567255c18939a",
    "lastUpdate": "2024-05-09"
  }
}