{
  "sources": [
    "https://anidb.net/anime/1332",
    "https://anilist.co/anime/636",
    "https://anime-planet.com/anime/jubei-chan-2",
    "https://anisearch.com/anime/1758",
    "https://kitsu.io/anime/590",
    "https://livechart.me/anime/8204",
    "https://myanimelist.net/anime/636",
    "https://notify.moe/anime/x1kA5FiiR"
  ],
  "synopsis": {
    "text": "Kitaretsusai of the Northern Yagyu clan was defeated by the legendary samurai Jubei Yagyu in a fierce battle in the frozen lands of Siberia, 300 years ago. The battle resulted in the suspension of Jubei's daughter, Freesia, in an icy grave. As global warming sets her free, Freesia travels to Japan as a middle school transfer student and befriends Jiyuu Nanohana, who is unaware of Freesia's true intentions. Freesia believes that the coveted Lovely Eye Patch, which holds the spirit of the legendary samurai, rightfully belongs to her.\n\nAfter the events of the first series, Jiyuu Nanohana is finally living a normal life, free from her days as the reincarnation of Jubei Yagyu. However, her peace is short-lived as a clan of samurai, known as the Siberian Yagyu, seeks revenge on Jubei Yagyu for their banishment to Siberia 300 years ago. Jiyuu is once again forced to take up the sword as the legendary swordsman's reincarnation.\n\nThe spirit of the legendary samurai, Yagyu Jubei, is resurrected in two teenage girls - Jiyuu Nanohana and Freesia Yagyu. Jiyuu, an ordinary junior high student, channels the power of the great swordsman through her 'Lovely Eye Patch,' while Freesia claims to be the daughter and the rightful successor of Yagyu Jubei himself. A showdown 300 years in the making is about to begin between the two.\n\nOne year has passed, and Jiyuu is now in her third year of middle school, enjoying her peaceful and quiet",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "62074482c6ee71ff",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.381727361074299,
    "arithmeticGeometricMean": 6.313842449874001,
    "median": 6.7272727272727275,
    "hash": "62074482c6ee71ff",
    "lastUpdate": "2024-05-09"
  }
}