{
  "sources": [
    "https://anidb.net/anime/13031",
    "https://anilist.co/anime/98505",
    "https://anime-planet.com/anime/princess-principal",
    "https://anisearch.com/anime/12338",
    "https://kitsu.io/anime/13261",
    "https://livechart.me/anime/2622",
    "https://myanimelist.net/anime/35240",
    "https://notify.moe/anime/wvR72Kiig"
  ],
  "synopsis": {
    "text": "London, the heart of the Albion Kingdom, finds itself divided by a colossal wall as the 19th century draws to a close. Amidst the tension, five young women navigate the hallowed halls of Queen's Mayfaire, a distinguished school known for its academic excellence. But beneath their ordinary facade, these students lead extraordinary lives as undercover spies.\n\nEach girl brings a unique skill set to their clandestine operations, from masterful disguises and cunning reconnaissance to thrilling car chases and stealthy infiltrations. Dorothy, the charismatic leader, boasts unparalleled driving skills, while Ange le Carré's icy demeanor belies her expert marksmanship and talent for deception. Chise, a formidable samurai, and Beatrice, a voice-mimicking specialist, complete this covert quartet.\n\nThe discovery of Cavorite, a mysterious substance, has sparked a technological arms race, pushing the nation towards conflict. In this silent war, espionage becomes the weapon of choice, and these young women find themselves on the front lines. As they navigate a world riddled with conspiracy and mystery, their mission remains clear: to destabilize the enemy and ensure the Commonwealth's survival. Their journey is a testament to courage, resilience, and the power of unity in a world shrouded in shadows.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6221e01407a6173e",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.649776285481254,
    "arithmeticGeometricMean": 7.649250298651638,
    "median": 7.692446514837819,
    "hash": "6221e01407a6173e",
    "lastUpdate": "2024-05-09"
  }
}