{
  "sources": [
    "https://anidb.net/anime/6323",
    "https://anilist.co/anime/5150",
    "https://anime-planet.com/anime/hatsukoi-limited",
    "https://anisearch.com/anime/5102",
    "https://kitsu.io/anime/3949",
    "https://livechart.me/anime/3570",
    "https://myanimelist.net/anime/5150",
    "https://notify.moe/anime/pdCrcFimR"
  ],
  "synopsis": {
    "text": "Beast-kun, love letters, and the trials of adolescence collide in this heartwarming anime that explores the ups and downs of first love through the eyes of several middle and high school students. At the center of it all is Ayumi, a young girl who believes that being loved is the secret to happiness. When the intimidating high-schooler Misao, now known as Beast-kun, confesses his love to her, Ayumi finds herself in a predicament she never anticipated. While she grapples with how to respond to Beast-kun, she finds herself falling for his younger brother, Mamoru.\n\nAs Ayumi navigates this complex love triangle, her friends are also experiencing their own romantic adventures. From Kei's unique brother issues to Sumire's theatrical pursuits, each character discovers that love is unpredictable, infectious, and often catches you off guard. Through an array of interconnected stories, this anime delves into the thrilling and confusing world of first love, showing that it's never as simple as it seems. As the characters learn and grow, they come to realize that appearances can be deceiving, and that love often blossoms in the most unexpected ways. Join Ayumi and her friends as they experience the highs and lows of love, and discover that sometimes, the most meaningful relationships are the ones that challenge us the most.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6238750216403d30",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.343992477925514,
    "arithmeticGeometricMean": 7.343179582554901,
    "median": 7.324717592592593,
    "hash": "6238750216403d30",
    "lastUpdate": "2024-05-09"
  }
}