{
  "sources": [
    "https://anidb.net/anime/4054",
    "https://anilist.co/anime/2154",
    "https://anime-planet.com/anime/tekkonkinkreet",
    "https://anisearch.com/anime/1360",
    "https://kitsu.io/anime/1950",
    "https://livechart.me/anime/4245",
    "https://myanimelist.net/anime/2154",
    "https://notify.moe/anime/H1CL5FimR"
  ],
  "synopsis": {
    "text": "Cats rule the streets of the dilapidated Treasure Town, and everyone knows that no one can cause trouble without their approval. These so-called \"Cats\" are actually two orphaned brothers, Black and White, who couldn't be more different from one another. Black, the older brother, is violent and fearless, while White, the younger one, appears naïve and detached from reality. Together, they face their biggest challenge yet when a group of mysterious foreigners arrive, intending to demolish Treasure Town to build an amusement park.\n\nAs the Yakuza starts making changes to the city, Black and White find their rule over the streets threatened. The wild and destructive Black takes it upon himself to save their home, while the gentle and carefree White must protect his brother from his own dark nature. However, their unbreakable bond is put to the test as they realize that returning to the way things were might no longer be an option.\n\nWith the head of the Kiddy Castle corporation, Snake, determined to eliminate any obstacles in his path, he sends his best assassins after the rebellious brothers. Black and White must now give it their all to save not only their city but also themselves. Can they protect their home and each other from the impending danger? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "62418f22cbff2e13",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.714094419249182,
    "arithmeticGeometricMean": 7.711368391922116,
    "median": 7.774090909090909,
    "hash": "62418f22cbff2e13",
    "lastUpdate": "2024-05-10"
  }
}