{
  "sources": [
    "https://anidb.net/anime/15832",
    "https://anilist.co/anime/125869",
    "https://anime-planet.com/anime/the-fire-hunter",
    "https://anisearch.com/anime/15725",
    "https://kitsu.io/anime/45818",
    "https://livechart.me/anime/10208",
    "https://myanimelist.net/anime/43760",
    "https://notify.moe/anime/r4BXPCnVg"
  ],
  "synopsis": {
    "text": "This captivating anime unfolds in a dystopian world where the remnants of humanity live in fear of fire, a once-friendly element now turned lethal. Due to the aftermath of the catastrophic Last War and the use of a mysterious weapon, humans spontaneously combust when in close proximity to even the smallest flame. The only safe energy source now lies within the bodies of monstrous creatures called flamelings, which inhabit the vast and dangerous forest that covers the world. Tasked with hunting these creatures are the brave firecatchers, wielding their distinct sickles to protect humanity and provide energy.\n\nThe story follows Touko, a young girl from a humble paper-making village, who finds herself in the forbidden forest and in grave danger from the flamelings. A heroic firecatcher comes to her rescue, sacrificing his life to save hers. Left with the firecatcher's loyal dog, Kanata, and his fire sickle, Touko embarks on a perilous journey to the capital to return them to the firecatcher's family.\n\nMeanwhile, Koushi, a young boy from the capital, loses his mother to factory poisoning and is left to care for his younger sister. Adopted by a wealthy family, Koushi discovers unsettling truths about the ruling royal family and becomes entangled in a race against time to save humanity from its impending doom. Amidst these events, whispers of the prophesied 'Firecatcher Lord' who can harvest the fire of the thousand-year comet, the 'Wandering Spark,' begin to circulate among the firecatchers.\n\nThis thrilling tale weaves together the lives of Touko and Koushi as they navigate the challenges of their world, ultimately intertwining their f",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.875755720470006,
    "arithmeticGeometricMean": 6.870577080220596,
    "median": 6.811818181818182,
    "lastUpdate": "2024-05-09"
  }
}