{
  "sources": [
    "https://anidb.net/anime/4223",
    "https://anilist.co/anime/855",
    "https://anime-planet.com/anime/strawberry-panic",
    "https://anisearch.com/anime/543",
    "https://kitsu.io/anime/757",
    "https://livechart.me/anime/3882",
    "https://myanimelist.net/anime/855",
    "https://notify.moe/anime/6IQ05Kmmg"
  ],
  "synopsis": {
    "text": "Miator’s Girls' Academy, one of three esteemed all-girl Catholic schools on Astraea Hill, welcomes its new transfer student, Aoi Nagisa. As she navigates through the complex social hierarchy of the school, Nagisa learns about the prestigious position of Etoile, a distinguished student representative among all three institutions. Intrigued by this unique system, Nagisa's life takes an unexpected turn when she encounters the captivating and enigmatic Shizuma Hanazono, the current Etoile.\n\nShizuma's charm and elegance leave Nagisa spellbound, leading to an unforgettable first encounter that leaves Nagisa both fascinated and bewildered. As they spend more time together, Shizuma finds herself inexplicably drawn to the newcomer, fueling the rumor mill on campus. Meanwhile, Nagisa's roommate, Tamao Suzumi, supports her through her new life, introducing her to the daily routines and intricate social dynamics of the school.\n\nAs Nagisa and Shizuma's relationship deepens, they must confront hidden emotions, lingering regrets, and the challenges that come with navigating their unique bond. Through shared experiences and heartfelt conversations, Shizuma is forced to face her troubled past, while Nagisa finds herself at the center of attention.\n\nJoin Nagisa, Shizuma, and their friends as they navigate the complexities of love, friendship, and self-discovery in the enchanting world of Strawberry Panic! Set against the backdrop of the picturesque Astraea Hill, this captivating tale explores the intertwining lives of these young women as they grow and learn together.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.345022263450835,
    "arithmeticGeometricMean": 7.343580869297272,
    "median": 7.310816326530611,
    "lastUpdate": "2024-05-10"
  }
}