{
  "sources": [
    "https://anidb.net/anime/2993",
    "https://anilist.co/anime/2330",
    "https://anime-planet.com/anime/jibaku-kun-twelve-world-story",
    "https://anisearch.com/anime/2751",
    "https://kitsu.io/anime/2110",
    "https://livechart.me/anime/5291",
    "https://myanimelist.net/anime/2330",
    "https://notify.moe/anime/5_0E5FmiR"
  ],
  "synopsis": {
    "text": "Great Child Bucky embarks on a world-conquering journey in the anime \"Jibaku-kun: Twelve World Story.\" Living in the first of the twelve parallel worlds, Bucky's ambition to rule the entire planet catches the attention of Spark, the most powerful Great Child among all realms. In a surprising turn of events, Spark selects Bucky as his successor, entrusting him with the responsibility to protect the world from the rampaging monsters.\n\nWith newfound power and the company of Jibaki, the spirit of the first world, Bucky sets out to traverse the twelve lands. In order to prove his worth as a true Great Child, he must face and defeat the guardians of each realm who are under the orders of the G.C. leader, Hail. Joined by fellow Great Children Kai and Pinky, Bucky's adventure reveals that the monsters plaguing the worlds are being controlled by a mysterious force from another dimension.\n\nIn the heart of these parallel worlds lies the Needle Tower in the Zero World, where the Princess maintains the balance and harmony of all realms. With the Princess now asleep and the balance disrupted, the Great Children, led by Bucky, must restore order and uncover the truth behind the unknown force that threatens their worlds. Will Bucky's determination and newfound powers be enough to make his dream of ruling all worlds a reality? Join Bucky and his friends in this thrilling adventure to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "631bf4bce43fdbfe",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.9378213623111575,
    "arithmeticGeometricMean": 6.931678030643364,
    "median": 7.0,
    "hash": "631bf4bce43fdbfe",
    "lastUpdate": "2024-05-09"
  }
}