{
  "sources": [
    "https://anidb.net/anime/2690",
    "https://anilist.co/anime/1577",
    "https://anime-planet.com/anime/youre-under-arrest-ova",
    "https://anisearch.com/anime/531",
    "https://kitsu.io/anime/1417",
    "https://livechart.me/anime/5191",
    "https://myanimelist.net/anime/1577",
    "https://notify.moe/anime/0FsacFmiR"
  ],
  "synopsis": {
    "text": "Some where in the bustling city of Tokyo, in the Bokuto precinct, a lively new patrol officer named Natsumi Tsujimoto joins the ranks of the Bokuto Police Department. On her first day, she finds herself running behind schedule and takes a few ill-advised shortcuts, only to be intercepted and issued a ticket by the talented police driver and mechanical whiz, Miyuki Kobayakawa. Upon arriving at the precinct, Natsumi discovers that her new partner is none other than the same woman who fined her earlier.\n\nDespite their initial differences and Natsumi's reluctance to trust Miyuki, the pair quickly forms an unshakable bond. Together, they navigate through the challenges of their job, from dealing with chaotic traffic accidents to handling reckless drivers and even facing the fury of Tokyo's strongest typhoons.\n\nAs part of the Traffic Department at Bokuto Station, Natsumi and Miyuki - two starkly contrasting individuals - complement each other perfectly. While one is reserved, skilled in mechanics, and has a gentle demeanor, the other is outgoing, passionate about motorcycles, and possesses an infectious energy. Despite their contrasting personalities, they make an unbeatable team.\n\nCreated by the talented Fujishima Kousuke, \"You're Under Arrest!\" follows the thrilling adventures of these two young policewomen as they work together to uphold law and order in the Bokuto precinct. With stunningly detailed animation showcasing cars and motorcycles, this OVA series captures the essence of their blossoming friendship and the challenges they face along the way. Join Natsumi and Miyuki as they take on the streets of Tokyo, proving that teamwork and friendship can conquer any",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.542091372912801,
    "arithmeticGeometricMean": 7.541589417032436,
    "median": 7.5627272727272725,
    "lastUpdate": "2024-05-10"
  }
}