{
  "sources": [
    "https://anidb.net/anime/248",
    "https://anilist.co/anime/128",
    "https://anime-planet.com/anime/gatekeepers-21",
    "https://anisearch.com/anime/2408",
    "https://kitsu.io/anime/107",
    "https://livechart.me/anime/8473",
    "https://myanimelist.net/anime/128",
    "https://notify.moe/anime/7NftcFmmR"
  ],
  "synopsis": {
    "text": "Devil Count and Machine General, two formidable alien invaders, have resurfaced, threatening to conquer humanity once again. It's been 32 years since their initial defeat, and the once-powerful A.E.G.I.S organization is now a mere shadow of its former self, operating covertly with only a handful of Gate Keepers left to protect mankind. Among them is Ayane Isuzu, a disillusioned young woman who, despite her disdain for society, continues to battle the invaders as a personal vendetta against her father.\n\nIn present-day Japan, Ayane's unique ability to control dimensional gates becomes pivotal in the fight against the invaders, who are possessing humans and wreaking havoc. Guided by the enigmatic businessman, Kageyama Reiji, Ayane recruits new Gate Keepers to join the cause. Among her new comrades is Miyu Manazuru, a young girl with extraordinary telepathic powers.\n\nAs the world around them succumbs to economic recession, rising crime, environmental threats, and moral decay, the future appears grim. The A.E.G.I.S Network, now an underground resistance organization, fights to maintain order amidst the chaos. With invaders disguising themselves as humans, Ayane and her team face an uphill battle to save humanity from the brink of extinction. Will they succeed in their mission, or will the invaders finally claim Earth as their own?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "63bdf1a196e55ec6",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.444606944076332,
    "arithmeticGeometricMean": 6.433285387159268,
    "median": 6.64,
    "hash": "63bdf1a196e55ec6",
    "lastUpdate": "2024-05-09"
  }
}