{
  "sources": [
    "https://anilist.co/anime/20451",
    "https://anime-planet.com/anime/unbreakable-machine-doll-specials",
    "https://anisearch.com/anime/9324",
    "https://kitsu.io/anime/8073",
    "https://livechart.me/anime/288",
    "https://myanimelist.net/anime/21415",
    "https://notify.moe/anime/g9y2tFmmg"
  ],
  "synopsis": {
    "text": "Girls Gather! Swimsuit Chaos Extravaganza)'\n\nEmbark on a delightful journey with these six captivating side stories from the enchanting world of \"Unbreakable Machine-Doll.\" These short bonus videos, packaged with each Blu-ray/DVD volume, offer a charming glimpse into the lives of your favorite characters.\n\nIn \"And So They Arrive at School,\" witness the exciting adventures that unfold as the dynamic duo sets foot in their new learning environment. Prepare for a splash of fun in \"Irori Has an Accident at the Open-Air Bath,\" where an unexpected mishap leads to a memorable day. Brace yourself for chills in \"Charl, Frey, and the Bathroom of Terror,\" as our heroes face an unforeseen threat in the most unlikely of places.\n\nDelight in the whimsical \"Nadeshiko Akabane, Midsummer Night's Dream,\" where dreams and reality intertwine under the mesmerizing summer moon. Experience the thrill of a \"Private Lesson\" that takes a surprising turn in the infirmary, leaving our protagonists in a precarious situation. Lastly, don't miss the sizzling \"Pretty Girls Gather! Swimsuit-Stubbed Pandemonium,\" where a gathering of beautiful girls in swimsuits leads to an unforgettable spectacle.\n\nThese engaging tales promise to captivate and entertain, offering a delightful escape into the captivating world of \"Unbreakable Machine-Doll.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "63d79c6a3a4f98d2",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.845483699973495,
    "arithmeticGeometricMean": 6.841956319339627,
    "median": 6.71,
    "hash": "63d79c6a3a4f98d2",
    "lastUpdate": "2024-05-06"
  }
}