{
  "sources": [
    "https://anidb.net/anime/15021",
    "https://anilist.co/anime/110686",
    "https://anime-planet.com/anime/hero-mask-part-ii",
    "https://anisearch.com/anime/14518",
    "https://kitsu.io/anime/42510",
    "https://livechart.me/anime/9533",
    "https://myanimelist.net/anime/40154",
    "https://notify.moe/anime/9O-WwYJMg"
  ],
  "synopsis": {
    "text": "Crime, mystery, and superhuman abilities converge in this gripping anime, as the Special Service of Crime (SSC) unit grapples with the elusive LIVE Corporation and its enigmatic Masks. With the former head of the SSC, Richard Burner, stepping down and a new director, Douglas Coates, taking the helm, the unit faces internal scrutiny while trying to solve the case.\n\nAt the heart of the unfolding drama is Tina Herst, the miraculous survivor of a devastating bus accident and the daughter of a former LIVE scientist, William Herst. Tina's connection to the Mask project makes her a prime target for rogue scientist Geffrey Connor, who remains undeterred in his pursuit of the Masks' secrets.\n\nAs the SSC closes in on William and Tina, it's up to seasoned investigator James Blood and the newly appointed Inspector Alan Wyatt to protect Tina from Connor's clutches. However, even in the confines of a safe house, danger lurks, and James and Tina must confront the unsettling truth: their sanctuary might not be as secure as they thought.\n\nWith the stakes higher than ever, the SSC must navigate a web of corporate intrigue, superhuman powers, and personal vendettas to uncover the truth behind the Masks and bring those responsible to justice. Will they succeed in their mission, or will the dark forces at play prove too powerful to overcome? Only time will tell in this thrilling anime saga.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.665933209647496,
    "arithmeticGeometricMean": 6.657420843781973,
    "median": 6.545727272727273,
    "lastUpdate": "2024-05-09"
  }
}