{
  "sources": [
    "https://anidb.net/anime/1065",
    "https://anilist.co/anime/1364",
    "https://anime-planet.com/anime/detective-conan-countdown-to-heaven",
    "https://anisearch.com/anime/1257",
    "https://kitsu.io/anime/1218",
    "https://livechart.me/anime/4809",
    "https://myanimelist.net/anime/1364",
    "https://notify.moe/anime/609bcKmmg"
  ],
  "synopsis": {
    "text": "With the grand opening of the towering Nishitamashi Twin Towers in Tokyo on the horizon, a sinister sequence of murders begins to unfold, seemingly connected to the imposing structures. Amidst the opening festivities, Conan and his friends stumble upon the towers and decide to explore, only to unexpectedly meet up with Ran, Sonoko, and Kogorou. The group is treated to a private tour by the Tokiwa Group president, Mio, an old college acquaintance of Kogorou.\n\nWhile on the 75th floor, Conan overhears a peculiar conversation about a suspicious black Porsche 356A parked near the building, which he suspects belongs to Gin, a member of the enigmatic Black Organization. As the night progresses, a chilling murder occurs within the towers, and Conan finds himself entangled in yet another web of mystery. As he endeavors to unravel the truth behind the murder and the organization's involvement, Haibara's secretive behavior raises concerns.\n\nFollowing a series of tragic events, including an explosion and a rapidly spreading fire, the towers become a deadly trap for Conan and his friends. With the elevator out of service and time slipping away, they must not only ensure everyone's safety but also work tirelessly to unmask the culprit and bring them to justice.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "63f714a09f10425a",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 8.027486006057435,
    "arithmeticGeometricMean": 8.026818759537257,
    "median": 8.059545454545454,
    "hash": "63f714a09f10425a",
    "lastUpdate": "2024-05-09"
  }
}