{
  "sources": [
    "https://anidb.net/anime/9261",
    "https://anilist.co/anime/14397",
    "https://anime-planet.com/anime/chihayafuru-2",
    "https://anisearch.com/anime/3281",
    "https://kitsu.io/anime/7123",
    "https://livechart.me/anime/877",
    "https://myanimelist.net/anime/14397",
    "https://notify.moe/anime/QuVdtFimR"
  ],
  "synopsis": {
    "text": "Continuation of the captivating journey of the Mizusawa High School karuta club, Chihaya Ayase, the zealous founder, is more determined than ever to conquer the national team championship at the Omi Jingu and secure her position as the Queen of karuta. As the second year of high school commences, Chihaya and her teammates must focus on recruiting new members and honing their skills to outshine their formidable opponents.\n\nMeanwhile, Chihaya's childhood friend and karuta prodigy, Arata Wataya, finds himself rekindling his love for the traditional card game. The team faces new challenges as they strive to maintain unity amidst inner-team rivalry and romantic tensions.\n\nWith the college tournament looming just two months away, the pressure is on for Chihaya to train for the prestigious title of \"Queen\" and for Taichi to advance to Class A. Despite the new members' initial lack of enthusiasm for karuta, Chihaya remains optimistic and is eager to share her love for the game with them.\n\nJoin the Mizusawa Karuta Club as they navigate the ups and downs of high school life, embracing new friendships, and facing fierce competition, all while preserving the refreshing, youthful spirit that defines their passion for the ancient card game.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "642b6efe05d1450c",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.304325919480153,
    "arithmeticGeometricMean": 8.303838009386643,
    "median": 8.352214624117279,
    "hash": "642b6efe05d1450c",
    "lastUpdate": "2024-05-09"
  }
}