{
  "sources": [
    "https://anidb.net/anime/8878",
    "https://anilist.co/anime/13863",
    "https://anime-planet.com/anime/arve-rezzle-kikaijikake-no-yousei-tachi",
    "https://anisearch.com/anime/7501",
    "https://kitsu.io/anime/7051",
    "https://livechart.me/anime/899",
    "https://myanimelist.net/anime/13863",
    "https://notify.moe/anime/Ep9DpKiig"
  ],
  "synopsis": {
    "text": "Yousei-tachi takes us on a thrilling cyber sci-fi journey set in the not-so-distant future of 2022. With the rapid advancement of quantum computing, people have begun transferring their consciousness into the digital realm. Among them is Shiki, the younger stepsister of our protagonist, Remu. A gifted student, Shiki enrolls in a high school in the technologically advanced Okinotori-island Mega Float City (OMFC) at the tender age of 14.\n\nShiki reveals to Remu during a Skype call that her physical body is kept in a water tank filled with a culture medium, known as a 'Body Pool', while her mind is connected to the network via nanomachines implanted in her brain. Although taken aback, Remu respects her decision until a catastrophic event, known as the 'Early Rupture', occurs. The network server becomes overloaded, causing users' minds to be lost in cyberspace, leaving their bodies as empty shells in the Body Pools.\n\nDetermined to bring Shiki's mind back, Remu visits her apartment in OMFC, only to encounter a girl who claims to have taken over Shiki's body. As Remu tries to comprehend the situation, a violent attack strikes the apartment, forcing them to flee. With no memory of her past and pursued by a group of relentless researchers, Shiki and Remu embark on a perilous journey, utilizing Shiki's newfound power of nanomachine manipulation to survive. Will Remu be able to restore Shiki's lost memories and bring her soul back from the digital abyss?\n\nAs one of the four films of Anime Mirai 2013, Yousei-tachi is a captivating exploration of the",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 6.360663368377655,
    "arithmeticGeometricMean": 6.35254719985981,
    "median": 6.202,
    "lastUpdate": "2024-05-08"
  }
}