{
  "sources": [
    "https://anilist.co/anime/100784",
    "https://anime-planet.com/anime/gintama-shirogane-no-tamashii-hen",
    "https://anisearch.com/anime/13151",
    "https://kitsu.io/anime/14095",
    "https://livechart.me/anime/2982",
    "https://myanimelist.net/anime/36838",
    "https://notify.moe/anime/XxJHhKmig"
  ],
  "synopsis": {
    "text": "In the heart of Edo, where modernity and tradition collide under an alien-invaded sky, Gintoki Sakata, the soul of a samurai, prepares for the ultimate battle. Utsuro, the immortal Naraku leader, has set in motion a catastrophic plan, corrupting the Altana reserves of various planets to ignite an intergalactic war, with Earth as the primary battlefield. As the Altana Liberation Army descends, chaos erupts, leaving the people helpless and the bakufu on the brink of collapse.\n\nUtsuro's twisted goal is not just Earth's annihilation, but also his own demise, a desperate ploy to end his immortal existence even if it means dragging the universe down with him. Standing against this apocalyptic plan are Gintoki, Kagura, Shinpachi, and the former students of Shouyou Yoshida. They must unite their allies, even if it means forging temporary truces with former enemies, to confront Utsuro and his gathering storm of vengeful Amanto.\n\nAs the final battle for Edo's fate looms, Gintoki and his companions, the casual laborers known as Yorozuya, remain undaunted. They are ready to take on any job, any challenge, to protect the peace of their beloved Earth. Their resolve is unwavering, their spirits indomitable, as they stand against the impending storm, ready to take the dogs out and restore peace to their world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "646838d8f202b981",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.654538641050339,
    "arithmeticGeometricMean": 8.653234184711797,
    "median": 8.727272727272727,
    "hash": "646838d8f202b981",
    "lastUpdate": "2024-05-06"
  }
}