{
  "sources": [
    "https://anidb.net/anime/15330",
    "https://anilist.co/anime/114194",
    "https://anime-planet.com/anime/beastars-2",
    "https://anisearch.com/anime/14841",
    "https://kitsu.io/anime/42904",
    "https://livechart.me/anime/9740",
    "https://myanimelist.net/anime/40935",
    "https://notify.moe/anime/r_0zDPLWg"
  ],
  "synopsis": {
    "text": "After embracing his carnivorous nature, Legoshi, a gray wolf, takes a bold step forward in his romantic pursuit of Haru, a dwarf rabbit. As the pair navigates their complex relationship, the fragile peace at Cherryton Academy is once again disrupted by a new crisis. This disturbance is connected to the unresolved murder case that has left the school on edge. Meanwhile, the once-defeated Shishi-Gumi is regaining power in the Black Market, reemerging as the menacing New Shishi-Gumi.\n\nAs Legoshi grapples with his feelings for Haru and his role as a carnivore in a society striving for harmony between herbivores and carnivores, he finds himself entangled in the investigation of the murder case. The prestigious title of Beastar, awarded to those who fight inequality and promote unity, hangs in the balance. With the prime candidate, Louis, having left the academy, the student council announces that anyone who solves the murder will be honored as the Beastar.\n\nSimultaneously, Legoshi's friendships and rivalries are tested as jealousy and ambition stir among his peers. Juno, another gray wolf, grapples with her own feelings for Legoshi, while the lion gang Shishi-gumi selects a new leader. Amidst this turmoil, the headmaster of Cherryton Academy attends the Council of Living Beings, seeking to choose the school’s next Beastar.\n\nIn this anthropomorphic world, the young animals must navigate their desires, ambitions, and relationships while confronting the societal challenges that threaten to divide them. Legoshi, in particular, must find the strength to protect what truly matters to him in the face of the looming threats and power struggles.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 7.8854029710369,
    "arithmeticGeometricMean": 7.884314368285922,
    "median": 7.923194444444444,
    "lastUpdate": "2024-05-08"
  }
}