{
  "sources": [
    "https://anime-planet.com/anime/fussa-city-promotion-animation",
    "https://anisearch.com/anime/12232",
    "https://kitsu.io/anime/12968",
    "https://myanimelist.net/anime/34746",
    "https://notify.moe/anime/uMEZhKimR"
  ],
  "synopsis": {
    "text": "She is Kaori, an employee at an international IT firm in Roppongi, Tokyo, who faces a setback when her proposal to serve Tokyo-made Japanese Sake at a PR event is rejected. Frustrated by her inability to grasp Japanese office customs and regulations after living abroad for an extended period, Kaori's colleague suggests visiting sake breweries to better understand the traditional sake-making process. To her surprise, she discovers that Fussa City, a charming suburb with historical architecture, a serene river, American-style bars, and two old sake breweries, is just an hour's train ride away from Shinjuku, Tokyo's vibrant center. What awaits Kaori at these breweries remains a mystery.\n\nMeanwhile, Matsuko, a young assistant director, is on a quest to find the perfect location for a drama shoot scheduled for the following week. Upon consulting with esteemed directors, Fussa City in Tokyo is recommended. As Matsuko explores the city with the directors, she encounters Haraguchi-san, who is involved in creative activities at the American House in the city during her school days. Together, they uncover the diverse and captivating expressions of Fussa City.\n\nTo promote tourism, Fussa City, in collaboration with the Fussa City Society of Commerce and Industry, has produced a 4½-minute anime video showcasing its unique charm and attractions. This anime invites both domestic and foreign tourists to experience the rich culture and history of Fussa City.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "650dfa5fbd401387",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.231999999999999,
    "arithmeticGeometricMean": 5.1733906578048074,
    "median": 5.25,
    "hash": "650dfa5fbd401387",
    "lastUpdate": "2024-05-06"
  }
}