{
  "sources": [
    "https://anidb.net/anime/9283",
    "https://anilist.co/anime/14835",
    "https://anime-planet.com/anime/the-idolmaster-shiny-festa",
    "https://anisearch.com/anime/7922",
    "https://kitsu.io/anime/7175",
    "https://livechart.me/anime/1016",
    "https://myanimelist.net/anime/14835",
    "https://notify.moe/anime/0lTOtKmmR"
  ],
  "synopsis": {
    "text": "The anime follows the girls of 765 Production Studio as they eagerly prepare to participate in the International Music Festival held on Vacation Island. However, their producer informs them that due to limited space, only one unit can be sent to represent the studio. As a result, the girls are split into three separate units - one focused on a funky and energetic sound, another on a sweet and romantic style, and the third on a cool and sophisticated vibe. Each unit is comprised of different members. The funky unit includes Makoto, Yukiho, Miki, and Takane. The sweet unit features Haruka, Chihaya, and Azusa. Lastly, the cool unit contains the producer, Ritsuko, and Jupiter. In three distinct storylines, one of these units is selected to attend the music festival. The chosen group enjoys a lavish, three-day vacation on the island before performing in the festival's closing concert. During their island getaway, the units have amusing misadventures and moving interpersonal moments as they prepare for their important performance. Though only one unit gets to live out the dream, the anime provides a fun glimpse into how each group of girls might experience the International Music Festival. Their journey illustrates how music can unite friends, foster personal growth, and create lasting memories.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "6535b671baa8bb27",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 7.1014573283859,
    "arithmeticGeometricMean": 7.097153437139741,
    "median": 7.138,
    "hash": "6535b671baa8bb27",
    "lastUpdate": "2024-05-10"
  }
}