{
  "sources": [
    "https://anidb.net/anime/14914",
    "https://anilist.co/anime/109403",
    "https://anime-planet.com/anime/non-non-biyori-nonstop",
    "https://anisearch.com/anime/14403",
    "https://kitsu.io/anime/42349",
    "https://livechart.me/anime/9437",
    "https://myanimelist.net/anime/39808",
    "https://notify.moe/anime/CoHLFCZWR"
  ],
  "synopsis": {
    "text": "The tranquil village of Asahigaoka is set for a fresh wave of excitement as a new resident moves into the neighborhood. The close-knit students of the local branch school are eager to extend a warm welcome to the newcomer, marking the beginning of a new chapter in their peaceful rural lives.\n\nAs the lazy days of summer transition into the crisp autumn air, the four friends - Hotaru Ichijou, Komari Koshigaya, Natsumi Koshigaya, and Renge Miyauchi - find themselves back in their familiar school routine. But the monotony of rural life is broken by the arrival of new faces, promising endless possibilities and adventures.\n\n\"Non Non Biyori Nonstop\", the third installment of the beloved manga series, continues to follow the carefree exploits of Hotaru, a former city girl now well-adjusted to rural living, and her friends Renge, Natsumi, and Komari. As the girls engage in quirky activities like making peculiar dolls and tending to their gardens, they encounter Akane, a shy high school student newly arrived in Asahigaoka.\n\nKonomi, always eager to make new friends, invites Akane to a flute practice session and introduces her to the four girls. However, Akane finds it challenging to open up, especially with Renge's inquisitive nature and precocious behavior making her feel uneasy.\n\nDespite the initial awkwardness, the arrival of Akane promises to bring a fresh breeze into the serene lives of Renge, Natsumi, Komari, and Hotaru, making their rural existence anything but dull.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6548188112fd79a6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.304101808905381,
    "arithmeticGeometricMean": 8.303551865817752,
    "median": 8.361818181818183,
    "hash": "6548188112fd79a6",
    "lastUpdate": "2024-05-09"
  }
}