{
  "sources": [
    "https://anidb.net/anime/8163",
    "https://anilist.co/anime/10076",
    "https://anime-planet.com/anime/kampfer-fur-die-liebe",
    "https://anisearch.com/anime/6692",
    "https://kitsu.io/anime/6023",
    "https://livechart.me/anime/3363",
    "https://myanimelist.net/anime/10076",
    "https://notify.moe/anime/VGOnpFmmg"
  ],
  "synopsis": {
    "text": "The anime follows the life of Natsuru Senō, who wakes up one day to find himself transformed into a Kämpfer, a powerful female warrior. Instead of living his dream as a lady killer, Natsuru is now expected to fight and kill as a lady. As he navigates his new reality, Natsuru finds himself living a double life, oscillating between being a regular Japanese boy and an extraordinary Japanese girl.\n\nIn a two-episode special, the first episode serves as a direct sequel to the series, with the enemy White Kämpfer faction attempting to create a rift among Natsuru's admirers. Meanwhile, the second episode delves deeper into Natsuru's unique situation, exploring the challenges and surprises of his trans-sex experience.\n\nAs if his life wasn't complicated enough, Natsuru must also deal with the affections of Mikoto, Akane, and Shizuku, all of whom have developed feelings for him. Even everyday tasks become a challenge, with Natsuru struggling to adapt to his new female form and its physical attributes.\n\nIn an attempt to earn money for more suitable clothing, Natsuru and Akane take on a part-time job, only to find themselves working at the Pure Café of Love and Dreams. Coincidentally, some of their classmates also show up, leading to an unexpected mixer.\n\nAmidst all these challenges, Natsuru finds himself moving in with three other Kämpfers, further complicating his life. Despite the chaos, Natsuru takes a job at the Bunnygirl Café, embracing his feminine side and diving headfirst into a world of full-contact, action-packed adventures in Kämpfer für die Liebe!",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.48859472273758,
    "arithmeticGeometricMean": 6.4827682831865205,
    "median": 6.502000000000001
  },
  "lastUpdate": "2024-05-09"
}