{
  "sources": [
    "https://anidb.net/anime/17887",
    "https://anilist.co/anime/162209",
    "https://anime-planet.com/anime/kawagoe-boys-sing",
    "https://anisearch.com/anime/18253",
    "https://kitsu.io/anime/47152",
    "https://livechart.me/anime/11826",
    "https://myanimelist.net/anime/54638",
    "https://notify.moe/anime/vRjibax4g"
  ],
  "synopsis": {
    "text": "Gakuen Boys Choir Club is a heartwarming and hilarious coming-of-age anime that follows the journey of a group of high school boys as they form a choir and aim for the nationals of the Boys Choir contest. The club is led by Haruo Hibiki, a former orchestra conductor with a troublesome personality, who must establish a new boy's choir club at Kawagoe Academy and win the National Boys' Choir Competition in order to return to his orchestra.\n\nTenshi, a former choirboy who loves to sing but can't muster the courage to perform in front of people, is reluctantly roped into joining the club by Haruo. Along with other club members, Tenshi is initially fed up with Haruo's immature and abrasive personality, but as they continue to sing and are swayed by Haruo's mysterious guidance, they eventually become absorbed in the choir.\n\nAs the boys continue to grow together through singing, they face many challenges and obstacles, including clashing personalities and high-level rival teams. But with Haruo's help, they learn to overcome their differences and work together to achieve their goal of winning the national contest.\n\nWith its soulful choir songs and hot-blooded comedy, Gakuen Boys Choir Club is a must-watch for fans of coming-of-age stories and music-themed anime. Will the Kawagoe Gakuen Boys Choir Club be able to accomplish its reckless goal of winning the competition? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "65b789bbdaf350ff",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.430784415584415,
    "arithmeticGeometricMean": 5.404007638776229,
    "median": 5.363636363636363,
    "hash": "65b789bbdaf350ff",
    "lastUpdate": "2024-05-09"
  }
}