{
  "sources": [
    "https://anidb.net/anime/7529",
    "https://anilist.co/anime/8795",
    "https://anime-planet.com/anime/panty-and-stocking-with-garterbelt",
    "https://anisearch.com/anime/6272",
    "https://kitsu.io/anime/5497",
    "https://livechart.me/anime/3717",
    "https://myanimelist.net/anime/8795",
    "https://notify.moe/anime/X8mWpFimR"
  ],
  "synopsis": {
    "text": "Panty and Stocking, the Anarchy Sisters, are two unconventional angels who have been expelled from Heaven due to their unruly behavior. Now, they are tasked with the mission to purge Daten City, a metropolis situated on the brink of Heaven and Hell, from malevolent ghosts. Led by the afro-sporting priest Garterbelt, these rebellious sisters must earn enough Heaven Coins to buy their way back into paradise.\n\nHowever, their divine duty is anything but conventional. Armed with unique weapons that transform from their lingerie, Panty and Stocking lay waste to the city's ghosts and any other obstacles that cross their path. Panty, the blonde bombshell, has an insatiable appetite for carnal pleasures, while her Goth Loli sister, Stocking, indulges in an endless sugar rush. Together, they wreak havoc and leave a trail of collateral damage in their quest for redemption.\n\nAs they navigate through the grimy streets of Daten City, the Anarchy Sisters must confront the darkness that threatens to consume the city and its inhabitants. Will they rise to the occasion and become the beacon of hope that the city needs, or will they succumb to their hedonistic desires and bring about its ultimate demise? One thing is for sure - with Panty and Stocking on the case, there's never a dull moment in this chaotic, action-packed adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "65c2f57faa9a3573",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.6272486812535005,
    "arithmeticGeometricMean": 7.62561018995783,
    "median": 7.713636363636364,
    "hash": "65c2f57faa9a3573",
    "lastUpdate": "2024-05-09"
  }
}