{
  "sources": [
    "https://anidb.net/anime/2663",
    "https://anilist.co/anime/1955",
    "https://anime-planet.com/anime/kimagure-robot",
    "https://anisearch.com/anime/2437",
    "https://kitsu.io/anime/1761",
    "https://myanimelist.net/anime/1955",
    "https://notify.moe/anime/WyML5Kimg"
  ],
  "synopsis": {
    "text": "Luckily for mankind, a slightly unhinged, yet brilliant scientist spends his days crafting robots for an array of peculiar purposes in his laboratory. From a robot that grants three wishes, to a robot that assists with diary writing, and even a robot that misbehaves to keep its owner entertained, each creation is designed for a specific task. Although they may seem limited, these robots prove to be more useful than they initially appear.\n\nLook no further than Hakase Company for all your needs, whether it's house cleaning, granting wishes, or even stand-up comedy. Their robots are tailored to your specific requirements and can handle anything from diary writing to thwarting alien invasions. However, as with all machinery, malfunctions are inevitable. Join the Doctor, his robotic assistant, and their mechanical creations as they save the world one task at a time, despite the occasional hiccup.\n\nEach episode of \"Kimagure Robot\" is a brief two minutes long, accompanied by music from Seiichi Yamamoto. Sponsored by Yahoo!, the series is available for free on Yahoo! Japan's portal. If successful, the studio hopes to produce up to 200 episodes, with the latter episodes being created by various artists from around the world. The aim is to showcase a variety of animation techniques and styles, making it a sci-fi version of Nihon Mukashibanashi.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "65fc1d7e427178c6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.70116459051153,
    "arithmeticGeometricMean": 5.679209945280394,
    "median": 5.96,
    "hash": "65fc1d7e427178c6",
    "lastUpdate": "2024-05-08"
  }
}