{
  "sources": [
    "https://anidb.net/anime/16573",
    "https://anilist.co/anime/138565",
    "https://anime-planet.com/anime/to-your-eternity-2nd-season",
    "https://anisearch.com/anime/16611",
    "https://kitsu.io/anime/45045",
    "https://livechart.me/anime/10767",
    "https://myanimelist.net/anime/49709",
    "https://notify.moe/anime/pxEXiCV7R"
  ],
  "synopsis": {
    "text": "Pioran’s passing left Fushi, now a young man in appearance, to live a solitary existence on a remote island in the Southern Ocean. His only companions are the hostile Nokkers, who he successfully fends off, even feeding on their meat. However, the Beholder's sudden reappearance prompts Fushi to end his self-imposed exile, as he realizes the Nokkers' actions are independent of him. As he ventures back into society, he encounters familiar faces and strangers, all connected to his past. The Nokkers, too, have evolved over the past four decades, posing a new challenge for Fushi.\n\nHaunted by the loss of his loved ones, Fushi chose isolation over engagement. But the world outside didn't stop, and neither did the Nokkers' chaos. To prevent further bloodshed, Fushi breaks his silence, ready to fight once more. While he may not need friends to survive, he understands their importance in making life worth living.\n\nOriginally an 'orb' sent to Earth, Fushi has witnessed the passing of many, from a young girl who was like a mother to him, to an extraordinary older brother, and even friends on the battlefield. Now, as the world faces chaos under the Nokkers' attacks, Fushi must rise again. He knows he can fight alone, but protecting everyone is a task he cannot accomplish alone. Thus, Fushi and his allies embark on a battle to secure the future, despite the inevitable casualties and sorrow that await them.\n\nAfter years of witnessing death and tragedy, Fushi retreats to an island, defending himself from the relentless Nokkers. However, the Nokkers change their strategy, targeting settlements beyond Fushi's reach to lure him out. The Guardians, led by His",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.121305890538034,
    "arithmeticGeometricMean": 8.118066486433987,
    "median": 8.161632653061224
  },
  "lastUpdate": "2024-05-09"
}