{
  "sources": [
    "https://anidb.net/anime/11995",
    "https://anilist.co/anime/21700",
    "https://anime-planet.com/anime/akashic-records-of-bastard-magic-instructor",
    "https://anisearch.com/anime/11241",
    "https://kitsu.io/anime/11942",
    "https://livechart.me/anime/2081",
    "https://myanimelist.net/anime/32951",
    "https://notify.moe/anime/z-FetFimg"
  ],
  "synopsis": {
    "text": "His reputation precedes him: Glenn Radars, the lazy, good-for-nothing part-time magic teacher at the esteemed Alzano Imperial Magic Academy, where dreams of mastering magic are cultivated and the highest forms of sorcery are taught. Sistine Fibel, a determined noble girl, and her best friend Rumia Tingel attend this historic institution with the goal of becoming top-tier magicians.\n\nWhen their beloved teacher retires and Glenn takes his place, the students are taken aback by his unconventional teaching methods, which include writing \"self-study\" on the blackboard and promptly taking a nap. Sistine, fed up with his lackadaisical attitude, challenges him to a duel, only to find that Glenn is easily defeated.\n\nHowever, when darkness looms over the academy and sinister forces threaten their safety, Glenn reveals his hidden prowess and unwavering dedication to protecting his students. As they navigate the dangers lurking within the empire, the trio's fates intertwine, and the enigmatic Sky Castle captures Sistine's curiosity. Could the answer to her questions lie with her unlikely mentor, Glenn Radars? Join Sistine, Rumia, and Glenn as they embark on a thrilling journey filled with magic, mystery, and self-discovery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6687add311a24eb2",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.2625174314126175,
    "arithmeticGeometricMean": 7.259276883151496,
    "median": 7.343852657004831,
    "hash": "6687add311a24eb2",
    "lastUpdate": "2024-05-09"
  }
}