{
  "sources": [
    "https://anidb.net/anime/412",
    "https://anilist.co/anime/1249",
    "https://anime-planet.com/anime/zone-of-the-enders-dolores",
    "https://anisearch.com/anime/1410",
    "https://kitsu.io/anime/1124",
    "https://livechart.me/anime/6103",
    "https://myanimelist.net/anime/1249",
    "https://notify.moe/anime/z00xcKmig"
  ],
  "synopsis": {
    "text": "He avily burdened by the impending war between Earth and Mars, James Links, a resilient American cargo transporter, finds himself entangled in a whirlwind of chaos and confusion. Struggling to mend his fractured relationship with his estranged family, James' life takes an unexpected turn when he stumbles upon Dolores, an enigmatic orbital frame. As he unknowingly brings Dolores aboard his carrier ship, the Ender, James and his teenage children are suddenly embroiled in a dangerous web of murder, deception, and false accusations.\n\nOnce a dedicated LEV pilot for the United Nations global army, James had lost all hope after receiving news of his wife's tragic death during a Martian lab experiment. Blamed and abandoned by his resentful children, James turned to alcohol and a solitary life as a cargo hauler between the two planets. However, the arrival of Dolores rekindles his hope and determination to uncover the truth behind his wife's mysterious death and reunite his broken family.\n\nWith the entire universe seemingly in pursuit of Dolores, James and his family must navigate a treacherous journey to Mars, relying on each other to clear their names and unlock the secrets of Dolores' true purpose. Will they succeed in their quest for redemption and uncover the hidden truths that lie ahead? Join James and his family on their thrilling adventure as they race against time to save themselves and the galaxy from the brink of war.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "66878900d47a2b84",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.832650940895839,
    "arithmeticGeometricMean": 6.825281843831019,
    "median": 6.958,
    "hash": "66878900d47a2b84",
    "lastUpdate": "2024-05-10"
  }
}