{
  "sources": [
    "https://anidb.net/anime/215",
    "https://anilist.co/anime/2497",
    "https://anime-planet.com/anime/new-cutey-honey",
    "https://anisearch.com/anime/2873",
    "https://kitsu.io/anime/2266",
    "https://livechart.me/anime/8164",
    "https://myanimelist.net/anime/2497",
    "https://notify.moe/anime/39qP5FmmR"
  ],
  "synopsis": {
    "text": "Nagai's iconic android superhero, Cutey Honey, returns to protect a futuristic world teeming with evil forces. As a versatile one-woman S.W.A.T. team, Cutey Honey boasts an android chassis capable of transforming into an array of powerful bodies, each equipped with unique skills, weapons, and impressive physical attributes.\n\nCosplay City faces imminent danger when Dolmeck, the sinister Lord of Darkness, emerges with his monstrous army, threatening to annihilate everything in their path. To combat this evil, Honey Kisaragi, a seemingly ordinary assistant, transforms into the formidable Cutey Honey—a warrior for justice and love.\n\nAlongside her ally, Silver Fleuret, Cutey Honey strikes fear into her adversaries. However, she must manage her energy carefully, as excessive use can cause her clothes to disintegrate. The challenges intensify when Cutey Honey confronts a familiar foe from her past, Panther Zora.\n\nIn a city plagued by criminals, even ordinary citizens have resorted to crime to survive. Dolmeck, disguised as a hero, aims to eradicate these villains, but his true identity as the Lord of Darkness poses an even greater threat. To restore peace, Honey Kisaragi must harness her extraordinary powers to transform into Cutey Honey—the warrior of love.\n\nWith her diverse transformations, including a motorcycle prodigy and a warrior in white armor, Cutey Honey is prepared to face demons and foes alike. As obstacles mount, can Cutey Honey rise to the challenge and save Cosplay City?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "66a56de56db7f6eb",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.456706246134819,
    "arithmeticGeometricMean": 6.4457888057103,
    "median": 6.61,
    "hash": "66a56de56db7f6eb",
    "lastUpdate": "2024-05-09"
  }
}