{
  "sources": [
    "https://anidb.net/anime/8564",
    "https://anilist.co/anime/11013",
    "https://anime-planet.com/anime/inu-x-boku-secret-service",
    "https://anisearch.com/anime/7254",
    "https://kitsu.io/anime/6439",
    "https://livechart.me/anime/1150",
    "https://myanimelist.net/anime/11013",
    "https://notify.moe/anime/R9MSpFmmg"
  ],
  "synopsis": {
    "text": "In the heart of a peculiar apartment complex, Ayakashi Kan, resides a young girl named Ririchiyo Shirakiin, a descendant of both human and Youkai bloodlines. Born into a prestigious family, Ririchiyo's life has been plagued by isolation and bullying, leading her to develop a sharp tongue and a pretentious facade. Seeking solace and self-growth, she decides to move into Ayakashi Kan, a residence that houses other Atavists like herself, each paired with a Secret Service (SS) bodyguard.\n\nUpon her arrival, Ririchiyo declines the assistance of an SS agent, only to be introduced to Miketsukami Soushi, a descendant of a nine-tailed fox, who insists on being her dedicated protector. Despite never meeting him before, Soushi seems to know Ririchiyo intimately, claiming that she once saved his life. This unexpected bond leaves Ririchiyo in a complex situation as she navigates her new life in Ayakashi Kan, a place where chaos is the norm, and no resident is entirely human.\n\nIn this strange and supernatural mansion, Ririchiyo must learn to adapt to her eccentric neighbors, her clingy and enigmatic bodyguard, and the challenges of high school, all while trying to break free from her past and embrace her true self. This is the story of Inu X Boku SS, a tale of growth, friendship, and the supernatural.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "66b3174701cde4d2",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.3873451215570745,
    "arithmeticGeometricMean": 7.385641168139367,
    "median": 7.4,
    "hash": "66b3174701cde4d2",
    "lastUpdate": "2024-05-09"
  }
}