{
  "sources": [
    "https://anidb.net/anime/11216",
    "https://anilist.co/anime/100891",
    "https://anime-planet.com/anime/kengan-ashura",
    "https://anisearch.com/anime/13500",
    "https://kitsu.io/anime/11031",
    "https://livechart.me/anime/1580",
    "https://myanimelist.net/anime/36903",
    "https://notify.moe/anime/V_WXpKimg"
  ],
  "synopsis": {
    "text": "Ohma Tokita, a formidable warrior known as 'The Ashura,' steps into the ruthless world of Kengan Ashura, where business disputes are resolved not through boardroom negotiations, but through gladiatorial combat. Harkening back to Japan's Edo period, these clandestine arenas witness the raw power of unarmed combat, where victory grants not only prestige but also the spoils of war.\n\nCaught in this whirlwind of corporate intrigue and brutal competition, Ohma's extraordinary fighting prowess quickly gains notoriety, drawing the attention of influential business magnates, including Hideki Nogi, the chairman of the powerful Nogi Group. With the relentless battles orchestrated by the Kengan Association looming ahead, Ohma and his unlikely manager, the average middle-aged man Kazuo Yamashita, find themselves thrust into a violent world where only the strongest can claim victory.\n\nAs they navigate the treacherous landscape of the Kengan Zetsumei Tournament, Ohma and Kazuo must confront fierce adversaries, each vying for the coveted position atop the Kengan Organization. In this high-stakes game of corporate dominance and martial supremacy, will Ohma's indomitable spirit and unyielding determination prove to be the key to their success? Only time will tell if they have what it takes to emerge triumphant and reshape the future of Japan's underground combat scene.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.471024118738405,
    "arithmeticGeometricMean": 7.466277106209836,
    "median": 7.497727272727273,
    "lastUpdate": "2024-05-09"
  }
}