{
  "sources": [
    "https://anidb.net/anime/18096",
    "https://anilist.co/anime/166703",
    "https://anime-planet.com/anime/mobile-suit-gundam-requiem-for-vengeance",
    "https://anisearch.com/anime/18509",
    "https://kitsu.io/anime/47686",
    "https://livechart.me/anime/12241",
    "https://myanimelist.net/anime/55845"
  ],
  "synopsis": {
    "text": "July 1, 2023, marked the announcement of Mobile Suit Gundam: Requiem for Vengeance, a new animation project by Bandai Namco Filmworks. The series unfolds during the One Year War, a conflict that also formed the backdrop of the original Mobile Suit Gundam series. The story is set in the Universal Century timeline and is presented from the perspective of the Zeon faction, offering a fresh take on the classic Gundam narrative.\n\nThe series is unique in its use of Epic Games' Unreal Engine 5 for its animation, as showcased in a captivating trailer at the Anime Expo industry panel. The story revolves around Iria Sorari, a central character in the unfolding drama, and features the iconic Zeon mobile suit Zaku II and the Federation's Gundam.\n\nIn the year 0079 of the Universal Century, the Principality of Zeon declares its independence from the Earth Federation, sparking a war that sees the introduction of a groundbreaking new weapon: the Mobile Suit. The Zeon Force, equipped with these humanoid weapons, initially gains the advantage. However, they fail to secure complete control over the Earth, leading to a stalemate.\n\nEleven months into the conflict, the Earth Federation forces successfully capture a Zeon-controlled base in Eastern Europe. A diverse battalion, including Iria Sorari and the Red Wolves division, a Mobile Suit platoon fresh from space, is dispatched to reclaim this base. The series explores themes of conflict, love, and human drama, offering viewers a compelling narrative and a fresh perspective on the Gundam universe.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 9.081632653061224,
    "arithmeticGeometricMean": 9.081632653061224,
    "median": 9.081632653061224,
    "lastUpdate": "2024-05-09"
  }
}