{
  "sources": [
    "https://anidb.net/anime/2599",
    "https://anilist.co/anime/336",
    "https://anime-planet.com/anime/meine-liebe",
    "https://anisearch.com/anime/1181",
    "https://kitsu.io/anime/303",
    "https://livechart.me/anime/6495",
    "https://myanimelist.net/anime/336",
    "https://notify.moe/anime/dC-h5KmmR"
  ],
  "synopsis": {
    "text": "Ocean waves lap against the picturesque island of Kuchen, nestled on the southwestern coast of France in the year 1935. Amidst a Europe rife with political turmoil, this small kingdom stands resilient, guided by a wise king and his trusted advisors, known as the Strahl. The prestigious Rozenstolz Academy, home to the future elite of Europe, grooms potential candidates for these coveted advisory positions.\n\nEnter the lives of five noble students, Orpherus, Eduard, Camus, Lui, and Naoji, as they navigate the treacherous waters of ambition, corruption, and power. As members of the Strahl class, they are thrust into a world of secret agents, underhanded politicians, and assassination plots that threaten the delicate peace of their homeland. Despite their shared aspirations, the five students find themselves embroiled in a fierce rivalry, with Orpheleus and Ludwig at the helm.\n\nYet, amidst the sinister intrigues and bitter battles, the young elite discover unexpected bonds forming with their adversaries. As they learn to appreciate their rivals, they also grapple with their pasts and the weight of their lofty ambitions. With the ever-looming threat of war in 1935, these five students must rise above their differences and unite to protect their kingdom and their dreams. Join them on their journey of self-discovery, camaraderie, and political intrigue in this captivating tale of ambition and survival.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.3402517890273,
    "arithmeticGeometricMean": 6.337241683594345,
    "median": 6.25
  },
  "lastUpdate": "2024-05-09"
}