{
  "sources": [
    "https://anidb.net/anime/5382",
    "https://anilist.co/anime/5293",
    "https://anime-planet.com/anime/a-time-slip-of-10000-years-prime-rose",
    "https://anisearch.com/anime/4411",
    "https://kitsu.io/anime/4040",
    "https://livechart.me/anime/12036",
    "https://myanimelist.net/anime/5293",
    "https://notify.moe/anime/MsICcFiig"
  ],
  "synopsis": {
    "text": "Mask ed in the guise of a devil named Bazusu, an evil entity hurls two unsuspecting cities - Kujukuri City from Chiba Prefecture and Dallas from the US - a staggering ten thousand years into the future. With a twisted sense of pleasure, Bazusu forces these cities to engage in a brutal war, reveling in the ensuing chaos. In response, Time Patrol member Tanbara Gai steps forth to challenge the devil and put an end to this senseless conflict.\n\nWhen the orbital fortress Death Mask shatters and plummets towards Earth, two cities are ripped from their time and thrust ten millennia into the future. As a time-traveling investigator, Gai is dispatched to uncover the fate of those displaced cities. Joined by his younger brother, they stumble upon a desolate, fantastical world inhabited by tribal warriors, slave traders, and mythical creatures. Teaming up with a local girl warrior named Emiya, the trio finds themselves embroiled in a bitter struggle against the malevolent Pirar and his enslaved subjects.\n\nIn a fictional world, a powerful nation called Guroman conquers Kukurit, leading to an exchange of their respective third prince and princess as a peace offering. The third princess of Guroman, Prime Rose, is entrusted to a noble family in Kukurit and given the name Emiya. This tale weaves together the magic of Emiya, a girl warrior, and the sword that defines her destiny.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.346518950437316,
    "arithmeticGeometricMean": 5.26964921259996,
    "median": 5.363636363636363,
    "lastUpdate": "2024-05-10"
  }
}