{
  "sources": [
    "https://anidb.net/anime/1141",
    "https://anilist.co/anime/502",
    "https://anime-planet.com/anime/dragon-ball-movie-1-curse-of-the-blood-rubies",
    "https://anisearch.com/anime/427",
    "https://kitsu.io/anime/461",
    "https://livechart.me/anime/4719",
    "https://myanimelist.net/anime/502",
    "https://notify.moe/anime/VnpT5FmmR"
  ],
  "synopsis": {
    "text": "Gurumes’s transformation from a benevolent king to a ravenous monster sets the stage for an epic adventure in this retelling of Dragon Ball’s origins. The once-peaceful kingdom now lies barren and desolate, ravaged by the king’s insatiable hunger for the rare Richstones and the legendary Dragon Balls. As Gurumes dispatches his minions to seize the mystical orbs, a young boy named Goku, a girl named Bulma, and a brave girl named Panji embark on their own quests for the Dragon Balls.\n\nAlong their journey, Goku, Bulma, and their newfound friends Oolong and Yamucha cross paths with the tyrannical King Gourmeth, who shares their desire for the Dragon Balls. Meanwhile, Panji’s village has been enslaved by Gurumes’s forces, who are relentlessly searching for the coveted Blood Rubies. United by fate and a common goal, Goku and his friends vow to put an end to Gurumes’s reign of terror and restore peace to the land.\n\nAs the battle for the Dragon Balls intensifies, Goku finds himself targeted by Gurumes’s soldiers, who manage to steal the precious four-star Dragon Ball from him. Determined to reclaim what is rightfully his, Goku joins forces with Panji, who knows the true reason behind Gurumes’s obsession with the Dragon Balls. Together, they face off against Gurumes’s formidable henchmen, Pasta and Bongo, in a high-stakes battle that will determine the fate of the kingdom. With the power of friendship and courage on their side, Goku and his allies might just stand a chance against the monstrous king and his seemingly unstoppable forces.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "68a4a3f3b6adfbf0",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.719502782931354,
    "arithmeticGeometricMean": 6.708115094315547,
    "median": 6.832,
    "hash": "68a4a3f3b6adfbf0",
    "lastUpdate": "2024-05-09"
  }
}