{
  "sources": [
    "https://anidb.net/anime/1070",
    "https://anilist.co/anime/903",
    "https://anime-planet.com/anime/dragon-ball-z-movie-10-broly-second-coming",
    "https://anisearch.com/anime/1269",
    "https://kitsu.io/anime/803",
    "https://livechart.me/anime/4268",
    "https://myanimelist.net/anime/903",
    "https://notify.moe/anime/LVzJcFmig"
  ],
  "synopsis": {
    "text": "Still harboring a deep-seated grudge against Goku, the formidable Legendary Super Saiyan, Broly, finds himself back on Earth after a seven-year slumber. With Goku absent, Broly sets his sights on Goten and Trunks, who inadvertently rouse the vengeful warrior while on a quest to gather the Dragon Balls. As Goten and Trunks scramble to evade Broly's wrath, Gohan steps in, determined to confront the powerful adversary.\n\nMeanwhile, Goten, Trunks, and Videl find themselves in a quaint village plagued by a monstrous dinosaur, which they swiftly defeat. The grateful villagers reward them with a Dragon Ball, but their peaceful night in the village is disrupted when Videl crosses paths with the disoriented Broly. Mistaking her for Goku, Broly attacks Videl and later pursues Goten and Trunks.\n\nAs the relentless chase ensues, Gohan decides to intervene, driven by Broly's menacing aura. Despite Gohan's best efforts, the battle intensifies, and Broly seems unstoppable. In a desperate plea, Goten summons the Dragon to defeat Broly, leading to the miraculous appearance of Goku's ghost. United as a family, Goku, Gohan, and Goten deliver a powerful Triple Kamehameha, vanquishing Broly into the scorching sun. With the threat eliminated, Goku's presence fades, leaving everyone to wonder if he was ever truly there. The Z-Warriors return home, victorious and content.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "68d8cbb6b013eaac",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.790705503001799,
    "arithmeticGeometricMean": 6.785236281178108,
    "median": 6.869090909090909,
    "hash": "68d8cbb6b013eaac",
    "lastUpdate": "2024-05-09"
  }
}