{
  "sources": [
    "https://anidb.net/anime/6793",
    "https://anilist.co/anime/5277",
    "https://anime-planet.com/anime/sekirei-pure-engagement",
    "https://anisearch.com/anime/5514",
    "https://kitsu.io/anime/4029",
    "https://livechart.me/anime/3751",
    "https://myanimelist.net/anime/5277",
    "https://notify.moe/anime/s5VC5Fmmg"
  ],
  "synopsis": {
    "text": "Minato Sahashi is an awkward young man living in Tokyo in the year 2020 who has failed his college entrance exams twice. His life changes when he meets Musubi, a girl who literally falls from the sky. Minato soon learns that Musubi is a \"Sekirei,\" a type of humanoid being, and that he is her \"Ashikabi,\" a human with special genes that allow him to form a contract with Sekirei. This contract binds Musubi to Minato and enables her to utilize her full powers in a competition known as the \"Sekirei Plan,\" organized by the mysterious and powerful MBI Corporation, headed by the enigmatic Hiroto Minaka. Minato discovers that being partnered with Musubi is more perilous than he imagined, as under the rules of the Plan, an Ashikabi can form multiple contracts. Soon, several other Sekirei come under Minato's wing, including the fierce Tsukiumi and brilliant Matsu. As the Sekirei Plan progresses through various stages, Minato strives to protect both his own Sekirei and others from harm. He faces escalating threats not just from rival Ashikabi and Sekirei, but also from Minaka, who impulsively alters the Plan's rules. Rumors surface that the most powerful Sekirei of all, the elusive \"Single Numbers,\" have entered the fray. Through it all, Minato stubbornly holds to his ideals of compassion amidst the Plan's cruelty. Though the future remains uncertain, he is determined to prevail with his Sekirei at his side.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 7.381423267996217,
    "arithmeticGeometricMean": 7.379825826940058,
    "median": 7.391147617439412,
    "lastUpdate": "2024-05-19"
  }
}