{
  "sources": [
    "https://anidb.net/anime/6793",
    "https://anilist.co/anime/5277",
    "https://anime-planet.com/anime/sekirei-pure-engagement",
    "https://anisearch.com/anime/5514",
    "https://kitsu.io/anime/4029",
    "https://livechart.me/anime/3751",
    "https://myanimelist.net/anime/5277",
    "https://notify.moe/anime/s5VC5Fmmg"
  ],
  "synopsis": {
    "text": "Still in Tokyo, 2020, the Sekirei Plan, a deadly competition organized by the enigmatic MBI Corporation and its eccentric president, Minaka Hiroto, rages on. The city of Shintou Teito has been sealed off, trapping all Sekirei and their Ashikabi partners within its confines. Minato Sahashi, a once unemployed and socially awkward young man, now finds himself at the center of this chaotic battle royale, as the Ashikabi to a group of powerful and alluring Sekirei.\n\nMinato's peaceful life has been turned upside down since his fateful encounter with Musubi, a Sekirei who quite literally fell from the sky. As an Ashikabi, Minato possesses unique genes that allow him to form contracts with Sekirei, enabling them to unlock their full potential. However, being partnered with these beautiful and powerful beings is far from a dream come true, as Minato soon discovers the dangerous reality of the Sekirei Plan.\n\nAs the competition intensifies, Minato and his Sekirei harem face new challenges and enemies. Some Ashikabi, who genuinely care for their Sekirei partners, refuse to participate in the battle, as defeat means the permanent loss of their beloved companions. Meanwhile, others ruthlessly exploit their Sekirei as mere tools for victory.\n\nTo make matters worse, rumors circulate that the elusive and formidable 'Single Numbers,' the most powerful class of Sekirei, have entered the fray. As threats loom around every corner, Minato must navigate the treacherous landscape of the Sekirei Plan while trying to protect not only his own Sekirei but also those of others.\n\nWith the MBI's sinister",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6916601e67022ba3",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.381423267996217,
    "arithmeticGeometricMean": 7.379825826940058,
    "median": 7.391147617439412,
    "hash": "6916601e67022ba3",
    "lastUpdate": "2024-05-09"
  }
}