{
  "sources": [
    "https://anidb.net/anime/14540",
    "https://anilist.co/anime/110458",
    "https://anime-planet.com/anime/shironeko-project-zero-chronicle",
    "https://anisearch.com/anime/14516",
    "https://kitsu.io/anime/43084",
    "https://livechart.me/anime/8676",
    "https://myanimelist.net/anime/38843",
    "https://notify.moe/anime/INTMBA8Wg"
  ],
  "synopsis": {
    "text": "Now, in a realm divided between the celestial Kingdom of Light and the terrestrial Kingdom of Darkness, the delicate balance between the two is under threat. The young hero from Astora Isle, accompanied by a seasoned adventurer named Kyle, a mysterious girl named Iris, and a talking white cat, sets off on an expedition to a cluster of enigmatic islands. Their journey takes a dark turn when Kyle succumbs to corruption in the isle's ruins, leading the remaining party members to embark on a global quest aboard a flying island to retrieve the seven fabled 'Great Runes' to save their friend and the world.\n\nMeanwhile, the Kingdom of Light, under the reign of Queen Iris, faces escalating threats from the forces of evil. As the representative of Light, Iris strives to maintain equilibrium and combat the encroaching darkness. In the Kingdom of Darkness, a young boy, the sole survivor of a monstrous attack on his village, is chosen by a dying noble to become the new Prince of Darkness.\n\nAs the Prince of Darkness and Queen Iris each confront the impending doom in their respective kingdoms, their paths intertwine. The Prince realizes that unity between Light and Dark is the only way to vanquish the evil and restore balance to the world. With their destinies converging, the bond between the Prince of Darkness and Queen Iris may determine the fate of the world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 5.628684199969914,
    "arithmeticGeometricMean": 5.613886785083165,
    "median": 5.579727272727272,
    "lastUpdate": "2024-05-10"
  }
}