{
  "sources": [
    "https://anidb.net/anime/1077",
    "https://anilist.co/anime/1761",
    "https://anime-planet.com/anime/golgo-13-queen-bee",
    "https://anisearch.com/anime/2883",
    "https://kitsu.io/anime/1581",
    "https://livechart.me/anime/8748",
    "https://myanimelist.net/anime/1761",
    "https://notify.moe/anime/8xtBcFiig"
  ],
  "synopsis": {
    "text": "Bee hold the enigmatic Golgo 13, a seasoned assassin par excellence, as he embarks on a perilous mission to eliminate the captivating and deadly revolutionary known as Queen Bee. Hailing from South America, Queen Bee has vowed to end the life of a prominent presidential candidate, thus disrupting the political landscape. As Golgo delves deeper into the intricate web of connections between his target and the presidential hopeful, he uncovers a hidden agenda that challenges the very nature of his assignment.\n\nQueen Bee, far from being a run-of-the-mill insurgent, has a tragic past that fueled her thirst for vengeance and power. Transformed by her harrowing experiences, she now wields a potent combination of cunning and charisma, making her a formidable adversary. As Golgo grapples with the complexities of his mission, he must confront the true essence of Queen Bee's identity, ultimately leading him to question his own role in this deadly game of cat and mouse.\n\nPrepare to be enthralled by this gripping tale of intrigue, deception, and revenge, as Golgo 13 navigates the treacherous waters of international politics and personal vendettas. Will he be able to complete his mission, or will the intricate connections between his target and those in power prove too much to handle? Only time will tell, as this thrilling saga unfolds before your eyes.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "69becc1719b85a12",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.292477604028623,
    "arithmeticGeometricMean": 6.276223857822986,
    "median": 6.362,
    "hash": "69becc1719b85a12",
    "lastUpdate": "2024-05-09"
  }
}