{
  "sources": [
    "https://anidb.net/anime/7250",
    "https://anilist.co/anime/6467",
    "https://anime-planet.com/anime/detective-conan-movie-14-the-lost-ship-in-the-sky",
    "https://anisearch.com/anime/5545",
    "https://kitsu.io/anime/4572",
    "https://livechart.me/anime/4975",
    "https://myanimelist.net/anime/6467",
    "https://notify.moe/anime/jP7ecKmmg"
  ],
  "synopsis": {
    "text": "Kaitou Kid's latest heist target is the 'Lady of the Sky' jewel, nestled aboard the Bell 3, the world's grandest airship. However, the mission takes a perilous turn as a clandestine terrorist organization, Red Shamu-neko, seizes control of the airship, with Conan and his companions, Kogoro and Ran, caught in the crossfire.\n\nThe airship, originally intended as a stage for Suzuki Corporation to capture Kaitou Kid, transforms into a floating stronghold under the command of the mercenaries. The stakes escalate as the group reveals possession of a recently pilfered bioweapon, threatening to unleash it upon an unsuspecting city from the skies. Conan, Kaitou Kid, and Hattori must race against time to unravel the group's true intentions and thwart their sinister plot.\n\nIn the fourteenth installment of the series, 'The Lost Ship in the Sky,' Jirokichi Suzuki extends an invitation to Conan and his friends to guard the precious 'Lady Sky' jewel aboard his new airship, the Bell Tree First. However, the journey takes a treacherous turn when the Red Siamese Cats hijack the ship and release deadly bacteria on board. With the safety of the jewel no longer the primary concern, Conan must join forces with his arch-rival, Kid, to prevent the terrorists' nefarious plans from succeeding.\n\nThe Tokyo National Institute of Microorganisms falls victim to an attack by the enigmatic 'Red Siamese Cats,' causing the explosion of a high-security lab housing a lethal virus with an 80% mortality rate and no known cure. Amidst the chaos, Jirokichi Suzuki unveils the world's largest",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.064516826427543,
    "arithmeticGeometricMean": 8.063206560288114,
    "median": 8.073163265306121,
    "lastUpdate": "2024-05-09"
  }
}