{
  "sources": [
    "https://anidb.net/anime/10064",
    "https://anilist.co/anime/20453",
    "https://anime-planet.com/anime/watamote-no-matter-how-i-look-at-it-its-you-guys-fault-im-not-popular-ova",
    "https://anisearch.com/anime/9877",
    "https://kitsu.io/anime/7991",
    "https://livechart.me/anime/216",
    "https://myanimelist.net/anime/20449",
    "https://notify.moe/anime/nHchtKiig"
  ],
  "synopsis": {
    "text": "Tomoko Kuroki, a mysterious girl with raven-black hair, and Aomatsu, a middle school otaku seeking a break from his mundane life, cross paths on their school's rooftop. This encounter, seemingly insignificant, sparks a series of meetings that leave a lasting impact on Aomatsu, drawing him back to the rooftop each day. However, Tomoko's perception of these encounters starkly contrasts with Aomatsu's, resulting in vastly different recollections of the same events.\n\nThis special OVA episode, bundled with the limited first edition of the 7th manga volume, serves as the 13th episode of the TV anime. It offers a unique dual-perspective narrative, first from Aomatsu's viewpoint, then from Tomoko's, providing a fresh and engaging take on their rooftop encounters. The episode also features a fourth wall-breaking sequence, where Tomoko attempts to dictate how Yū and Kī should act to boost the anime's ratings, to which Kī responds with a hint of nostalgia for the 'good times'. This OVA episode, titled \"Watashi ga Motenai no wa Dou Kangaete mo Omaera ga Warui! Motenai shi, Nazo Meite Miru\", promises a captivating exploration of the dynamics between Tomoko and Aomatsu, making it a must-watch for fans of the series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6a4f06848af78f65",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.056037682824719,
    "arithmeticGeometricMean": 7.054011772082051,
    "median": 7.021428571428571,
    "hash": "6a4f06848af78f65",
    "lastUpdate": "2024-05-10"
  }
}