{
  "sources": [
    "https://anidb.net/anime/530",
    "https://anilist.co/anime/2611",
    "https://anime-planet.com/anime/panda-go-panda",
    "https://anisearch.com/anime/1392",
    "https://kitsu.io/anime/2375",
    "https://notify.moe/anime/it5scKiiR"
  ],
  "synopsis": {
    "text": "Kopanda Panda, a delightful 30-minute animation from 1972, introduces us to the endearing world of Mimiko, a spirited young girl who resides with her grandmother near a serene bamboo forest. When her grandmother departs for a brief journey, Mimiko finds herself home alone. However, her solitude is soon disrupted by the arrival of a baby panda and its father, Papa Panda, who take refuge in her garden.\n\nIn a heartwarming twist, Mimiko extends an invitation to Papa Panda to assume the role of her father, a proposal to which he warmly agrees. As they embark on their new life together, the unconventional family encounters various challenges, including the pandas' struggle to adapt to indoor living and the well-meaning but misguided attempts of the townspeople to 'rescue' Mimiko from her unique family situation.\n\nThe film, a brainchild of Miyazaki, who conceived the original concept, penned the script, designed the layouts, and contributed to key animation, is brought to life under the skilled direction of Takahata. The following year, the duo reunited to create a sequel, further chronicling the adventures of Mimiko and her panda family.\n\nJoin this joyful trio as they navigate through a series of escapades, including Panny's mischievous antics at Mimiko's school, the rescue of a baby tiger named Tiny, and a daring mission to save animals from a flooded circus train. This charming tale of friendship and family promises to captivate audiences of all ages.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 6.472707482993197,
    "arithmeticGeometricMean": 6.470505442438025,
    "median": 6.474272727272727,
    "lastUpdate": "2024-05-08"
  }
}