{
  "sources": [
    "https://anidb.net/anime/11261",
    "https://anilist.co/anime/21202",
    "https://anime-planet.com/anime/konosuba-gods-blessing-on-this-wonderful-world",
    "https://anisearch.com/anime/10448",
    "https://kitsu.io/anime/10941",
    "https://livechart.me/anime/1615",
    "https://myanimelist.net/anime/30831",
    "https://notify.moe/anime/NZ8lpFiig"
  ],
  "synopsis": {
    "text": "Can't seem to catch a break, Kazuma Satou's underwhelming life takes a surprising turn when a fatal traffic accident lands him before Aqua, a stunning yet quirky goddess. Offered a chance to reincarnate in a fantasy world brimming with adventure, Kazuma is allowed to bring one item of his choosing. In a twist of fate, he selects the goddess herself, hoping for an easy life in this new realm. However, reality swiftly sets in as they confront the challenges of daily life, the demon king's looming threat, and Aqua's own questionable usefulness.\n\nEmbarking on an adventure to subdue the demon king, Kazuma's dreams of a peaceful existence are repeatedly shattered by Aqua's penchant for causing problems and the ever-watchful eyes of the demon king's army. In this world that appears deceptively ordinary, our unlikely duo must navigate the trials of everyday life, from finding food and shelter to forging alliances with eccentric adventurers.\n\nAs they stumble through their new reality, Kazuma and Aqua discover that living in a fantasy world is far from the thrilling escapades found in games, anime, and manga. Burdened with mundane jobs and mounting living expenses, their grand adventure begins to feel more like a grind. With the explosion-obsessed archwizard Megumin and the provocative knight Darkness joining their ranks, the group's misadventures are only just beginning. Will Kazuma and his ragtag team rise to the challenge and defeat the demon king, or will their disappointing luck continue to plague them in this not-so-fantastic fantasy world?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.106934333538135,
    "arithmeticGeometricMean": 8.105584553684098,
    "median": 8.120000000000001,
    "lastUpdate": "2024-05-09"
  }
}