{
  "sources": [
    "https://anidb.net/anime/17464",
    "https://anilist.co/anime/151040",
    "https://anime-planet.com/anime/trigun-stampede",
    "https://anisearch.com/anime/17448",
    "https://kitsu.io/anime/46183",
    "https://livechart.me/anime/11267",
    "https://myanimelist.net/anime/52093",
    "https://notify.moe/anime/0CWw9Kq7g"
  ],
  "synopsis": {
    "text": "In a distant future where humanity has spread across multiple planets, the notorious gunslinger Vash the Stampede is a name whispered with fear and awe. Residing on the unforgiving desert planet of Gunsmoke, Vash is pursued by a staggering bounty that draws ruthless bounty hunters like moths to a flame. Despite his reputation as a harbinger of chaos and destruction, Vash is a pacifist at heart, preferring peace over violence. His enigmatic persona intrigues rookie reporter Meryl Stryfe and her seasoned partner, leading them to uncover the truth behind Vash's infamous reputation and his connection to his malevolent twin brother, Millions Knives.\n\nAs Meryl and her partner delve deeper into Vash's past, they discover a man far removed from the lethal terrorist they had anticipated. Vash is a carefree drifter, beloved by the residents of the desolate town of Jeneora Rock. However, his peaceful facade is constantly threatened by the relentless pursuit of bounty hunters eager to claim the hefty reward on his head. Despite his non-violent principles, Vash is a formidable gunslinger, capable of defending himself and the town from the onslaught of his pursuers.\n\nYet, the greatest threat to Vash and those he cares about is his own twin brother, Knives. The atrocities committed by Knives have wrongly tarnished Vash's reputation, earning him the moniker 'The Humanoid Typhoon'. As Vash navigates through the challenges posed by bounty hunters and the dark secrets of his past, he must confront the ultimate evil - his malevolent brother. In this journey of self-discovery, Vash remains steadfast in",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6b1fcbdbbb8d12c7",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.698965213358071,
    "arithmeticGeometricMean": 7.688398736566828,
    "median": 7.866,
    "hash": "6b1fcbdbbb8d12c7",
    "lastUpdate": "2024-05-10"
  }
}