{
  "sources": [
    "https://anidb.net/anime/15413",
    "https://anilist.co/anime/116173",
    "https://anime-planet.com/anime/warlords-of-sigrdrifa",
    "https://anisearch.com/anime/15032",
    "https://kitsu.io/anime/43029",
    "https://livechart.me/anime/9814",
    "https://myanimelist.net/anime/41372",
    "https://notify.moe/anime/dV3-TvrZg"
  ],
  "synopsis": {
    "text": "This original anime series, titled \"Warlords of Sigrdrifa,\" introduces a world where mysterious entities known as Pillars have suddenly emerged, posing a significant threat to life on Earth. In humanity's darkest hour, a deity named Odin appears, offering a glimmer of hope. Odin empowers young women with extraordinary abilities, transforming them into Valkyries—skilled pilots who navigate vintage aircraft, known as Hero Wings, to combat the Pillars.\n\nAs the relentless war between humanity and the Pillars wages on, the ace pilot of the European Valkyrie Wing, Claudia 'Schwertleite' Bruford, finds herself transferred to Japan following the demise of their S-class Valkyrie. Dubbed the 'Grim Reaper' due to her dark history of being the lone survivor in every mission, Claudia anticipates a cold reception from her new comrades. However, she is met with a group of eccentric individuals who refuse to acknowledge her ominous nickname.\n\nThe narrative unfolds as these unconventional Valkyries, each possessing unique skills and quirks, join forces with their male counterparts to challenge the Pillars looming over the sacred Mount Fuji. As the final battle of Ragnarok draws near, humanity prepares to reclaim its world from the brink of despair. The series is brought to life by Tappei Nagatsuki, the creative mind behind the Re:Zero franchise, and features original character designs by manga artist Takuya Fujima. Takaaki Suzuki, known for his work on Girls und Panzer and Strike Witches, oversees the worldview setting and setting research.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6b33761108d198e4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.444025438846868,
    "arithmeticGeometricMean": 6.431406599775428,
    "median": 6.421818181818182,
    "hash": "6b33761108d198e4",
    "lastUpdate": "2024-05-09"
  }
}