{
  "sources": [
    "https://anidb.net/anime/2204",
    "https://anilist.co/anime/6872",
    "https://anime-planet.com/anime/cyborg-009-1966",
    "https://anisearch.com/anime/2386",
    "https://kitsu.io/anime/7869",
    "https://livechart.me/anime/7544",
    "https://myanimelist.net/anime/6872",
    "https://notify.moe/anime/xDltpKimR"
  ],
  "synopsis": {
    "text": "Ghost ly figures of the Black Ghost organization loom large in this classic 1966 anime adaptation of the original Cyborg 009 manga, setting the stage for an epic showdown between the forces of good and evil. At the heart of the story is Joe Shimamura, a world-renowned sprinter whose life takes a dramatic turn after a tragic accident leaves him at the mercy of the sinister Black Ghost.\n\nRescued by the benevolent Professor Gilmore, Shimamura finds himself transformed into the ninth member of a unique team of cyborg warriors, originally conceived by the malevolent Merchants of Death to execute their nefarious plans for global domination. But fate has other plans for our hero and his fellow cyborgs, as they band together to thwart the very organization that sought to control them.\n\nWith newfound abilities and a burning desire for freedom, Shimamura and his comrades must navigate treacherous waters, evading the clutches of the Black Ghost organization that now seeks to wield them as weapons of war. As the stakes grow higher and the battles more intense, the cyborg team embarks on a daring journey to protect the world from the sinister forces that threaten to engulf it in darkness. Prepare to be captivated by this thrilling tale of courage, camaraderie, and the unyielding human spirit!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6b7b4b65fe04504c",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.915956003180493,
    "arithmeticGeometricMean": 5.900926579016333,
    "median": 6.0,
    "hash": "6b7b4b65fe04504c",
    "lastUpdate": "2024-05-09"
  }
}