{
  "sources": [
    "https://anidb.net/anime/18420",
    "https://anilist.co/anime/148334",
    "https://anime-planet.com/anime/xian-mu",
    "https://anisearch.com/anime/17423",
    "https://kitsu.io/anime/47170",
    "https://myanimelist.net/anime/51492"
  ],
  "synopsis": {
    "text": "Using the power of the mysterious Book of Life and Death, young archaeologist Lu Yun embarks on a thrilling journey to uncover the secrets of the ancient tombs that have plagued the world for a hundred thousand years. After accidentally stumbling upon a burial chamber during a scientific expedition, Lu Yun's peaceful life is shattered and he is thrust into a world of immortals and gods.\n\nAs the newly appointed prefect of Xuanzhou City, Lu Yun must navigate the treacherous waters of the immortal realm and fend off the powerful families vying for his position. With the help of his female envoy, Lu Yun sets out to find the fabled Nine-Aperture Golden Elixir, a mythical artifact said to be able to change one's physique. But their journey is fraught with danger, as they are pursued by ancient corpse monsters, swarms of corpse flies, and the strange Shi Ling queen.\n\nAlong the way, Lu Yun discovers that the Book of Life and Death holds the key to unlocking the mysteries of the ancient tombs and the secrets of the immortal world. With its power, he is able to conquer the four messengers of reincarnation, each representing a different aspect of power: Talisman Dao, Martial Dao, Formation, and Refining. But as Lu Yun delves deeper into the mysteries of the Book of Life and Death, he begins to uncover fragments of memories that are not his own. And when he encounters the Curse King, who sits atop the ninth level of the sky, Lu Yun realizes that he may be in over his head.\n\nCan Lu Yun uncover the truth behind the Book of Life and Death and solve the mysteries of the ancient tombs",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 7.065272727272728,
    "arithmeticGeometricMean": 7.052043856304775,
    "median": 7.065272727272728,
    "lastUpdate": "2024-05-08"
  }
}