{
  "sources": [
    "https://anidb.net/anime/4904",
    "https://anilist.co/anime/2884",
    "https://anime-planet.com/anime/aachi-wa-ssipak",
    "https://anisearch.com/anime/4292",
    "https://kitsu.io/anime/2621",
    "https://livechart.me/anime/7177",
    "https://myanimelist.net/anime/2884",
    "https://notify.moe/anime/AcdU5Kmmg"
  ],
  "synopsis": {
    "text": "They are an unlikely trio—Aachi, the cunning street hustler; Ssipak, the romantic with a soft spot for trouble; and Beautiful, the blue-haired, aspiring actress with an extraordinary talent for producing Juicybars, the highly addictive, narcotic popsicles that fuel their dystopian city. In a world where energy sources have been depleted and human excrement has become the most valuable resource, the threesome navigate the grimy streets of Shibal, trading illicit Juicybars to survive.\n\nAs they revel in their newfound wealth, Aachi exploits Beautiful's unique ability, while Ssipak finds himself falling for her charms. But their high-octane lifestyle attracts unwanted attention from both the law and the Diaper Gang, an army of violent, blue mutants led by the ruthless Diaper King. Desperate to protect their stash, Aachi and Ssipak find themselves in a relentless chase, with the cyborg police officer Geko hot on their heels.\n\nSet to a heart-pounding dubstep soundtrack, this outrageous, animated tale delivers a wild ride filled with mind-blowing action scenes and a bizarre cast of characters, all vying for control of the precious Juicybars. In a world where human waste is power, and addiction reigns supreme, Aachi and Ssipak must use their wits to stay one step ahead of their enemies and protect their most valuable asset: Beautiful.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6bb772324d82d110",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.64955420090114,
    "arithmeticGeometricMean": 6.6431399126818995,
    "median": 6.55,
    "hash": "6bb772324d82d110",
    "lastUpdate": "2024-05-08"
  }
}