{
  "sources": [
    "https://anidb.net/anime/636",
    "https://anilist.co/anime/521",
    "https://anime-planet.com/anime/mermaid-melody-pichi-pichi-pitch",
    "https://anisearch.com/anime/2765",
    "https://kitsu.io/anime/480",
    "https://livechart.me/anime/5979",
    "https://myanimelist.net/anime/521",
    "https://notify.moe/anime/Ug0o5KiiR"
  ],
  "synopsis": {
    "text": "Lucia’s enchanting melody fills the air as she rescues a young boy, Kaito, from the treacherous storm that capsized his cruise ship. In exchange for his life, she bestows upon him a precious pearl, the source of her captivating voice. As the mermaid princess of the North Pacific, Lucia must recover her pearl to ascend to the throne and protect her kingdom from the encroaching darkness.\n\nYears later, Lucia embarks on a journey to the human world, disguising herself to find Kaito, the boy who still possesses her pearl. As fate would have it, they cross paths on the beach, and Lucia finds herself falling in love with Kaito. Little does he know that the mermaid who saved him years ago is none other than Lucia herself. However, revealing her true identity could have dire consequences, as she risks turning into sea foam.\n\nThe sinister leader of the antagonists, Gaito, who bears a striking resemblance to Kaito, seeks to control the seven seas by capturing all seven mermaid princesses and their pearls. With Lucia's pearl in Kaito's possession, he unknowingly attracts evil forces, putting himself in grave danger. Lucia and her fellow princesses must act swiftly to save Kaito, reclaim her pearl, and protect the seas from the looming darkness.\n\nAs Lucia navigates the human world, her powerful voice and the magic of music become her greatest weapons. Through her unwavering determination and love, Lucia embarks on a quest to reclaim her pearl, reunite with her first love, and safeguard the mermaid kingdoms from the growing evil that threatens their very existence.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.886963048855907,
    "arithmeticGeometricMean": 6.874492307472731,
    "median": 7.031000000000001
  },
  "lastUpdate": "2024-05-09"
}