{
  "sources": [
    "https://anidb.net/anime/9409",
    "https://anilist.co/anime/15451",
    "https://anime-planet.com/anime/high-school-dxd-new",
    "https://anisearch.com/anime/8050",
    "https://kitsu.io/anime/7258",
    "https://livechart.me/anime/32",
    "https://myanimelist.net/anime/15451",
    "https://notify.moe/anime/a39dpFmiR"
  ],
  "synopsis": {
    "text": "With the return of the lecherous yet lovable Issei Hyoudou in High School DxD New, viewers can expect a thrilling continuation of his misadventures as an aspiring Harem King. As the Occult Research Club resumes their activities, a dark cloud looms over their Knight, Yuuto Kiba, whose troubled past is entwined with the enigmatic Holy Swords. Issei soon uncovers Kiba's haunting history, marked by a cruel experiment and an insatiable thirst for vengeance. As old enemies resurface and new, sword-wielding beauties enter the scene, Issei and his Devil cohorts find themselves entangled in a sinister plot.\n\nThis second season of High School DxD serves up a tantalizing blend of hardcore action and fan service, introducing a bevy of supernatural schoolgirls that will leave fans glued to their screens. As Issei navigates the challenges of his demonic life, he must forge pacts with humans to ascend the ranks, all while confronting new threats from the Church, the sworn enemy of all demons.\n\nAmidst the chaos, Issei faces unexpected complications in his personal life, with two new females vying for his attention and his old friend wielding a familiar sword, reopening old wounds for Kiba. Meanwhile, the clash between Devils, Fallen Angels, and Church agents intensifies, as they all scramble to obtain or destroy the powerful Holy Swords. To further complicate matters, Issei's red dragon Ddraig warns of the impending arrival of his old rival, the white dragon Albion.\n\nFirst premiered at a special screening in Tokyo on June 29, 2013, and later broadcasted on July",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.563844368050251,
    "arithmeticGeometricMean": 7.561098582338028,
    "median": 7.61155929038282
  },
  "lastUpdate": "2024-05-09"
}