{
  "sources": [
    "https://anidb.net/anime/15804",
    "https://anilist.co/anime/125351",
    "https://anime-planet.com/anime/hetalia-world-stars",
    "https://anisearch.com/anime/15680",
    "https://kitsu.io/anime/43689",
    "https://livechart.me/anime/10190",
    "https://myanimelist.net/anime/43591",
    "https://notify.moe/anime/yIzdSPpMg"
  ],
  "synopsis": {
    "text": "This anime brings a unique twist to history, portraying the world's nations as distinct characters in an unconventional reality show. Welcome to \"Hetalia Axis Powers,\" where the superpowers of the world are personified with their respective stereotypes and quirks.\n\nIn \"Hetalia: World Stars,\" characters like Feliciano, representing Northern Italy, often find themselves late to crucial conferences aimed at solving global issues. These gatherings can lead to intense debates, especially when controversial plans, such as America's response to potential alien attacks, are proposed.\n\nThe series also introduces an array of peculiar individuals, each with their own bizarre traits. Some may vanish for days, while others disappear for centuries, only to reappear with altered identities and personalities. Despite their eccentricities, these individuals are embraced and utilized by their superiors.\n\nAs the story unfolds, Greece grapples with its economic crisis, prompting other nations to devise strategies to revive its economy. This sparks the Industrial Revolution, propelling America to the forefront of technological and economic dominance. Feeling his global influence wane, England seeks advice from other countries to restore his nation's prestige. Meanwhile, smaller nations, such as the newly independent Czech Republic and Slovakia, strive to make their presence known on the world stage.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6cfc2cdf461382df",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.844433055040198,
    "arithmeticGeometricMean": 6.8348832241591575,
    "median": 6.834090909090909,
    "hash": "6cfc2cdf461382df",
    "lastUpdate": "2024-05-09"
  }
}