{
  "sources": [
    "https://anidb.net/anime/318",
    "https://anilist.co/anime/885",
    "https://anime-planet.com/anime/angels-egg",
    "https://anisearch.com/anime/1998",
    "https://kitsu.io/anime/785",
    "https://livechart.me/anime/4040",
    "https://myanimelist.net/anime/885",
    "https://notify.moe/anime/KeCA5Kmig"
  ],
  "synopsis": {
    "text": "And so we delve into the enigmatic world of Tenshi no Tamago, where the narrative is woven more intricately around the atmosphere and subtle nuances than action-packed sequences. The film thrives on existential themes, amplified by the evocative artwork and thought-provoking dialogue, which poses more questions than it answers. The crux of the plot unfolds within the viewer's mind, sparked by a series of startling impressions rather than any conventional storyline.\n\nAt the heart of Tenshi no Tamago are two central characters: a young girl cradling an oversized egg and a solitary warrior bearing an unusual cross. The audience is left to decipher their identities and true selves, as they navigate through a disquieting landscape. Their interactions often revolve around the question 'dare ka' (who are you), a fitting theme for a film steeped in existential mystery.\n\nIn a city shrouded in darkness and seemingly abandoned, the girl roams with a purpose unknown, her dress concealing the mysterious egg. She crosses paths with the lonesome warrior, a man with no recollection of his past or purpose. Despite their initial mistrust, they embark on a journey together, bound by the silence of the desolate city.\n\nThe girl's existence revolves around collecting water and safeguarding her egg in a world consumed by shadows. The enigmatic man enters her life, and together, they ponder the world around them.\n\nIn this bleak landscape, a girl with long, white hair guards her egg, traversing a land devoid of human presence. She encounters a boy, and reluctantly, they join forces, journeying towards a form of \"Noah's Ark.\"\n\nThe surreal world of Tenshi no Tamago is bereft of",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6d0c82a5f90481fb",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.416956072201607,
    "arithmeticGeometricMean": 7.413455431778591,
    "median": 7.494753787878787,
    "hash": "6d0c82a5f90481fb",
    "lastUpdate": "2024-05-10"
  }
}