{
  "sources": [
    "https://anidb.net/anime/7899",
    "https://anilist.co/anime/9074",
    "https://anime-planet.com/anime/arakawa-under-the-bridge-x-bridge",
    "https://anisearch.com/anime/6291",
    "https://kitsu.io/anime/5595",
    "https://livechart.me/anime/3810",
    "https://myanimelist.net/anime/9074",
    "https://notify.moe/anime/-S1WtFiig"
  ],
  "synopsis": {
    "text": "Rec ruit, a once elite and unbeaten individual, finds his life turned upside down in the unlikeliest of places: the dry riverbed of the Arakawa River. Here, he encounters Nino, a charming and eccentric homeless girl who claims to hail from Venus. Their unconventional love story unfolds amidst a backdrop of peculiar inhabitants residing by the riverbed, leading to a series of comedic and chaotic events.\n\nAs Recruit navigates through the trials and tribulations of his newfound life, he faces a myriad of challenges. From dealing with the relentless teasing of Hoshi to unwittingly creating an enemy out of a formidable Amazonian warrior, Recruit's days are anything but ordinary. Even his attempts to deepen his relationship with the naive Nino prove to be a struggle, as they find themselves in situations ranging from swapping living spaces to participating in the highly competitive Arakawa Marathon.\n\nThe eccentricity of the riverbed community only intensifies with the arrival of new residents. Among them are a sci-fi fanatic convinced he is a captain in the Earth Defense Force and a towering woman known as Amazoness, accompanied by her demonic Tengu followers. As Recruit grapples with these new additions, he also faces a host of bizarre predicaments, including interplanetary travel, beach parties, and the looming threat of global thermonuclear war.\n\nDespite the chaos, Recruit gradually learns more about Nino and the story that has shaped her. As they continue to navigate through their unconventional life by the Arakawa River, one thing remains certain: their days will never be dull.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6d1c8d6d68edebc8",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.640995771035687,
    "arithmeticGeometricMean": 7.639074218089354,
    "median": 7.713823529411765,
    "hash": "6d1c8d6d68edebc8",
    "lastUpdate": "2024-05-08"
  }
}