{
  "sources": [
    "https://anidb.net/anime/1553",
    "https://anilist.co/anime/1371",
    "https://anime-planet.com/anime/phoenix",
    "https://anisearch.com/anime/3325",
    "https://kitsu.io/anime/1225",
    "https://livechart.me/anime/7470",
    "https://myanimelist.net/anime/1371",
    "https://notify.moe/anime/ZLjb5Fiig"
  ],
  "synopsis": {
    "text": "Therefore, behold the captivating tales of \"Phoenix,\" a mythical creature whose blood promises eternal life, and witness its profound impact on humanity across time and space. This immortal bird, rising from its own ashes, has ignited countless battles and fueled the ambitions of warriors, royalty, and scientists alike. From the dawn of civilization to the uncharted realms of the future, the Phoenix has silently observed mankind's relentless pursuit of power, justice, and freedom.\n\nEmbark on a journey through five distinct chapters, each weaving a unique tapestry of human experiences and emotions. Witness the cycle of life unfold as characters grapple with love, hate, hope, and despair. Delve into the profound lessons that emerge from their struggles, revealing the true essence of human existence.\n\nPrepare to be moved by the poignant tales of those who seek the Phoenix, for immortality is a double-edged sword. While some perish in their quest, others bear the heavy burden of eternal life. From birth to death and rebirth, the Phoenix serves as a poignant reminder of life's perpetual cycle.\n\nExperience the timeless allure of \"Phoenix,\" a cosmic love letter to the human condition that transcends the boundaries of time and space. Unravel the mysteries of life, death, and everything in between as you explore the profound impact of this legendary creature on the souls it touches.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6d533cdc412e39b3",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.883229790617547,
    "arithmeticGeometricMean": 6.874024255989985,
    "median": 7.0,
    "hash": "6d533cdc412e39b3",
    "lastUpdate": "2024-05-09"
  }
}