{
  "sources": [
    "https://anidb.net/anime/7469",
    "https://anilist.co/anime/8310",
    "https://anime-planet.com/anime/magic-kaito",
    "https://anisearch.com/anime/6155",
    "https://kitsu.io/anime/5287",
    "https://livechart.me/anime/4994",
    "https://myanimelist.net/anime/8310",
    "https://notify.moe/anime/mG4ipKmmR"
  ],
  "synopsis": {
    "text": "Pandora Gem, a mystical stone rumored to grant immortality, is the object of desire for a clandestine organization responsible for the murder of Kuroba Kaito's father, a world-renowned magician. Unbeknownst to Kaito, his father led a double life as the infamous Phantom Thief Kid, a master of deception and thievery. Upon discovering his father's secret identity and the circumstances surrounding his death, Kaito vows to bring the culprits to justice and prevent them from obtaining the immortality-bestowing gem.\n\nAssuming the mantle of Phantom Thief Kid, Junior, Kaito embarks on a thrilling adventure, stealing priceless gems with odd histories from heavily guarded locations under the cover of night. By day, he is an ordinary high school student, captivating his classmates with his magical prowess. But when the moon is high, he transforms into a cunning thief, eluding the police and genius detectives with his daring escapes and magnificent displays of illusion.\n\nAs Kaito delves deeper into the mystery of his father's murder, he uncovers clues about the Pandora Gem's location, knowing that it glows red under the full moon and is hidden within a larger gem. With each heist, he inches closer to the truth, leaving his audience in awe and the authorities baffled. Will Kaito succeed in unmasking the enigmatic organization and retrieving the legendary Pandora Gem, or will he fall victim to the same fate as his father? Only time will tell in this exhilarating tale of magic, mystery, and vengeance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.761352362914863,
    "arithmeticGeometricMean": 7.759650949990856,
    "median": 7.785,
    "lastUpdate": "2024-05-09"
  }
}