{
  "sources": [
    "https://anidb.net/anime/561",
    "https://anilist.co/anime/1313",
    "https://anime-planet.com/anime/digimon-adventure-02",
    "https://anisearch.com/anime/1480",
    "https://kitsu.io/anime/1178",
    "https://livechart.me/anime/3917",
    "https://myanimelist.net/anime/1313",
    "https://notify.moe/anime/Z8sxcKiiR"
  ],
  "synopsis": {
    "text": "Iori, Miyako, and Daisuke, three ordinary schoolchildren, find themselves thrust into an extraordinary world of adventure and danger when they discover they are the new DigiDestined, chosen ones with the power to protect both the Digital World and the Real World from the sinister Digimon Emperor. This new enemy, a human boy with a mysterious past, has enslaved Digimon and erected Black Spires that prevent Digimon from evolving, causing chaos and destruction in the Digital World.\n\nWith the help of their Digimon partners and the powerful D3 devices, the new DigiDestined must navigate the challenges of growing up and the perils of the Digital World. Along the way, they are joined by Takeru and Hikari, two of the original DigiDestined, who bring their own experience and courage to the battle. Together, the team must uncover the secrets of the Digimon Emperor and stop him before it's too late.\n\nAs they face new Digimon and new evolutions, the DigiDestined learn the true meaning of friendship, bravery, and sacrifice. With the fate of two worlds hanging in the balance, they must rise to the challenge and become the heroes they were destined to be. Will they be able to save both worlds and restore peace to the Digital World once again? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6e2bddcab022cf36",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.077013819023392,
    "arithmeticGeometricMean": 7.071426985827173,
    "median": 7.210909090909091,
    "hash": "6e2bddcab022cf36",
    "lastUpdate": "2024-05-09"
  }
}