{
  "sources": [
    "https://anidb.net/anime/7654",
    "https://anilist.co/anime/8986",
    "https://anime-planet.com/anime/supernatural-the-animation",
    "https://anisearch.com/anime/6405",
    "https://kitsu.io/anime/5562",
    "https://livechart.me/anime/6006",
    "https://myanimelist.net/anime/8986",
    "https://notify.moe/anime/wocWpFmmR"
  ],
  "synopsis": {
    "text": "Chevrolet Impala, Sam and Dean Winchester traverse the American heartland, seeking answers to their father's mysterious disappearance and battling otherworldly forces along the way. Trained by their father to hunt supernatural beings, the brothers' journey takes them through a world of ghosts, vampires, and spirits, as they strive to protect the innocent and uncover the truth about their own destinies.\n\nBased on the first two seasons of the hit live-action TV series Supernatural, this anime adaptation brings the Winchesters' story to life in a new way. With 22 episodes that include both remakes of fan-favorite episodes and original content, the anime delves deeper into the brothers' past, introduces new enemies, and explores the untold stories of secondary characters.\n\nHaunted by the memory of their mother's death in a suspicious fire, Sam and Dean have been raised as hunters by their father, John Winchester. When John goes missing, the brothers set out on a mission to find him, following clues and battling supernatural creatures along the way. From shapeshifters to demons, the Winchesters face off against the darkest forces of the supernatural world, all while searching for the creature that caused their family so much pain.\n\nWith their signature blend of humor, action, and horror, Sam and Dean's adventures are a thrilling ride through the backroads of America, where monsters lurk around every corner. Whether you're a fan of the live-action series or new to the world of Supernatural, this anime is sure to leave you on the edge of your seat.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.934550092764378,
    "arithmeticGeometricMean": 6.930601662948756,
    "median": 6.843636363636364
  },
  "lastUpdate": "2024-05-10"
}