{
  "sources": [
    "https://anidb.net/anime/5024",
    "https://anilist.co/anime/1914",
    "https://anime-planet.com/anime/the-story-of-saiunkoku-2nd-series",
    "https://anisearch.com/anime/4131",
    "https://kitsu.io/anime/1724",
    "https://livechart.me/anime/5930",
    "https://myanimelist.net/anime/1914",
    "https://notify.moe/anime/AfeBcKimR"
  ],
  "synopsis": {
    "text": "Province of Sa, under the joint governorship of Shuurei Kou and Eigetsu To, is on the brink of a new era as they strive to transform it into a hub for scientific research. However, the path to progress is fraught with challenges, including political opposition and societal prejudices against the first female governor. As Shuurei navigates these obstacles, she encounters unexpected allies and faces increasing dangers.\n\nMeanwhile, a mysterious illness begins to spread across the province, providing a sinister cult with an opportunity to exploit the fears of the populace. Eigetsu, grappling with his own past, disappears, leaving Shuurei to confront the escalating crisis. With her uncle pushing for a marriage arrangement and her adversaries seizing the chance to undermine her, Shuurei's resolve is put to the test.\n\nIn the heart of the fictional empire of Saiunkoku, Shuurei, a descendant of one of the most influential clans, must rise above the gender norms and political intrigues to realize her dreams. As she works tirelessly to find a cure for the epidemic and prevent her plans from crumbling, one question lingers: Can Shuurei overcome the mounting adversities and emerge victorious as a pioneering female official?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6ee85fdde6c5e5c9",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.946141517212945,
    "arithmeticGeometricMean": 7.9450991436278136,
    "median": 7.964545454545454,
    "hash": "6ee85fdde6c5e5c9",
    "lastUpdate": "2024-05-09"
  }
}