{
  "sources": [
    "https://anilist.co/anime/435",
    "https://anisearch.com/anime/1577",
    "https://kitsu.io/anime/399",
    "https://livechart.me/anime/5087",
    "https://myanimelist.net/anime/435",
    "https://notify.moe/anime/XVWo5KmmR"
  ],
  "synopsis": {
    "text": "Rune Gods, Magic Knights, and a world in peril - this is the premise of an anime that follows the journey of three ordinary junior high school students: Hikaru, Umi, and Fuu. Transported from their mundane lives during a field trip to Tokyo Tower, they find themselves in the mystical realm of Cephiro.\n\nCephiro, a world once vibrant and harmonious, is now on the brink of ruin. The Pillar of Cephiro, Princess Emeraude, has been kidnapped by the power-hungry High Priest Zagato, leaving the world without its essential balance. Driven by a twisted love, Zagato seeks to bring down the Pillar System, endangering Cephiro's very existence.\n\nIn response to this crisis, the three girls are summoned by the desperate plea of Princess Emeraude. Guided by the Master Mage Clef, they are bestowed with magical powers and armor, tasked with the mission to awaken the three Rune Gods and restore Cephiro's balance.\n\nInitially reluctant and longing for home, Hikaru, Umi, and Fuu must navigate through a series of challenges and battles against Zagato's followers. Along their journey, they form a bond of friendship and loyalty that becomes their beacon of hope amidst the crumbling world of Cephiro.\n\nWill these unlikely heroes be able to save Princess Emeraude, restore peace to Cephiro, and find their way back home? Their destiny as the legendary Magic Knights awaits in this thrilling tale of friendship, courage, and love.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6f4c5359ca0e6914",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.378945578231292,
    "arithmeticGeometricMean": 7.373964940778035,
    "median": 7.484999999999999,
    "hash": "6f4c5359ca0e6914",
    "lastUpdate": "2024-05-06"
  }
}