{
  "sources": [
    "https://anidb.net/anime/15521",
    "https://anilist.co/anime/119926",
    "https://anime-planet.com/anime/wan-jie-chun-qiu",
    "https://anisearch.com/anime/15348",
    "https://kitsu.io/anime/43522",
    "https://myanimelist.net/anime/41802",
    "https://notify.moe/anime/hHWoo4kMR"
  ],
  "synopsis": {
    "text": "Shangshi County becomes the battleground for Yiruo, a young man sent by his father to reclaim power and overthrow the local authority leader, Xuan Tiansi, also known as Ge Tan. Upon his arrival, Yiruo faces hostility and finds himself in a losing battle against Ge Qin. Amidst the chaos, a mysterious girl attempts to assassinate Ge Tan but fails. Seizing the opportunity, Yiruo declares his sovereignty under the banner of Xuan Tiansi. Despite rescuing the girl, Chun Qiu, he finds himself captive in her grove. Here, he learns about the ancient clan's power that could aid him against Xuan Tiansi. As danger looms with Xuan Tiansi's soldiers closing in, Yiruo detoxifies Chun Qiu, hoping to recruit her for his cause.\n\nMeanwhile, in the vast blue world, Ye Chen, an ancient god, finds himself fallen from the divine realm. As the blue world braces for a cruel dragon battle, Ye Chen, a legend in Baizhou Qianguo, has spent centuries building a formidable force. In the capital city of Nanzhou, the first battle of Tianbei State unfolds as Hong Xu and Wulong, two men from Nanzhou Shuangyuemen Gate, face defeat against Su Xiaoxiao, the group leader of Huashen Palace. Amidst the turmoil, the Northern Army threatens the eastern part of southern South China, forcing the defender to consider surrendering Nanzhou.\n\nIn these intertwining narratives, young heroes navigate complex power struggles, ancient clans, and legendary battles, all in pursuit of their respective destinies.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6f518f5ab0f8e0ee",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.192433395176253,
    "arithmeticGeometricMean": 6.178507806346199,
    "median": 6.12,
    "hash": "6f518f5ab0f8e0ee",
    "lastUpdate": "2024-05-08"
  }
}