{
  "sources": [
    "https://anidb.net/anime/3436",
    "https://anilist.co/anime/1961",
    "https://anime-planet.com/anime/arashi-no-yoru-ni",
    "https://anisearch.com/anime/2177",
    "https://kitsu.io/anime/1767",
    "https://livechart.me/anime/5843",
    "https://myanimelist.net/anime/1961",
    "https://notify.moe/anime/KbnYcKmiR"
  ],
  "synopsis": {
    "text": "Giro, the formidable leader of a wolf pack, harbors a deep-seated grudge against goats, making it nearly impossible for Gabu, a young wolf, and Mei, an orphaned goat, to maintain their unconventional friendship. On a stormy night, the two unlikely friends find solace in each other's company, huddled together for warmth in a dimly lit barn. They forge a bond and decide to meet again under better circumstances, using the phrase \"stormy night\" as their secret password.\n\nAs Gabu grapples with his innate predatory instincts, Mei's presence only serves to complicate matters further. Their respective communities, bound by age-old enmity, are hell-bent on tearing them apart. Defying all odds, the duo embarks on a perilous journey to the fabled Emerald Forest, where they hope to live together in harmony, away from the disapproving eyes of their kin.\n\nThe pursuit, led by the vengeful Giro, is relentless, but Gabu and Mei remain steadfast in their determination to preserve their unique friendship. As they navigate the challenges that lie ahead, one can't help but wonder if their bond will ultimately triumph over the deep-rooted animosity that surrounds them. Will Gabu and Mei's friendship prevail, or will they succumb to the pressures of their natural order?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "6f60eb5f54d4f012",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.5689831257178195,
    "arithmeticGeometricMean": 7.568222456090022,
    "median": 7.666666666666667,
    "hash": "6f60eb5f54d4f012",
    "lastUpdate": "2024-05-08"
  }
}