{
  "sources": [
    "https://anidb.net/anime/11692",
    "https://anilist.co/anime/21421",
    "https://anime-planet.com/anime/kiznaiver",
    "https://anisearch.com/anime/10832",
    "https://kitsu.io/anime/11437",
    "https://livechart.me/anime/1868",
    "https://myanimelist.net/anime/31798",
    "https://notify.moe/anime/GEgCpFmig"
  ],
  "synopsis": {
    "text": "Sonozaki Noriko, a mysterious girl, approaches Katsuhira Agata, a seemingly apathetic high school student residing in Sugomori City, a once-thriving futuristic city built on reclaimed land. Katsuhira's life takes an unexpected turn when Noriko informs him that he has been chosen as a Kiznaiver, a group of individuals connected through the Kizuna System, an incomplete experiment aimed at achieving world peace. This unique system allows Kiznaivers to share each other's pain, both physical and emotional, in an attempt to forge stronger connections between people.\n\nKatsuhira, who lost his ability to feel pain after a mysterious incident, finds himself reluctantly thrown into this new reality alongside several of his classmates. Each of these individuals hails from vastly different social circles, and none of them were consulted before being selected for the experiment. As they navigate their newfound interconnectedness, they are faced with enigmatic tasks that challenge their understanding of empathy and the true purpose of the Kizuna System.\n\nFor Katsuhira, this shared experience offers a chance to rediscover the emotions and sensations he thought he had lost forever. As the Kiznaivers confront their new, shared pain, they must learn to rely on one another and forge bonds that transcend their initial reluctance. With their fates intertwined, the group must work together to unravel the secrets behind the Kizuna System and find a way to make the most of their shared experiences.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.379189132330821,
    "arithmeticGeometricMean": 7.3760964191902705,
    "median": 7.459392892959652
  },
  "lastUpdate": "2024-05-09"
}