{
  "sources": [
    "https://anidb.net/anime/12498",
    "https://anilist.co/anime/97767",
    "https://anime-planet.com/anime/high-school-dxd-hero",
    "https://anisearch.com/anime/11878",
    "https://kitsu.io/anime/12677",
    "https://livechart.me/anime/2384",
    "https://myanimelist.net/anime/34281",
    "https://notify.moe/anime/K9Jm2Fmmg"
  ],
  "synopsis": {
    "text": "Demons, danger, and desire collide in the thrilling anime \"High School D×D.\" The story follows Issei Hyodo, a high school student whose mundane life takes a supernatural turn when he's killed by a mysterious girl and reincarnated as a demon under the command of the stunning Rias Gremory, president of the Occult Research Club—a club that's more occult than research. As a new demon, Issei must navigate the complex hierarchy and rules of his new world, striving to ascend the ranks and earn the right to have his own servants. Along the way, he encounters the captivating Asia Argento, forming an unusual alliance.\n\nIn the latest adventure, Issei and his band of beauties find themselves in Kyoto, where they're tasked with solving the mystery of a missing fox yokai and facing off against the menacing Chaos Brigade. Despite the looming threat of local Youkai and the Khaos Brigade, Issei and his friends must restore peace to Kyoto and prepare for their next challenge: a rating game against their strongest opponent yet, Sairaorg.\n\nWhile the 2nd years enjoy a class trip to Kyoto, the remaining members of the Gremory family must fend off an attack on their own. As they struggle to protect the city and clear their names from a false accusation, Rias grapples with her growing feelings for the perverted Issei. Will the Oppai Dragon and his voluptuous vixens rise to the occasion and save the day? Tune in to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "705000dbabe5cde1",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.424476539479428,
    "arithmeticGeometricMean": 7.418960902514661,
    "median": 7.512316176470589,
    "hash": "705000dbabe5cde1",
    "lastUpdate": "2024-05-09"
  }
}