{
  "sources": [
    "https://anidb.net/anime/3949",
    "https://anilist.co/anime/2728",
    "https://anime-planet.com/anime/two-mix-white-reflection",
    "https://anisearch.com/anime/404",
    "https://kitsu.io/anime/2488",
    "https://myanimelist.net/anime/2728",
    "https://notify.moe/anime/nFus5KmmR"
  ],
  "synopsis": {
    "text": "Wings of Adventure: A captivating 5-minute anime journey set to the rhythm of Two-Mix's iconic hit, 'White Reflection,' takes viewers on a whirlwind chase across the globe. In this animated music video, the J-Pop duo, Minami Takayama and Shiina Nagano, transform into intrepid explorers, following a mystical blue orb that captures their curiosity.\n\nThe story unfolds in a bustling metropolis where two young lovers, bound by the monotony of daily life, find their world turned upside down when the girl catches a glimpse of the enigmatic orb. Driven by a shared desire to unravel the mystery, the couple embarks on an epic adventure, leaving behind the comforts of home for the thrill of the unknown.\n\nFrom vibrant cityscapes to breathtaking natural wonders, the duo traverses diverse landscapes, experiencing the joy and challenges of traveling with only their backpacks and each other's company. As they journey through life's highs and lows, the couple's bond strengthens, and they discover that the true magic lies not in the orb, but in the adventure they share.\n\nThis heartwarming tale of love, curiosity, and determination is beautifully complemented by the melodious tunes of 'White Reflection,' which served as the ending theme for the popular anime series, Gundam Wing: Endless Waltz. Originally released in 1995, the song remains a timeless classic, and the music video continues to inspire fans worldwide.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "70d379a97ad5b6ef",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.60144518066967,
    "arithmeticGeometricMean": 6.593548209682467,
    "median": 6.545454545454545,
    "hash": "70d379a97ad5b6ef",
    "lastUpdate": "2024-05-08"
  }
}