{
  "sources": [
    "https://anidb.net/anime/12993",
    "https://anilist.co/anime/98599",
    "https://anime-planet.com/anime/cute-high-earth-defense-club-love-love-love",
    "https://anisearch.com/anime/12442",
    "https://kitsu.io/anime/13651",
    "https://livechart.me/anime/2591",
    "https://myanimelist.net/anime/35182",
    "https://notify.moe/anime/ESE4hFimR"
  ],
  "synopsis": {
    "text": "Monster attacks, transformations, and high school memories intertwine in this anime set in the city of Binan, Kanto. The Binan High School Defense Club, composed of five members - Yumoto, En, Atsushi, Io, and Ryuu - find themselves battling monsters by transforming into the Battle Lovers. The monsters, once humans, are creations of the student council, Caerula Adamas. After a hard-fought victory, a peace agreement is reached, only for a new enemy, the Galaxy Idols VEPPer, to emerge.\n\nAs the Defense Club battles these new threats, they also navigate the joys and trials of high school life, celebrating holidays, visiting the beach, Mt. Binan, the school culture festival, and an amusement park. But time waits for no one, and as March arrives, so does the specter of graduation. The older boys, on the brink of leaving school, reminisce about their shared memories, while the younger ones brace for the change.\n\nHowever, even as they grapple with their complex emotions, they must defend their graduation ceremony from Zundar and Dadacha's Second Button Monster. Yumoto, in particular, struggles to harness his unique 'love power' in this final battle. As graduation looms, both the graduating third-years and the remaining second- and first-years confront feelings they find hard to express. This anime promises a blend of action, humor, and poignant moments, offering a unique take on the high school experience.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7114a8e32a9afee1",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.747831257178197,
    "arithmeticGeometricMean": 6.727576096320099,
    "median": 6.818181818181818,
    "hash": "7114a8e32a9afee1",
    "lastUpdate": "2024-05-09"
  }
}