{
  "sources": [
    "https://anidb.net/anime/2155",
    "https://anilist.co/anime/5755",
    "https://anime-planet.com/anime/blue-comet-spt-layzner-ova",
    "https://anisearch.com/anime/3021",
    "https://kitsu.io/anime/2777",
    "https://livechart.me/anime/7268",
    "https://myanimelist.net/anime/5755",
    "https://notify.moe/anime/97r8cFmmR"
  ],
  "synopsis": {
    "text": "By 1996, the human race has expanded its horizons to the Moon and Mars, establishing colonies on both celestial bodies. However, the specter of the Cold War still lingers, with the United States and the Soviet Union locked in a tense standoff, and the ominous shadow of nuclear war looming ever closer. Amidst this backdrop, a new threat emerges from the depths of space. On Mars, an exchange program sponsored by the United Nations, aimed at fostering peace and dialogue, is caught in the crossfire of a battle between four enigmatic humanoid robots. The attack leaves most of the students dead, and the few survivors stranded on a hostile planet turned battlefield.\n\nIn the midst of this chaos, the pilot of the fourth robot, who had been attempting to protect the civilians, introduces himself as Albatro Null Eiji Asuka. He brings with him a dire warning: Earth is now in the crosshairs of the distant Grados Empire, which seeks to conquer it.\n\nThe Blue Comet SPT Layzner OVA offers an alternative perspective on the TV series. The first episode, 'Eiji 1996', encapsulates the events of the first half of the series (episodes 1-24). The second episode, 'Le Caine 1999', picks up after a time jump and covers episodes 26 through 37, bypassing episode 25 of the TV series. The final episode, 'Seal 2000', provides an enhanced and extended conclusion to the series, complete with new animation and a more detailed epilogue. This OVA aims to rectify the premature ending of the original series, which failed to fully explore the intended plot.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7124d4bdaae12e15",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.497275377683541,
    "arithmeticGeometricMean": 6.468320998382448,
    "median": 6.75,
    "hash": "7124d4bdaae12e15",
    "lastUpdate": "2024-05-08"
  }
}