{
  "sources": [
    "https://anidb.net/anime/15340",
    "https://anilist.co/anime/114301",
    "https://anime-planet.com/anime/hortensia-saga",
    "https://anisearch.com/anime/14852",
    "https://kitsu.io/anime/43568",
    "https://livechart.me/anime/9745",
    "https://myanimelist.net/anime/40961",
    "https://notify.moe/anime/YhMnAWuWg"
  ],
  "synopsis": {
    "text": "De ception and bloodshed have plunged the once-peaceful Kingdom of Hortensia into chaos. Duke Rugis Camellia, fueled by ambition, orchestrates a violent rebellion that leaves the royal family either dead or missing. Amidst the turmoil, Maurice Baudelaire, a loyal knight, narrowly escapes, but not before losing his brother, Fernando Albert, to a werewolf's claws. Maurice takes it upon himself to train Alfred Ober, his brother's son, to fulfill a vow made to protect the Albert Dominion. Alongside Alfred, the enigmatic Marius Casterede, a boy with a mysterious past, trains under Maurice's watchful eye.\n\nMeanwhile, the missing princess, disguised as a man, has secretly come of age. She, along with her trusted allies, embarks on a mission to reclaim her throne and restore peace to her homeland. As the kingdom teeters on the brink of war, the knights of Hortensia struggle to maintain order. The new king, Charlot D'Hortensia, is merely a puppet in the hands of the traitorous duke, who seeks to consolidate his power.\n\nIn this tumultuous world, Alfred, Marius, and Maurice join forces with old and new friends, determined to bring light back to Hortensia's dark times. As they navigate through a war-torn landscape filled with monsters and treachery, their bond of camaraderie and shared determination becomes their beacon of hope. Can they rally the forces of good to overthrow the tyrant and restore peace to the kingdom? Only time will tell in this thrilling saga of courage, loyalty, and redemption.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.002311514378478,
    "arithmeticGeometricMean": 5.9878881863519124,
    "median": 5.896875
  },
  "lastUpdate": "2024-05-09"
}