{
  "sources": [
    "https://anidb.net/anime/15665",
    "https://anilist.co/anime/122292",
    "https://anime-planet.com/anime/yuuki-yuuna-is-a-hero-the-great-mankai-chapter",
    "https://anisearch.com/anime/15642",
    "https://kitsu.io/anime/44333",
    "https://livechart.me/anime/10097",
    "https://myanimelist.net/anime/42587",
    "https://notify.moe/anime/eNJzwwVGg"
  ],
  "synopsis": {
    "text": "Hero Club members Yuuna Yuuki and her friends, having triumphed over the Vertex aliens, find themselves in a new phase of life. With their magical powers vanished, they relish the opportunity to experience the everyday joys of middle school. However, the respite is short-lived as new challenges emerge, forcing the girls to once again take up their heroic roles.\n\nAt Sanshu Middle School, the Hero Club members are dedicated to spreading joy and helping those in need. With their magical abilities, Yuna, Mimori, Fuu, Itsuki, Karin, and Sonoko have faced deadly Vertexes and managed to maintain a balance between their magical and mundane lives. As they embark on a new journey, their unity and abilities will be put to the test.\n\nIn the aftermath of the gods' protection, humanity is given a chance to rebuild. The Hero Club members of Sanshu Middle School, having completed their duties, are finally able to enjoy their youth as ordinary students. However, the peace is disrupted when Mebuki Kusunoki, a potential candidate to become the next hero, is passed over in favor of Karin Miyoshi. Two years later, Mebuki is appointed as the commander of the Sentinels, tasked with exploring uncharted territories. When unforeseen threats jeopardize the mission, Mebuki vows to bring everyone back alive, determined to prove her worth as a hero.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "718a528288e1305c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.290915429808287,
    "arithmeticGeometricMean": 7.281170177873328,
    "median": 7.502727272727273,
    "hash": "718a528288e1305c",
    "lastUpdate": "2024-05-10"
  }
}