{
  "sources": [
    "https://anidb.net/anime/3980",
    "https://anilist.co/anime/2739",
    "https://anime-planet.com/anime/high-school-aurabuster",
    "https://anisearch.com/anime/2016",
    "https://kitsu.io/anime/2499",
    "https://myanimelist.net/anime/2739",
    "https://notify.moe/anime/HUry5FiiR"
  ],
  "synopsis": {
    "text": "School student Ryosuke Sakiya finds himself in the midst of an ancient war between the Kuu no mono and the You no mono, two factions that once divided the heavens and earth. With his extraordinary psychic abilities, Ryosuke has always been able to perceive things that others could not. Now, his unique aura has made him a target for the You no mono.\n\nBased on a popular novel series by WAKAGI Mio and adapted into a manga by MORI Makoto, this anime brings the illustrations of KOUGA Yun to life. The story follows Ryosuke as he is unwillingly drawn into the conflict between these two forces.\n\nNine centuries ago, the commander of the Kuu no mono, Kara-ou, sealed away the leader of the You no mono, Kuna-hi, at the cost of his own life. In present times, as the You no mono become active once more, Kara-ou is reborn as Shinobu Saiga. Alongside his aide Kiba, Shinobu seeks to subdue the You no mono and restore peace.\n\nWhile on a date at the Tokyo Metropolitan Government Building, Ryosuke is attacked by a mysterious power. Fortunately, he is saved by the Jutsusha, skilled individuals who possess the supernatural abilities of the Kuu no mono and use them to protect humanity from the You no mono. Among these protectors are Jukyuro Satomi and Kisara Izumi, who will play a pivotal role in Ryosuke's journey.\n\nAs the battle between the two factions intensifies, Ryosuke must come to terms with his involvement in this ancient conflict and uncover the reasons behind his connection to the You no mono. Will he be able to",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "71d0e30e860de858",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.435935683364254,
    "arithmeticGeometricMean": 5.417041422460108,
    "median": 5.41090909090909,
    "hash": "71d0e30e860de858",
    "lastUpdate": "2024-05-08"
  }
}