{
  "sources": [
    "https://anidb.net/anime/17811",
    "https://anilist.co/anime/159886",
    "https://anime-planet.com/anime/kaina-of-the-great-snow-sea-star-sage",
    "https://anisearch.com/anime/18078",
    "https://kitsu.io/anime/47557",
    "https://livechart.me/anime/11771",
    "https://myanimelist.net/anime/54122",
    "https://notify.moe/anime/m2yefth4g"
  ],
  "synopsis": {
    "text": "Humanity’s last vestiges cling to existence atop colossal orbital spire trees, hovering above a treacherous and frozen world. The once thriving planet is now a desolate no man's land, swallowed by the Great Snow Sea. Amidst this icy apocalypse, a young hunter named Kaina discovers an unconscious girl, Ririha, who has mysteriously ascended from the surface. This unexpected encounter sparks a glimmer of hope for humanity's future, but also ignites unforeseen peril.\n\nIn the aftermath of forging an alliance between the nations of Atland and Valghia, Kaina and Ririha find themselves grappling with dwindling resources. To secure their people's survival, they embark on a perilous journey across the snow-blanketed landscape in search of the legendary Great Orbital Spire Tree, a beacon of hope for replenishing their scarce supplies.\n\nTheir quest takes a dramatic turn when they cross paths with Planato, an autocratic nation led by the ruthless dictator Byozan. Byozan wields a formidable weapon, the \"Builders,\" and harbors a sinister plan: to annihilate the Great Orbital Spire Tree under the guise of saving mankind.\n\nWith the fate of their world hanging in the balance, Kaina and Ririha must decipher the enigmatic \"written words\" of a lost civilization. Their journey to unlock the mysteries of their dying world and challenge the forces threatening its existence begins! Join Kaina and Ririha in their epic expedition to salvage humanity from the brink of extinction.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.121829843625762,
    "arithmeticGeometricMean": 7.113409508743987,
    "median": 7.206,
    "lastUpdate": "2024-05-09"
  }
}