{
  "sources": [
    "https://anidb.net/anime/16441",
    "https://anilist.co/anime/136707",
    "https://anime-planet.com/anime/parallel-world-pharmacy",
    "https://anisearch.com/anime/16537",
    "https://kitsu.io/anime/44900",
    "https://livechart.me/anime/10677",
    "https://myanimelist.net/anime/49438",
    "https://notify.moe/anime/z8Kj4-M7R"
  ],
  "synopsis": {
    "text": "Parallel worlds and second chances intertwine in this captivating anime tale of a dedicated pharmacologist named Kanji Yakutani. After a life devoted to medical research and tragically losing his little sister to an incurable disease, Kanji's own life is cut short due to overwork. Fate, however, has other plans. Reincarnated as a 10-year-old boy named Falma de Médicis in a medieval world, Kanji finds himself gifted with divine powers and a unique ability to create and manipulate substances using his knowledge of their chemical properties.\n\nIn this new world, Kanji encounters a healthcare system riddled with dubious practices and monopolized by the pharmacist guild, leaving commoners without access to proper medical care. With his past life's knowledge and newfound abilities, Kanji embarks on a mission to revolutionize healthcare, making effective medicine accessible to all, regardless of social status.\n\nFollow Kanji's journey as he navigates the challenges of this medieval world, determined to create innovative medicines and expose fraudulent practices, all while living his new life to the fullest and honoring his sister's legacy. Will he succeed in transforming the world's medical landscape and providing hope for the common people? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "72eaaca04a1fdcb2",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.490957096474953,
    "arithmeticGeometricMean": 7.486824510191014,
    "median": 7.584090909090909,
    "hash": "72eaaca04a1fdcb2",
    "lastUpdate": "2024-05-09"
  }
}