{
  "sources": [
    "https://anidb.net/anime/16559",
    "https://anilist.co/anime/138424",
    "https://anime-planet.com/anime/teasing-master-takagi-san-3",
    "https://anisearch.com/anime/16555",
    "https://kitsu.io/anime/45022",
    "https://livechart.me/anime/10764",
    "https://myanimelist.net/anime/49721",
    "https://notify.moe/anime/ixOGZj47g"
  ],
  "synopsis": {
    "text": "As the summer holidays draw to a close, Nishikata finds himself once again locked in a playful battle of wits with his childhood friend, Takagi. With dreams of finally outsmarting her and making her blush, Nishikata has been honing his prank skills and preparing for the perfect moment to enact his adorable revenge. But despite his best efforts, Takagi's clever antics and charming shrewdness always seem to leave him blushing and embarrassed.\n\nFrom physical challenges to mental games, Nishikata endures both physical and mental torment in his quest to outdo Takagi. Yet, as the new school year begins, he remains determined to turn the tables and win at least once. But as the two continue to compete and strategize, Nishikata begins to realize that Takagi's teasing may not be as malicious as he initially thought. In fact, it may just be a sign of affection.\n\nWith each passing day, Nishikata and Takagi's relationship grows stronger, and they find themselves drawn closer together. Will Nishikata finally be able to outdo Takagi and win the battle of wits? Or will he continue to fall for her clever pranks? One thing is certain - this fun-filled anime is sure to leave viewers laughing and rooting for Nishikata as he strives to outsmart his beloved childhood friend.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "72f92fadba03dda1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.26154499072356,
    "arithmeticGeometricMean": 8.260774421822976,
    "median": 8.318999999999999,
    "hash": "72f92fadba03dda1",
    "lastUpdate": "2024-05-09"
  }
}