{
  "sources": [
    "https://anidb.net/anime/1022",
    "https://anilist.co/anime/548",
    "https://anime-planet.com/anime/wonderful-days",
    "https://anisearch.com/anime/992",
    "https://kitsu.io/anime/506",
    "https://livechart.me/anime/5131",
    "https://myanimelist.net/anime/548",
    "https://notify.moe/anime/5Tfo5Kiig"
  ],
  "synopsis": {
    "text": "In the dystopian future of 2142, the once vibrant Earth lies in ruins, plagued by a century of relentless, toxic rain and environmental catastrophe. Ecoban, a self-sustaining, technologically advanced city, emerges as humanity's last refuge. This urban sanctuary thrives on the very pollution that devastated the planet, creating an elite society that enjoys the benefits of this unique energy source.\n\nBeyond Ecoban's fortified walls, the less fortunate survivors eke out a miserable existence in the polluted wasteland, toiling as laborers in the carbonite fields to sustain the city's energy needs. Among these \"Diggers\" is Shua, a resilient young man driven by fond memories of a blue sky he once knew. His heart is torn between his love for Jay, his childhood friend, and the harsh realities of life outside Ecoban.\n\nAs Ecoban's leaders, now a privileged and indolent class, scheme to maintain their control over the precious pollution, the Diggers grow increasingly discontent. The fragile balance between these two worlds teeters on the brink of collapse, as the Diggers demand better living conditions and Ecoban's machinery begins to fail, threatening to release even more pollution into the environment.\n\nAmidst this chaos, Jay, a security officer within Ecoban, finds herself face-to-face with Shua, her former love. This unexpected encounter forces her to question her loyalties and confront the stark reality of life outside Ecoban's protective walls. As tensions between the Diggers and Ecoban's elite escalate, the fate of this broken world hangs in the balance, and no one can predict the outcome of the impending disaster.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7303026937ea17ef",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.839898672755817,
    "arithmeticGeometricMean": 6.828484397076625,
    "median": 6.960000000000001,
    "hash": "7303026937ea17ef",
    "lastUpdate": "2024-05-10"
  }
}