{
  "sources": [
    "https://anidb.net/anime/16878",
    "https://anilist.co/anime/140187",
    "https://anime-planet.com/anime/the-prince-of-tennis-ii-u-17-world-cup",
    "https://anisearch.com/anime/16693",
    "https://kitsu.io/anime/45312",
    "https://livechart.me/anime/10835",
    "https://myanimelist.net/anime/50099",
    "https://notify.moe/anime/BtV9MevnR"
  ],
  "synopsis": {
    "text": "U-17 World Cup hopeful Ryoma Echizen finds himself in hot water when he's expelled from Japan's elite training camp for rule violations. But fortune smiles upon him when he's given the chance to try out for the U.S. team. Proving his worth against seasoned veterans won't be a walk in the park, and if he's accepted, he'll be pitted against his former comrades. Can Ryoma help his new teammates conquer the competition and claim victory?\n\nAs the U-17 World Cup approaches, youth tennis teams from around the globe descend upon Melbourne, Australia, to determine the ultimate champion. With nine-time winner Germany eager to defend their title, and powerhouse nations like Switzerland, France, and the United States poised to challenge them, the path to triumph is fraught with obstacles. Despite Japan's low ranking, the addition of their strongest middle school players has reignited their hope for victory. Led by the merciless Houou Byoudouin, Japan is prepared to demonstrate their prowess on the international stage. However, before the real battle begins, exhibition matches offer the teams a chance to showcase their strength. In an unlucky twist, Japan is set to face off against reigning champion Germany, a match they're likely to lose. To make matters worse, former allies have reemerged as bitter rivals. Can Team Japan rise from the ashes and seize the title, or will they crumble under the weight of the world stage?\n\nIn the G-10 matches at the training camp, Ryoma Echizen made a fateful choice: he actively intervened in another player's match to aid a teammate, resulting in his expulsion from the camp and forfeiting his chance to continue playing with Japan's U-17 national team. However, a new opportunity ar",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.846735223959713,
    "arithmeticGeometricMean": 6.833175059331918,
    "median": 6.909090909090909,
    "lastUpdate": "2024-05-10"
  }
}