{
  "sources": [
    "https://anidb.net/anime/3182",
    "https://anilist.co/anime/4853",
    "https://anime-planet.com/anime/don-dracula",
    "https://anisearch.com/anime/2932",
    "https://kitsu.io/anime/3825",
    "https://livechart.me/anime/6165",
    "https://myanimelist.net/anime/4853",
    "https://notify.moe/anime/B7cr5KmiR"
  ],
  "synopsis": {
    "text": "Igor, Chocola, and their infamous vampire master, Earl Dracula, have relocated from the eerie lands of Transylvania to the bustling Nerima Ward of Tokyo, Japan. They now reside in a peculiar, old-Western style house, which was transported directly from Romania. As Chocola attends a local junior high school, Earl Dracula, in his quest to maintain his aristocratic lifestyle, seeks the blood of beautiful, virgin women to feast upon.\n\nHowever, life in Tokyo is far from peaceful for the vampire family. Dracula's nightly hunts often lead to chaos and disruptions, causing the townsfolk to question the strange occurrences around them. The clumsy and overweight Blonda is a constant nuisance, attempting to persuade Dracula to drink her blood. Meanwhile, the renowned vampire hunter, Professor van Helsing, is hot on his trail, determined to put an end to the vampire's immortal existence.\n\nAs Earl Dracula tries to balance his vampiric cravings, the responsibilities of raising his daughter, and the constant threats to his undead life, he finds himself entangled in a series of bizarre and comedic adventures. Despite the challenges they face, the family remains steadfast, with Igor always by Dracula's side, ready to support his master through every ordeal. This horror-comedy anime offers a unique take on the iconic Dracula, presenting him as a loving father and a somewhat misunderstood figure, navigating the complexities of life in modern Japan.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.0651746620726215,
    "arithmeticGeometricMean": 6.039182583009525,
    "median": 5.786,
    "lastUpdate": "2024-05-10"
  }
}