{
  "sources": [
    "https://anidb.net/anime/433",
    "https://anilist.co/anime/55",
    "https://anime-planet.com/anime/arc-the-lad",
    "https://anisearch.com/anime/2621",
    "https://kitsu.io/anime/36",
    "https://livechart.me/anime/6960",
    "https://myanimelist.net/anime/55",
    "https://notify.moe/anime/uFHpcFmmR"
  ],
  "synopsis": {
    "text": "The narrative centers around Elk, a skilled bounty hunter navigating a unique world that harmoniously blends futuristic technology, ancient magic, fearsome beasts, and primitive mindsets. Elk hails from a lineage of formidable warriors gifted with the ability to control fire through sheer willpower. A tragic past haunts him, as his family and tribe were brutally wiped out by the ruthless Romalian army, leaving him captive and destined for a sinister laboratory creating monstrous chimeras.\n\nFate intervenes, allowing Elk to narrowly escape his captors. Under the tutelage of a seasoned bounty hunter named Shu, Elk discovers a new purpose in life. During one of his assignments, he encounters Lieza, a rare young beastmaster capable of commanding both monsters and chimeras. After rescuing her and her loyal companion Paundit, they unite in their journey, but their relentless adversaries refuse to back down.\n\nAs Elk's past unravels, it is revealed that his village was destroyed by a malevolent force bent on releasing a great darkness sealed within the Ark of the Spirits, threatening to plunge humanity into chaos. Alongside Arc, the chosen hero of the spirits, and the valiant crew of the Silver Noah, Elk embarks on a perilous quest to safeguard the hope of mankind.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "73cfac2bdef4b91f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.11166163088612,
    "arithmeticGeometricMean": 6.0917332005773375,
    "median": 6.363636363636363,
    "hash": "73cfac2bdef4b91f",
    "lastUpdate": "2024-05-08"
  }
}