{
  "sources": [
    "https://anidb.net/anime/7933",
    "https://anilist.co/anime/9479",
    "https://anime-planet.com/anime/coppelion",
    "https://anisearch.com/anime/6483",
    "https://kitsu.io/anime/5746",
    "https://livechart.me/anime/91",
    "https://myanimelist.net/anime/9479",
    "https://notify.moe/anime/XQWGtFiiR"
  ],
  "synopsis": {
    "text": "At the heart of a post-apocalyptic Tokyo, three seemingly ordinary high school girls embark on an extraordinary mission. Following a cataclysmic nuclear disaster that struck in 2016, the once bustling city has been transformed into a desolate wasteland, its streets hauntingly silent and shrouded in radioactive contamination. As part of an elite special unit known as Coppelion, these girls are no ordinary teenagers; they are genetically engineered to withstand the lethal conditions of the ravaged city.\n\nDecades after the calamity, an unexpected distress signal echoes from the abandoned metropolis. Dressed in immaculate uniforms that starkly contrast with the decaying ruins, the trio ventures into the heart of the forsaken capital, their mission clear: to locate and rescue any survivors. With the backing of the Japanese Ground Self-Defense Force, they brave the hazardous environment, their unique abilities and rigorous training their only defense against the unseen dangers lurking in the shadows.\n\nAs they delve deeper into the ghostly remnants of Tokyo, the girls begin to question their own existence, grappling with the unsettling reality of their ability to endure the toxic surroundings without protection. Despite the daunting challenges and unanswered questions, they press on, driven by a shared determination to uncover the truth and bring hope to those left behind in the desolation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "73d4c3350a1bcc7f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.435206158306258,
    "arithmeticGeometricMean": 6.428693106639143,
    "median": 6.461454545454545,
    "hash": "73d4c3350a1bcc7f",
    "lastUpdate": "2024-05-09"
  }
}