{
  "sources": [
    "https://anidb.net/anime/9284",
    "https://anilist.co/anime/14645",
    "https://anime-planet.com/anime/hiiro-no-kakera-the-tamayori-princess-saga-2",
    "https://anisearch.com/anime/7923",
    "https://kitsu.io/anime/7146",
    "https://livechart.me/anime/942",
    "https://myanimelist.net/anime/14645",
    "https://notify.moe/anime/T1OOtFimg"
  ],
  "synopsis": {
    "text": "As Tamaki, the new Tamayori Princess, attempts to navigate her unpredictable future, she finds herself once again entangled in a web of danger and deceit. With the recent events of the Onikirimaru incident still fresh in her mind, she must now confront the resurgence of the nefarious Logos, who threatens her world with a sinister plot. To make matters worse, one of her trusted guardians is revealed to be a traitor, forcing Tamaki to question her closest allies.\n\nAs the inner monster of her beloved Takuma begins to surface, Tamaki's feelings for him become clear. However, their love is put to the test as Logos and former friends conspire to keep them apart. With the past unveiling its secrets, Tamaki must pave the way for a brighter future, if such a possibility still exists.\n\nHaving faced legendary creatures and claimed her rightful position as the universe's protector, Tamaki now faces an even greater challenge: surviving long enough to enjoy her high school days. Despite her five dashing and devoted guardians pledging to defend her at all costs, they must first confront the traitor hidden among them. Balancing these life-threatening issues while maintaining academic excellence proves to be a formidable task for Tamaki and her protectors.\n\nWith her powers as Tamayori-hime awakened, Tamaki and her guardians believed they had sealed away Onikirimaru. However, as Takuma's body begins to transform due to the demon blood within him, the group's relationships are strained. Amidst this turmoil, Logos reemerges, adding fuel to the fire.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.051582405689548,
    "arithmeticGeometricMean": 7.044499585837555,
    "median": 7.2166326530612235,
    "lastUpdate": "2024-05-09"
  }
}