{
  "sources": [
    "https://anidb.net/anime/2215",
    "https://anilist.co/anime/3843",
    "https://anime-planet.com/anime/ali-baba-to-40-hiki-no-touzoku",
    "https://anisearch.com/anime/532",
    "https://kitsu.io/anime/3295",
    "https://livechart.me/anime/9175",
    "https://myanimelist.net/anime/3843",
    "https://notify.moe/anime/5_YlcKimR"
  ],
  "synopsis": {
    "text": "Alibaba, the cunning thief from folklore, once outsmarted forty robbers and claimed their riches, leading to generations of prosperity for his descendants. However, the fortune has dwindled to a mere dusty oil lamp by the time of Alibaba XXXIII. When a genie emerges from the lamp, granting wishes but harboring an intense fear of cats, Alibaba XXXIII exploits this fear to monopolize the city's wealth further.\n\nEnter Huck, a young boy descended from the original robbers' leader, who has been living in poverty while Alibaba's lineage thrived. Seeking vengeance and reclamation of his rightful treasure, Huck joins forces with thirty-eight cats and a mouse, forming a new band of forty thieves. Together, they embark on a thrilling, action-packed adventure aboard a magical flying carpet to confront the tyrannical Alibaba XXXIII and his cat-hating genie.\n\nThis film, produced for Toei's 20th anniversary, features a unique and cartoonish style that diverges from Toei's usual mold. With an impressive roster of animators, including Hayao Miyazaki, Yasuji Mori, Akira Daikubara, Yoichi Kotabe, and Reiko Okuyama, this animated film offers a fresh and exciting take on the classic tale of Ali Baba and the Forty Thieves, complete with a creative shadow-puppet rendition of the original story. Prepare for a thrilling ride as the roles of heroes and villains are reversed, and the descendants of the original characters face off in an epic battle for justice and fortune.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 5.3877854934181455,
    "arithmeticGeometricMean": 5.362230018032878,
    "median": 5.333333333333333,
    "lastUpdate": "2024-05-08"
  }
}