{
  "sources": [
    "https://anidb.net/anime/1521",
    "https://anilist.co/anime/3193",
    "https://anime-planet.com/anime/asobotto-senki-goku",
    "https://anisearch.com/anime/530",
    "https://kitsu.io/anime/2849",
    "https://livechart.me/anime/8292",
    "https://myanimelist.net/anime/3193",
    "https://notify.moe/anime/YJGQcFimR"
  ],
  "synopsis": {
    "text": "Suuji, Tongoh, Jou, and the formidable Anbot leader, Gokuu, form an unlikely alliance with the enigmatic human, Sanzou, in a world teetering on the brink of ruin. As the son of the Anbot creators, Sanzou entrusts this motley crew with a mission of epic proportions: to gather the fabled 49 keys capable of unlocking the mythical Two-Headed Dragon Door, and stave off the impending apocalypse.\n\nThe once lush forests have given way to endless deserts, forcing humanity to seek refuge in the realm of Meshichi alongside the Anbots. Guided by destiny, Sanzou and Gokuu cross paths, their fates now intertwined. Joined by the booze-loving Tongoh, the mechanically-inclined Jou, the cunning female Anbot thief Suuji, and the indispensable Mioto, this diverse group embarks on a perilous journey to the enigmatic East, the birthplace of the sun.\n\nAs they traverse treacherous landscapes, the team confronts numerous adversaries, including the sinister Professor D, who has unleashed a devastating virus upon humanity. This nefarious force has tipped the scales of the world, leaving chaos and destruction in its wake. To restore balance and save their home, Gokuu and his companions must evolve and adapt, unlocking new abilities and powers hidden within their mechanical forms.\n\nIn this future 1,000 years hence, both humans and Anbots face an uncertain fate, as the menacing Destruction Virus looms over them. United by a prophecy from the distant past, Gokuu, Sanzou, and their intrepid allies forge ahead, determined to",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "74111c6c6485fd30",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.088334481844685,
    "arithmeticGeometricMean": 6.05083415566031,
    "median": 6.454545454545455,
    "hash": "74111c6c6485fd30",
    "lastUpdate": "2024-05-08"
  }
}