{
  "sources": [
    "https://anidb.net/anime/13843",
    "https://anilist.co/anime/102860",
    "https://anime-planet.com/anime/fist-of-the-blue-sky-regenesis-2nd-season",
    "https://anisearch.com/anime/13689",
    "https://kitsu.io/anime/41953",
    "https://livechart.me/anime/3341",
    "https://myanimelist.net/anime/37388",
    "https://notify.moe/anime/J165FvAmg"
  ],
  "synopsis": {
    "text": "Genesis is on the brink of a new era as the leaders of Simeon and Nahash set their plans for world recreation in motion. Meanwhile, the Green Gang's formidable leader, Han Gyokurei, the West Dipper Lunar Fist master, Yasaka, and the enigmatic Kasumi Kenshirou have all vanished.\n\nFour years ago, Kenshirou Kasumi, a Hokuto Shinken technique master, found himself in a fierce battle with Simeon over Erika Arendt, a young girl with unique knowledge. The conflict was abruptly halted by an unexpected Japanese army attack, forcing Kenshirou to escape with Yu Ling, Yasaka, and Erika, leaving the Qing Bang Gang seemingly annihilated.\n\nFast forward to the present, Kenshirou and his companions now reside in Indonesia, under Dutch rule. Erika is hidden in an orphanage, but the army is relentlessly pursuing her and Kenshirou. Van Der Kolk, a Dutch officer, is creating super-soldiers through ruthless experiments, and they're closing in on Erika. Kenshirou's hands are tied as Simeon and Van Der Kolk are determined to realize the Nahash prophecy and reshape the world, with Erika seemingly at the heart of it all.\n\nBefore WWII, Kenshirou Kasumi led a peaceful life as a literature professor in Tokyo, far from his past as the 62nd Grand Master of Hokuto Shinken, 'God Fist of the North Star,' and the feared 'King of Death.' He once maintained peace in the 'City of Devils,' battling thugs and drug dealers. However, the death of his lover and former brothers compels him to return to Shanghai",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "743988a336d1428e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.723726300909974,
    "arithmeticGeometricMean": 5.701977688295775,
    "median": 6.0,
    "hash": "743988a336d1428e",
    "lastUpdate": "2024-05-10"
  }
}