{
  "sources": [
    "https://anidb.net/anime/1650",
    "https://anilist.co/anime/2553",
    "https://anime-planet.com/anime/the-dog-of-flanders",
    "https://anisearch.com/anime/2368",
    "https://kitsu.io/anime/2318",
    "https://livechart.me/anime/7273",
    "https://myanimelist.net/anime/2553",
    "https://notify.moe/anime/3TGy5Kimg"
  ],
  "synopsis": {
    "text": "Especially in the heart of 19th century Belgium, a young orphan named Nello Tarth and his beloved dog, Patrash, share an unbreakable bond amidst the picturesque Flemish countryside. Despite their humble means, Nello's life is rich in love, friendship, and art, as he lives with his caring grandfather Jehan and is best friends with Alois, the daughter of the wealthiest man in their village.\n\nFrom a tender age, Nello has been captivated by the works of the great artist Peter Paul Rubens, inspiring him to hone his own drawing skills. While delivering milk to Antwerp with his grandfather, Nello discovers Patrash, a mistreated and abandoned working dog. With compassion and care, Nello nurses the dog back to health, forming an inseparable bond.\n\nHowever, life is not without its hardships for Nello. His passion for art and dreams of becoming a painter are met with scorn and derision by the villagers, particularly Alois's father. Determined to prove his worth and win their respect, Nello faces the harsh realities of poverty, ignorance, and cruelty head-on.\n\nThrough it all, Nello's spirit remains unbroken as he perseveres to achieve his dream and overcome the challenges that life throws his way. With Patrash by his side, their heartwarming story of friendship, love, and determination unfolds, touching the hearts of people around the world for over a century.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.89735860058309,
    "arithmeticGeometricMean": 6.885665963663519,
    "median": 7.096,
    "lastUpdate": "2024-05-09"
  }
}