{
  "sources": [
    "https://anidb.net/anime/16912",
    "https://anilist.co/anime/140350",
    "https://anime-planet.com/anime/kingdom-4",
    "https://anisearch.com/anime/16663",
    "https://kitsu.io/anime/45324",
    "https://livechart.me/anime/10840",
    "https://myanimelist.net/anime/50160",
    "https://notify.moe/anime/szlx_oOnR"
  ],
  "synopsis": {
    "text": "The stage is set in China, post the largest war the nation has ever witnessed, with an air of economic rejuvenation sweeping across the land. The triumphant state of Qin, however, finds itself entangled in a political power struggle. The two key players are Ying Zheng, the battle's victor and the people's trusted figure, and Buwei Lü, who refuses to concede defeat. Lü crafts a plan to disrupt Zheng's coming-of-age ceremony in just 18 months, while simultaneously suggesting Zheng to command the army against an approaching Zhao force of 20,000 troops.\n\nIn an unexpected turn of events, Zheng's half-brother, Cheng Jiao, steps forward to lead the army. Zheng, having developed trust in Jiao during the coalition battle, agrees. Yet, the Zhao forces mysteriously retreat after a brief skirmish, hinting at a more complex plot unfolding in the shadows. Amidst this turmoil, Zheng finds solace in the reliability of two men: Bi, a general commanding a force of 30,000, and Xin, the leader of the Fei Xin force.\n\nParallel to this, the tale of two war-orphans, Shin and Hyou, unfolds in the kingdom of Qin. Nurturing dreams of proving their mettle on the battlefield, their lives take a drastic turn when Hyou is captured by a minister. Despite managing to escape, Hyou returns gravely injured. Shin's life intertwines with a mysterious youth, bearing a striking resemblance to Hyou, who is destined to ascend the throne one day.\n\nAs peace hangs by a thread, the internal strife in Qin threatens to escalate, with",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.558329313543599,
    "arithmeticGeometricMean": 8.55453491550336,
    "median": 8.638589981447124,
    "lastUpdate": "2024-05-09"
  }
}