{
  "sources": [
    "https://anidb.net/anime/15770",
    "https://anilist.co/anime/124786",
    "https://anime-planet.com/anime/godzilla-singular-point",
    "https://anisearch.com/anime/15639",
    "https://kitsu.io/anime/43667",
    "https://livechart.me/anime/10177",
    "https://myanimelist.net/anime/43229",
    "https://notify.moe/anime/xGkQHccMR"
  ],
  "synopsis": {
    "text": "Kaijuu monsters and a mysterious song set the stage for \"Godzilla Singular Point,\" where two brilliant minds, Mei Kamino and Yun Arikawa, unite to combat an unparalleled menace. As a graduate student specializing in the fantastical realm of non-existent life forms, Mei discovers that the enigmatic melody triggers power fluctuations and the emergence of the monstrous Kaijuu. Meanwhile, Yun, an engineer, and his colleague, Haberu Katou, investigate the same song's source at an abandoned mansion.\n\nTheir paths converge when they realize that the song, the Kaijuu, and a peculiar substance known as Red Dust are interconnected. As the sky turns blood-red and chaos ensues, the duo, along with their team, must decipher the cryptic research left behind by the vanished Professor Michiyuki Ashihara. His findings on the Red Dust and the Singular Points become their only hope in understanding the unfolding catastrophe.\n\nParallel to their efforts, the secretive SHIVA Consortium conducts its own research, harboring enigmatic objects like the Super Dimension Calculator and the Orthogonal Diagonalizer. As the threads of each character's journey intertwine, they ultimately lead to the king of all monsters: Godzilla. The fate of the world rests in the hands of these young geniuses and their allies, as they confront the colossal threat emerging from the depths in \"Godzilla Singular Point.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.825152210884354,
    "arithmeticGeometricMean": 6.821502914581401,
    "median": 6.802411873840445,
    "lastUpdate": "2024-05-09"
  }
}