{
  "sources": [
    "https://anidb.net/anime/5611",
    "https://anilist.co/anime/4094",
    "https://anime-planet.com/anime/batman-gotham-knight",
    "https://anisearch.com/anime/4731",
    "https://kitsu.io/anime/3461",
    "https://livechart.me/anime/4953",
    "https://myanimelist.net/anime/4094",
    "https://notify.moe/anime/HUVu5Kiig"
  ],
  "synopsis": {
    "text": "Bruce Wayne's transformation into Gotham City's legendary Dark Knight is explored in this anime-inspired anthology film, comprising six captivating short stories from a diverse range of talented creators, including Academy Award-nominated Josh Olsen and Batman Begins writer David S. Goyer. Released just before The Dark Knight, this collection bridges the gap between Batman Begins and its sequel, offering viewers a deeper look into the evolution of the iconic DC Comics detective.\n\nDirected by American writer and artist Bruce Timm and animated by renowned studios such as Studio 4°C, Production I.G, Madhouse, and Bee Train, these six standalone episodes showcase various aspects of Batman's character and crime-fighting endeavors. From the imaginative tales of children discussing the mythos of Batman in 'Have I Got a Story for You' to the intense race against time to protect Lt. Gordon from the infamous assassin Deadshot, each episode offers a unique perspective on the caped crusader.\n\nThe anthology delves into the initial mistrust and eventual alliance between Batman and the Gotham City police force in 'Crossfire,' as well as the compassion Batman shows even towards his enemies in 'Field Test.' In 'In Darkness Dwells,' Batman faces off against the formidable duo of Killer Croc and The Scarecrow, while 'Working Through Pain' offers a glimpse into Bruce Wayne's intense training to manage both the physical and psychological challenges he faces as Batman.\n\nWith its diverse range of stories and artistic styles, this thrilling anthology offers both die-hard Batman fans and newcomers alike an engaging and fresh look at the iconic superhero, further enriching the dark, complex world of Gotham",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "75154da5661c49ef",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.779412350546279,
    "arithmeticGeometricMean": 6.76933620776429,
    "median": 6.855,
    "hash": "75154da5661c49ef",
    "lastUpdate": "2024-05-08"
  }
}