{
  "sources": [
    "https://anidb.net/anime/13812",
    "https://anilist.co/anime/21778",
    "https://anime-planet.com/anime/thus-spoke-kishibe-rohan",
    "https://kitsu.io/anime/12064",
    "https://myanimelist.net/anime/33191",
    "https://notify.moe/anime/oNuepKmiR"
  ],
  "synopsis": {
    "text": "Rohan Kishibe, a renowned manga artist from the JoJo's Bizarre Adventure series, embarks on a series of peculiar and supernatural adventures in search of inspiration for his next manga. In one such escapade, Rohan and his editor, Kyouka Izumi, venture to a remote village with the intention of purchasing a house. The village, known for its inhabitants inexplicably gaining wealth at the age of 25, seems too good to be true. Upon entering one of the houses, they find themselves ensnared by an enigmatic force that enforces strict rules and punishes those who fail to comply.\n\nIn another tale, Rohan travels to Italy, where he becomes entangled in a series of haunting events after exploring a church confessional. Back in Japan, Rohan meets with his editor to discuss his recent purchase of six mountains, motivated by his pursuit of the legendary spirit, Mutsukabezaka. He shares the chilling story of Naoko Osato, an affluent heiress who fell victim to the spirit's curse after committing a heinous act.\n\nLastly, Rohan encounters Youma Hashimoto, a successful male model whose obsession with his appearance spirals out of control after a fateful meeting at the gym. Their rivalry intensifies, culminating in a dangerous competition with deadly consequences. These strange and thrilling tales, adapted from the original JoJo's Bizarre Adventure manga, showcase the extraordinary life of Rohan Kishibe and the bizarre events that unfold around him.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "753b6286aa8d438c",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.705454545454546,
    "arithmeticGeometricMean": 7.703639901597062,
    "median": 7.82909090909091,
    "hash": "753b6286aa8d438c",
    "lastUpdate": "2024-05-07"
  }
}