{
  "sources": [
    "https://anidb.net/anime/14792",
    "https://anilist.co/anime/108632",
    "https://anime-planet.com/anime/re-zero-starting-life-in-another-world-season-2",
    "https://anisearch.com/anime/14302",
    "https://kitsu.io/anime/42198",
    "https://livechart.me/anime/9387",
    "https://myanimelist.net/anime/39587",
    "https://notify.moe/anime/2nOog46mg"
  ],
  "synopsis": {
    "text": "Anastasia Hoshin, Crusch Karsten, and their respective allies form an unlikely alliance with Subaru Natsuki to protect Emilia and thwart the sinister Witch's Cult. Despite their combined efforts, the nefarious Sin Archbishops of Gluttony and Greed, Rye and Regulus, wreak havoc upon Crusch's forces. In a cruel twist of fate, Rem and Crusch fall victim to the Archbishops, who devour their memories and erase Rem's very existence from the minds of those around her.\n\nUpon discovering the grim reality that even Rem's name has been forgotten, Subaru attempts to use his power of \"Return by Death\" to undo the tragedy. However, he finds that his save point has advanced past the event, leaving him powerless to prevent the calamity. As the story unfolds, Subaru and Emilia's brief moment of happiness is shattered when they return to Irlam village, only to find it ravaged by the Sin Archbishops.\n\nIn search of answers, the group heads to the Sanctuary, where Subaru encounters the enigmatic Witch of Greed, Echidna. Trapped in her web of time manipulation, Subaru is forced to confront the past and future as he struggles to save his loved ones. Meanwhile, the Sanctuary becomes the target of mysterious threats, pushing Subaru to the brink of despair.\n\nAs Subaru grapples with the consequences of his actions and the seemingly insurmountable challenges before him, he must find the strength to continue fighting for the sake of his beloved Emilia and the friends he holds dear. With the odds stacked against him, will Subaru's determination be enough to overcome the darkness that looms over their world?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "755c39c56f1a52c0",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.32142135705957,
    "arithmeticGeometricMean": 8.31964795334679,
    "median": 8.364471243042672,
    "hash": "755c39c56f1a52c0",
    "lastUpdate": "2024-05-09"
  }
}