{
  "sources": [
    "https://anidb.net/anime/12240",
    "https://anilist.co/anime/21861",
    "https://anime-planet.com/anime/blue-exorcist-kyoto-saga",
    "https://anisearch.com/anime/11554",
    "https://kitsu.io/anime/12275",
    "https://livechart.me/anime/2231",
    "https://myanimelist.net/anime/33506",
    "https://notify.moe/anime/efQRhKiig"
  ],
  "synopsis": {
    "text": "Rin Okumura is a young exorcist-in-training at True Cross Academy. He possesses immense demonic powers inherited from his father, Satan, which he keeps secret from his classmates. However, when Rin is forced to reveal his powers during a confrontation with a powerful demon named Amaimon, his classmates discover his lineage and begin to fear and distrust him. Meanwhile, the \"Left Eye of the Impure King,\" a dangerous artifact sealed under the Academy, is stolen. The Impure King is an ancient demon who once went on a murderous rampage before being defeated by exorcists. Determined to help retrieve the eye and clear his name, Rin and his brother Yukio pursue the thief to Kyoto. In Kyoto, Rin and his fellow exorcist students become embroiled in a sinister plot surrounding efforts to steal the Impure King's \"Right Eye\" as well. As they investigate the mystery and motive behind stealing the Impure King's eyes, the threat of a traitor in their midst leaves Rin and his friends in desperate need of the full extent of their powers. Despite his classmates' wariness over his demonic heritage, Rin undergoes special training to better control his dark abilities. With the Impure King's right eye eventually stolen, Rin must reconcile with his friends and allies in order to face the perpetrators ultimately responsible for unleashing this dangerous demonic entity back into the world.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "759d4bc5805d05c5",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 7.5391538213770355,
    "arithmeticGeometricMean": 7.536685450604707,
    "median": 7.487272727272726,
    "hash": "759d4bc5805d05c5",
    "lastUpdate": "2024-05-08"
  }
}