{
  "sources": [
    "https://anidb.net/anime/12240",
    "https://anilist.co/anime/21861",
    "https://anime-planet.com/anime/blue-exorcist-kyoto-saga",
    "https://anisearch.com/anime/11554",
    "https://kitsu.io/anime/12275",
    "https://livechart.me/anime/2231",
    "https://myanimelist.net/anime/33506",
    "https://notify.moe/anime/efQRhKiig"
  ],
  "synopsis": {
    "text": "True Cross Academy, a sanctuary for the training of exorcists, is under threat as the precious artifact, the left eye of the Impure King, a powerful demon from the Edo Period, has been stolen from its Deep Keep. Rin Okumura, a young exorcist-in-training, is not just any ordinary student; he's the son of Satan, a fact he's managed to keep hidden until now. When news of the theft breaks, Rin and his fellow exorcists, including his brother Yukio, are dispatched to investigate.\n\nThe trail leads them to Kyoto, where they find themselves entangled in a sinister plot involving the stolen eye. As they delve deeper, they discover an attempt to steal the right eye as well, indicating a grander scheme at play. The situation becomes dire when they learn that the thief has taken a child hostage, adding urgency to their mission.\n\nRin's demonic lineage, marked by his blue flames, has always been a source of fear and mistrust among his peers. Despite their shared mission, the chasm between Rin and his fellow exorcists widens. To bridge this gap and control his dark power, Rin undergoes specialized training. However, the revelation of a potential traitor in their midst threatens to shatter their unity, pushing them to the brink of despair.\n\nAs the boundary between Assiah, the realm of humans, and Gehenna, the realm of demons, grows increasingly unstable, Rin and his companions must confront their fears and unite to prevent a catastrophe. Will they be able to overcome their differences and retrieve the stolen eyes, or will the Impure King rise again, bringing forth destruction upon the world?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "759d4bc5805d05c5",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.5391538213770355,
    "arithmeticGeometricMean": 7.536685450604707,
    "median": 7.487272727272726,
    "hash": "759d4bc5805d05c5",
    "lastUpdate": "2024-05-08"
  }
}