{
  "sources": [
    "https://anidb.net/anime/99",
    "https://anilist.co/anime/339",
    "https://anime-planet.com/anime/serial-experiments-lain",
    "https://anisearch.com/anime/469",
    "https://kitsu.io/anime/306",
    "https://livechart.me/anime/3597",
    "https://myanimelist.net/anime/339",
    "https://notify.moe/anime/HKfh5Kimg"
  ],
  "synopsis": {
    "text": "From the quiet corners of her junior high school life to the boundless expanse of the virtual realm, Lain Iwakura, a reserved 14-year-old girl, finds herself entangled in a complex web of reality and digital illusion. When a classmate, Chisa Yomoda, tragically takes her own life, an unsettling email from the deceased girl sends ripples through Lain's world. Chisa claims to have abandoned her physical body, yet persists in the digital realm known as the 'Wired'.\n\nAs Lain, who is initially technophobic, delves deeper into the Wired, her understanding of reality begins to warp. With a new 'navi' and a 'psyche' circuit, she spends increasing amounts of time in this virtual world, discovering different aspects of her identity. Mysterious figures known as the 'Men in Black' seem to know more about Lain than she does herself, and their cryptic questions only fuel her quest for truth.\n\nAs the boundaries between the real and the virtual blur, Lain grapples with existential questions about identity, consciousness, and perception. The real world and the Wired appear to influence each other in unexpected ways, leading Lain to question the nature of her reality. As she navigates this digital labyrinth, Lain's actions could have profound implications on both realms.\n\nIn this psychological, avant-garde mystery series, Lain Iwakura's journey takes her through a world where the line between reality and the digital realm is indistinguishable. As she uncovers the truth about the Wired and her own identity, she must make choices that will shape both worlds' futures. Dive into the world of Serial Experiments Lain, where the digital and physical realms intertwine, and one girl's quest for truth could",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "759e37026c52e023",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.879752782931353,
    "arithmeticGeometricMean": 7.877615624398429,
    "median": 7.89,
    "hash": "759e37026c52e023",
    "lastUpdate": "2024-05-09"
  }
}