{
  "sources": [
    "https://anidb.net/anime/5815",
    "https://anilist.co/anime/4080",
    "https://anime-planet.com/anime/kyo-kara-maoh-3rd-series",
    "https://anisearch.com/anime/4736",
    "https://kitsu.io/anime/3452",
    "https://livechart.me/anime/7761",
    "https://myanimelist.net/anime/4080",
    "https://notify.moe/anime/5cnu5Fmig"
  ],
  "synopsis": {
    "text": "Yuuri Shibuya, a high school student turned Demon King of another world, is back in Shin Makoku, ready to reclaim his throne and restore order. But his return is met with skepticism and resistance from some of the ten noble families, who have grown tired of his frequent absences to Earth. In his absence, an ancient secret society has emerged, threatening the harmony between humans and Mazoku. To make matters worse, a power struggle for the throne has ensued, leaving the nobles questioning the legitimacy of their Maou.\n\nAs Yuuri's coming-of-age ceremony approaches, he must prove his worth as the Demon King and quell the doubts of his detractors. With the help of his loyal companions, Yuuri must navigate the treacherous political landscape of Shin Makoku and uncover the truth behind the ancient secret society. Along the way, he'll encounter new allies and enemies, including the enigmatic new king of Small Shimaron, Saralegui, who seems to have a vested interest in Yuuri's powers.\n\nFrom dealing with the rise of fake bear bees in Shin Makoku to helping Leila plan her wedding to Antoine, the king of the Francia kingdom, Yuuri's journey is far from dull. But as the threat of the White Crows, a dark organization of sorcerers on a quest to collect all the holy and spiritual swords, looms large, Yuuri must rise to the challenge and prove once and for all that he is the true Maou of Shin Makoku. Can he restore peace to the realm and win the hearts of his people? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.691573283858999,
    "arithmeticGeometricMean": 7.690585741725121,
    "median": 7.74,
    "lastUpdate": "2024-05-09"
  }
}