{
  "sources": [
    "https://anidb.net/anime/98",
    "https://anilist.co/anime/33",
    "https://anime-planet.com/anime/berserk",
    "https://anisearch.com/anime/927",
    "https://kitsu.io/anime/24",
    "https://livechart.me/anime/3627",
    "https://myanimelist.net/anime/33",
    "https://notify.moe/anime/0RVtcFmmR"
  ],
  "synopsis": {
    "text": "On the fringes of life and death, in the shadow of a hanging tree, a warrior named Guts was born. Growing up in a harsh world, he sought solace in combat, his strength pitted against others in a brutal dance of survival. His life took an unexpected turn when he crossed paths with Griffith, the charismatic leader of the mercenary group, the Band of the Hawks. Defeated by Griffith in a duel, Guts was forced to join the group, but he found a sense of belonging and camaraderie among its members that he had never known before. As Griffith led the Band of the Hawks from one victory to another, a darker side of the ambitious leader began to surface.\n\nYears later, Guts, now known as the Black Swordsman, wields a colossal sword and harbors an equally massive grudge against the King of Midland. As he battles the king's minions, memories of his past with the Band of the Hawks resurface, revealing a tale of ambition, friendship, and betrayal. In a world reminiscent of medieval Europe, the Black Swordsman seeks vengeance against the wicked king who controls his subjects through demonic minions. With his sights set on the king, the Black Swordsman hunts down the king's evil servants, giving no quarter, and preparing to exact his vengeance.\n\nAs Guts delves deeper into his past, he recalls the time when he first met Griffith and the Band of the Hawks. After a mission, Guts was attacked by bandits, who turned out to be the Band of the Hawks. Defeated by Griffith, Guts found a new home with the mercenary group, unaware of how closely his fate was tied to Griffith's. As Guts rose",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.3619121557714,
    "arithmeticGeometricMean": 8.36129750542327,
    "median": 8.395454545454545,
    "lastUpdate": "2024-05-09"
  }
}