{
  "sources": [
    "https://anidb.net/anime/4141",
    "https://anilist.co/anime/981",
    "https://anime-planet.com/anime/ichigo-100-ova",
    "https://anisearch.com/anime/889",
    "https://kitsu.io/anime/871",
    "https://livechart.me/anime/4874",
    "https://myanimelist.net/anime/981",
    "https://notify.moe/anime/gBK15Fiig"
  ],
  "synopsis": {
    "text": "This anime is a continuation of the Ichigo 100% TV series, featuring four distinct episodes filled with comedic misadventures and romantic undertones. In the first episode, the film club faces challenges while preparing for their school festival, leaving Junpei to clean up the mess and team up with a returning girl to fix the situation. In the second episode, Junpei wakes up to find Yui in his bed, suffering from a fever, and embarks on a mission to return her friends' notes at Oumi Academy, an all-girls school with strict security and eccentric teachers.\n\nThe third episode follows the film club and their friends as they take on summer jobs at a mountain resort to fund their upcoming film projects. However, they soon uncover the true intentions of the resort's male staff. Lastly, the fourth episode showcases the film club's discussion about their next project, leading to unexpected developments when a shy member suggests a Yakuza movie and reveals her affection for Manaka.\n\nThroughout these episodes, Junpei finds himself in various compromising situations with the girls, leading to humorous and provocative moments. The anime also introduces new characters and provides a self-parody that adds to the overall entertainment. This series is best watched after the Jump Festa 2004 OVA, but can also be enjoyed beforehand.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "75dee9d5803b3d2a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.884900278293136,
    "arithmeticGeometricMean": 6.877922422664446,
    "median": 6.865,
    "hash": "75dee9d5803b3d2a",
    "lastUpdate": "2024-05-09"
  }
}