{
  "sources": [
    "https://anidb.net/anime/5273",
    "https://anilist.co/anime/2993",
    "https://anime-planet.com/anime/rosario-plus-vampire",
    "https://anisearch.com/anime/4378",
    "https://kitsu.io/anime/2706",
    "https://livechart.me/anime/3364",
    "https://myanimelist.net/anime/2993",
    "https://notify.moe/anime/iSB8cKimg"
  ],
  "synopsis": {
    "text": "Akashiya Moka, a stunning vampire disguised as a human, and Tsukune Aono, an ordinary teenager with subpar grades, find themselves in an unusual setting: Youkai Academy. This seemingly ordinary boarding school is actually home to monsters learning to live harmoniously with humans. Enrolled in the school due to a fortuitous mistake, Tsukune must navigate this new world filled with supernatural creatures, all while trying to blend in and avoid becoming their next meal.\n\nAs the only human in a school of monsters, Tsukune's life takes a thrilling turn when he crosses paths with Moka, who captivates him with her beauty and charm. Little does he know, beneath her allure lies a powerful and ruthless vampire, hidden by the rosary adorning her chest. Despite the dangers lurking around every corner, Tsukune decides to stay and pursue a relationship with Moka, leading to a series of romantic escapades, experiences, and misadventures.\n\nSurrounded by an array of bewitching creatures, including a voluptuous succubus and a young witch, Tsukune's once mundane life is now anything but ordinary. Join Tsukune as he embarks on this supernatural journey, attempting to survive each semester in a world where humans are off-limits, yet still desired by his monstrous classmates. Will love conquer all, or will Tsukune's new life prove to be too treacherous to handle? Only time will tell in this exciting and comedic tale of romance and adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.890849763137579,
    "arithmeticGeometricMean": 6.889244652700676,
    "median": 6.845408163265306,
    "lastUpdate": "2024-05-09"
  }
}