{
  "sources": [
    "https://anidb.net/anime/14987",
    "https://anilist.co/anime/110350",
    "https://anime-planet.com/anime/id-invaded",
    "https://anisearch.com/anime/14488",
    "https://kitsu.io/anime/42436",
    "https://livechart.me/anime/9501",
    "https://myanimelist.net/anime/40046",
    "https://notify.moe/anime/Eq50n90Zg"
  ],
  "synopsis": {
    "text": "Welcome to the captivating world of ID: INVADED, where the line between reality and illusion blurs in the quest for justice. The story follows the journey of Sakaido, a seasoned detective with a unique skill set. As a member of the specialized police unit Kura, Sakaido uses the advanced Mizuhanome System to delve into the subconscious minds of criminals, known as 'id wells.'\n\nIn this virtual realm, Sakaido navigates the complex labyrinth of the criminal's psyche to uncover hidden truths. But there's a catch: to access these id wells, one must have taken a life themselves. Sakaido, once a respected police officer, finds himself on the wrong side of the law after a personal tragedy. Yet, his exceptional detective skills continue to aid Kura in solving intricate murder cases.\n\nThe narrative takes a thrilling turn when Sakaido is tasked with solving the gruesome murder of Kaeru, a young girl. As he delves deeper into the case, the world around him begins to warp and change, challenging his beliefs and perceptions. Unbeknownst to him, a sinister figure known as John Walker, the Serial Killer Creator, lurks in the shadows, orchestrating a series of brutal crimes.\n\nAs Sakaido pursues the truth, he must confront not only the darkest corners of the criminal minds he explores but also his own twisted reality. Will he be able to solve the mystery and bring justice to Kaeru, or will he lose himself in the process? Join Sakaido on this suspenseful journey in ID: INVADED, where the pursuit of truth is as thrilling as it is perilous.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.826757439410983,
    "arithmeticGeometricMean": 7.824913072571983,
    "median": 7.891159627773801
  },
  "lastUpdate": "2024-05-09"
}