{
  "sources": [
    "https://anidb.net/anime/680",
    "https://anilist.co/anime/684",
    "https://anime-planet.com/anime/angel-tales-2",
    "https://anisearch.com/anime/2483",
    "https://kitsu.io/anime/625",
    "https://livechart.me/anime/6178",
    "https://myanimelist.net/anime/684",
    "https://notify.moe/anime/2hVA5FimR"
  ],
  "synopsis": {
    "text": "He avily burdened by misfortune, the kind-hearted animal lover, Mutsumi Gorou, finds himself in a series of unfortunate events, from his workplace going bankrupt to bumping into signboards on the street. But his life takes a dramatic turn when he encounters a fortune teller who hands him a magical mobile phone. This phone grants him the power to summon Guardian Angels, who are, surprisingly, the reincarnations of his beloved pets. These Guardian Angels, a group of charming girls, return to repay his kindness and protect him from his hardships.\n\nFast forward a year, Mutsumi has found his calling as a veterinarian intern, and the twelve Guardian Angels have vowed not to use their powers as they continue to live with him. As they grow together as a surrogate family, they face new challenges and obstacles. Balancing school, work, and hiding their magical abilities proves to be a difficult task, especially when living with thirteen people under one roof.\n\nAs the Guardian Angels adapt to life on Earth, they must overcome various hurdles to protect Mutsumi from his misfortunes. Will their feelings for their master help them conquer these obstacles, or will their secret be revealed? Only time will tell as they continue their journey to grow up and support Mutsumi in this heartwarming and magical tale.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "76784beee5022c92",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.4521065465147105,
    "arithmeticGeometricMean": 6.443213068800479,
    "median": 6.311999999999999,
    "hash": "76784beee5022c92",
    "lastUpdate": "2024-05-10"
  }
}