{
  "sources": [
    "https://anidb.net/anime/17501",
    "https://anilist.co/anime/151970",
    "https://anime-planet.com/anime/shangri-la-frontier",
    "https://anisearch.com/anime/17504",
    "https://kitsu.io/anime/46241",
    "https://livechart.me/anime/11324",
    "https://myanimelist.net/anime/52347",
    "https://notify.moe/anime/rPRAytRVR"
  ],
  "synopsis": {
    "text": "As we plunge into the not-so-distant future, the gaming landscape has undergone a radical transformation, with virtual reality reigning supreme. Traditional games that rely on display screens are now dismissed as 'crap games.' Despite this, a unique breed of gamers, known as 'crap-game hunters,' thrive on the challenge of conquering these outdated games. Among them is Rakuro Hizutome, a high school student who's made it his mission to master these forgotten gems.\n\nOne day, Rakuro sets his sights on Shangri-La Frontier, a highly acclaimed VR game boasting an impressive 30 million players. Far from the 'crap games' he's accustomed to, this one promises an expansive world, engaging online interactions, and formidable rivals. Undeterred by its reputation, Rakuro dons a bird mask and leaps into the fray, armed with nothing but his underwear, a few weapons, and an unconventional playstyle honed from years of tackling 'crap games.'\n\nAs he navigates this new world, Rakuro's eccentric strategies and unorthodox approach to leveling up catch the attention of fellow players. Despite underestimating the challenges posed by mainstream games, Rakuro's unique skills and experience prove invaluable as he uncovers the hidden depths of Shangri-La Frontier. With each encounter, Rakuro and his fellow players find their destinies inexplicably intertwined, setting the stage for an epic adventure in this virtual realm. Prepare to embark on an unforgettable journey with the strongest 'crap-game' player as he redefines the boundaries of gaming in Shangri-La Frontier!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.187160536942049,
    "arithmeticGeometricMean": 8.184860219418223,
    "median": 8.310102040816327,
    "lastUpdate": "2024-05-09"
  }
}