{
  "sources": [
    "https://anidb.net/anime/14750",
    "https://anilist.co/anime/108388",
    "https://anime-planet.com/anime/high-school-prodigies-have-it-easy-even-in-another-world",
    "https://anisearch.com/anime/14244",
    "https://kitsu.io/anime/42222",
    "https://livechart.me/anime/9273",
    "https://myanimelist.net/anime/39523",
    "https://notify.moe/anime/NZmqXd6iR"
  ],
  "synopsis": {
    "text": "Seven extraordinary Japanese high school students, each a prodigy in their respective fields, find themselves in an unforeseen predicament when their plane crashes, transporting them to a fantastical realm brimming with magic and mythical beast folk. Rather than succumbing to panic, these gifted teenagers seize the opportunity to reshape this new world with their unparalleled intellect and Earth-bound knowledge.\n\nIn this parallel universe, the dream team of high school prodigies, who have already made their mark in politics, economics, science, and medicine, wastes no time in establishing their influence. They introduce cutting-edge technology, such as electricity and nuclear power plants, to a world that has never seen such innovations. Their ambition doesn't stop there; they proceed to stabilize the economy of a sprawling metropolis and even overthrow a corrupt government, all in the name of aiding the oppressed citizens who once showed them kindness.\n\nThis otherworldly tale, adapted from Riku Misora's light novel \"High School Prodigies Have It Easy Even in Another World!\", follows the journey of these seven exceptional individuals as they navigate the challenges and wonders of their newfound home. With their combined intellect and skills, they strive to revolutionize this medieval society while searching for a way back to their own world. Prepare to witness a world turned upside down by this unstoppable dream team, as they leave an indelible mark on the annals of this magical realm's history.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.61271444941613,
    "arithmeticGeometricMean": 6.604863446213805,
    "median": 6.603789152024446,
    "lastUpdate": "2024-05-09"
  }
}