{
  "sources": [
    "https://anilist.co/anime/2020",
    "https://anime-planet.com/anime/one-piece-the-detective-memoirs-of-chief-straw-hat-luffy",
    "https://anisearch.com/anime/3941",
    "https://kitsu.io/anime/1819",
    "https://livechart.me/anime/4824",
    "https://myanimelist.net/anime/2020",
    "https://notify.moe/anime/al5Y5FmiR"
  ],
  "synopsis": {
    "text": "Some where in the heart of Grand Jipangu, a city that echoes the spirit of 19th century Japan, trouble is brewing under the seemingly tranquil surface. The city's peace is disrupted by the menacing antics of the Clown Clan, led by the notorious Buggy. Detective Luffy, along with his trusted allies Nami, Sanji, Chopper, and Usopp, find themselves in a heated confrontation with Buggy and his gang, who have set their sights on causing chaos at the city's money exchange.\n\nWhen Buggy manages to evade capture using a smoke bomb, he leaves behind a cryptic message for Luffy. The note warns that the life of Onami, the beloved hostess of the Pinwheel Inn, hangs in the balance, and Luffy must venture to the riverbank alone if he wishes to save her. Can our brave detective outwit the Clown Clan and rescue Onami, or will the city remain in the clutches of these nefarious jesters?\n\nThe story takes an intriguing turn when Buggy returns to the city, this time with his sights set on a mysterious girl named Vivi. After seeking refuge with Onami and Sanji to recover from her injuries, Vivi becomes the target of Buggy's relentless pursuit. In a surprising twist, the Clown Clan enlists the help of the enigmatic Monk Zoro to capture Vivi. Will Luffy and his friends be able to thwart Buggy's plans and uncover the secret that Vivi is hiding?\n\nThis alternate reality tale features cameos from a variety of characters from the main series, adding an extra layer of excitement for fans. With its unique blend of historical setting and thrilling action, this special adventure promises to captivate audiences and leave them eager for",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "76aae582321dc716",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.020635686309156,
    "arithmeticGeometricMean": 7.012362859623781,
    "median": 7.165454545454545,
    "hash": "76aae582321dc716",
    "lastUpdate": "2024-05-06"
  }
}