{
  "sources": [
    "https://anidb.net/anime/14978",
    "https://anilist.co/anime/102997",
    "https://anime-planet.com/anime/the-kings-avatar-2",
    "https://anisearch.com/anime/13962",
    "https://kitsu.io/anime/41358",
    "https://livechart.me/anime/3249",
    "https://myanimelist.net/anime/37932",
    "https://notify.moe/anime/11-rTjvmg"
  ],
  "synopsis": {
    "text": "The online game \"Glory\" witnesses the return of a legendary player, Ye Xiu, who was once revered as a top-tier pro and a living textbook for the game. After an unexpected expulsion from his team, Ye Xiu finds solace in managing an internet cafe. However, with the launch of Glory's tenth server, he seizes the opportunity to re-enter the gaming world, armed with a decade of experience, fragments of his past, and an incomplete, self-crafted weapon.\n\nAs he navigates through the game under the guise of the enigmatic 'Lord Grim', Ye Xiu's reputation precedes him, drawing a multitude of players to his newly established guild, Happy. His growing influence sends ripples through the gaming community, causing rival guilds to question if the retired 'Glory Textbook' has truly returned. Despite their attempts to suppress Lord Grim's rising power, his determination remains unwavering.\n\nWith his sights set on the coveted Heavenly Domain, a special server where characters can reach unprecedented levels, Lord Grim assembles a team of rookies. Their collective goal is to conquer the Challenger League, a stepping stone towards the ultimate prize: the Glory Championship. As the powerhouse guilds scramble to counter Lord Grim's influence, the stage is set for an epic showdown in the world of \"Glory\".",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "76deab1fb208f808",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.00698813388992,
    "arithmeticGeometricMean": 8.003798153587779,
    "median": 8.07181818181818,
    "hash": "76deab1fb208f808",
    "lastUpdate": "2024-05-09"
  }
}