{
  "sources": [
    "https://anidb.net/anime/15648",
    "https://anilist.co/anime/113260",
    "https://anime-planet.com/anime/heaven-officials-blessing",
    "https://anisearch.com/anime/14800",
    "https://kitsu.io/anime/42865",
    "https://livechart.me/anime/9881",
    "https://myanimelist.net/anime/40730",
    "https://notify.moe/anime/Sed2ZZzMR"
  ],
  "synopsis": {
    "text": "Xie Lian, once a revered crown prince of the Xian Le Kingdom, now finds himself in a peculiar predicament. Despite his initial popularity that led to a swift ascension to the heavens, he has since faced multiple demotions and is now deemed a laughing stock across the realms of heaven, earth, and spirits.\n\nIn an unexpected turn of events, Xie Lian's third ascension to heaven results in the inadvertent destruction of a heavenly palace, leading to his return to the mortal realm. With no followers to his name, he is tasked with the mission of exorcising malevolent ghosts to maintain his divinity.\n\nDuring his exorcism mission, Xie Lian encounters an enigmatic figure dressed in red, who seems to hold more secrets than he lets on. As they grow closer, they begin to unearth hidden truths that the heavenly realm had intended to keep concealed.\n\nMeanwhile, Xie Lian's first divine task leads him to cross paths with a formidable demon, who has been intriguingly fixated on him for an exceedingly long time. As he navigates through these challenges, Xie Lian remains resolute in his vow to become invincible.\n\nHis journey takes an intriguing turn when he meets San Lang, a young man with extensive knowledge about the forgotten Crown Prince and the feared Ghost King, Hua Cheng. Deciding to accompany Xie Lian, San Lang joins him on his quest to unravel the mysteries of the past.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "76f3cf825575aef1",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.291679602143889,
    "arithmeticGeometricMean": 8.279378109251809,
    "median": 8.435213358070502,
    "hash": "76f3cf825575aef1",
    "lastUpdate": "2024-05-10"
  }
}