{
  "sources": [
    "https://anidb.net/anime/7404",
    "https://anilist.co/anime/7592",
    "https://anime-planet.com/anime/nura-rise-of-the-youkai-clan",
    "https://anisearch.com/anime/5888",
    "https://kitsu.io/anime/5044",
    "https://livechart.me/anime/3776",
    "https://myanimelist.net/anime/7592",
    "https://notify.moe/anime/U0nzpKiig"
  ],
  "synopsis": {
    "text": "Too ordinary for a boy who is part human and part youkai, Rikuo Nura strives to maintain a normal life despite his extraordinary lineage. As the grandson of the legendary Nurarihyon, Rikuo is destined to become the next leader of the Nura Clan, a powerful group of youkai. Living in a house full of spirits and supernatural beings, Rikuo tries to keep his true identity hidden from his classmates, as he can only transform into a youkai at night for a limited time.\n\nDetermined to avoid his fate as a youkai leader, Rikuo performs good deeds in hopes of escaping his demonic destiny. However, his resolve is tested when rival youkai and otherworldly threats target both his human and youkai friends. With his close friend Kiyotsugu, who idolizes youkai, and the young onmyouji Yura Keikain by his side, Rikuo must navigate the challenges of his dual heritage.\n\nAs he grapples with his inner conflict, Rikuo's youkai attendant, Tsurara Oikawa, and his grandfather's wishes for him to succeed as the clan's leader, make it increasingly difficult for him to cling to his normal life. To protect those he cares about, Rikuo must embrace his youkai side and become the powerful leader the Nura Clan needs. But will he be able to reconcile his human and youkai halves and lead the night parade as the next supreme commander of all monsters? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.597593896966821,
    "arithmeticGeometricMean": 7.596655260478291,
    "median": 7.577727272727273,
    "lastUpdate": "2024-05-09"
  }
}