{
  "sources": [
    "https://anidb.net/anime/16035",
    "https://anilist.co/anime/129664",
    "https://anime-planet.com/anime/jouran-the-princess-of-snow-and-blood",
    "https://anisearch.com/anime/15968",
    "https://kitsu.io/anime/44091",
    "https://livechart.me/anime/10390",
    "https://myanimelist.net/anime/47250",
    "https://notify.moe/anime/ecZVO4PMg"
  ],
  "synopsis": {
    "text": "March into an alternate 1931 Japan, where the Tokugawa shogunate maintains its iron grip, and the Meiji emperor never regained power. Welcome to the 64th year of the Meiji era, where historical inaccuracies are intentionally woven into the storyline, and the seemingly immortal Tokugawa Yoshinobu presides as the shogun.\n\nEnter 'Nue,' an elite and clandestine organization of shogunate executioners, tasked with enforcing the government's rule and quelling any uprisings. As the nation advances scientifically, propelled by the groundbreaking energy source known as the Dragon Vein, the anti-government group 'Kuchinawa' rises to challenge the status quo.\n\nCaught in the crossfire between the shogunate and Kuchinawa is Sawa Yukimura, a bookstore owner with a hidden agenda. Fueled by vengeance for her family's brutal murder at the hands of Janome, Kuchinawa's leader, Sawa possesses a unique ability to transform, thanks to her rare blue blood.\n\nWhen Nue offers her a chance to join their ranks in exchange for information on Janome, Sawa seizes the opportunity, embarking on a dangerous journey that blurs the line between vengeance and justice. Streamed exclusively on Hulu from March 31, 2021, and broadcast on Japanese TV from April 7, 2021, this thrilling anime promises a captivating and suspenseful experience.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "779807600d8682a8",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.319898423005565,
    "arithmeticGeometricMean": 6.312219041713854,
    "median": 6.101,
    "hash": "779807600d8682a8",
    "lastUpdate": "2024-05-09"
  }
}