{
  "sources": [
    "https://anidb.net/anime/7718",
    "https://anilist.co/anime/9241",
    "https://anime-planet.com/anime/super-robot-wars-og-the-inspector",
    "https://anisearch.com/anime/6352",
    "https://kitsu.io/anime/5641",
    "https://livechart.me/anime/6572",
    "https://myanimelist.net/anime/9241",
    "https://notify.moe/anime/ZEsZpKmmR"
  ],
  "synopsis": {
    "text": "L5 Campaign and the Divine Wars have left the Earth Federation Government in shambles, forcing them to rebuild under the leadership of Brian Midcrid, the president of the Unified Colonies. In an unprecedented move, Midcrid reveals the existence of extraterrestrial threats to humanity in the historic 'Tokyo Declaration'.\n\nSix months later, the crews of PT carriers Hagane and Hiryuu Custom, who were once united in battle, find themselves reunited as a new four-sided conflict looms. The remnants of the Divine Crusaders (DC), now bolstered by the mysterious Shadow Mirror organization, wage war against the Federation Forces with advanced weaponry and robots that defy explanation.\n\nMeanwhile, inter-dimensional entities known as Einsts begin to appear around the world, sharing an uncanny psychic connection with ATX pilots Kyosuke Nanbu and Excellen Browning. As if these threats weren't enough, a new alien race, The Inspectors, descend from outer space with a singular goal: to reclaim the White Star and complete the mission the Aerogators failed to accomplish.\n\nCaught in the middle of this escalating conflict is Lamia Loveless, a Shadow Mirror operative, who finds herself torn between her mission and her newfound camaraderie with the crews of Hagane and Hiryuu Custom. As the battle lines are drawn, the fate of humanity hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7879c337de8075f8",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.735623641664458,
    "arithmeticGeometricMean": 6.7256988947817575,
    "median": 6.87,
    "hash": "7879c337de8075f8",
    "lastUpdate": "2024-05-10"
  }
}