{
  "sources": [
    "https://anidb.net/anime/6841",
    "https://anilist.co/anime/7498",
    "https://anime-planet.com/anime/doubutsu-olympic-taikai",
    "https://anisearch.com/anime/3731",
    "https://kitsu.io/anime/5003",
    "https://myanimelist.net/anime/7498",
    "https://notify.moe/anime/5JgztKimR"
  ],
  "synopsis": {
    "text": "In a whimsical world where animals take center stage, the spirit of competition comes alive in a unique rendition of the Olympic Games. Drawing inspiration from the 1928 Amsterdam Olympics, this animation sees a diverse group of animals gathering in a field, united under the banner of a lion flag. The chairman lion kicks off the event with an opening address, followed by a monkey's pledge to embody the spirit of \"sportsbeastship.\"\n\nThe games commence with a spectacle of unconventional feats. A monkey, initially filming a polar bear's failed pole vault attempt, steps up and achieves an impressive height. An elephant's discus throw soars over mountains, while a black rabbit outruns a pig in the 200-meter hurdles, only for the pig to inflate and fly away. The javelin event takes an unexpected turn when the elephant's throw collides with the airborne pig.\n\nThe 1500-meter final witnesses a camel, hippopotamus, bulldog, duck, and monkey vying for victory. The bulldog, initially in the lead, gets sidetracked by a scuffle with the monkey, paving the way for the duck's triumph. Other events showcase monkeys swinging on high bars, bears and a hippo diving into a small pool, and kangaroos and pigs engaging in a lively boxing match.\n\nThe elephant, a standout athlete with two first-place finishes, receives a trophy amidst joyous celebrations. However, the festivities end in a comedic mishap as the elephant's fall shatters the trophy. This anime promises a delightful blend of humor, camaraderie, and friendly competition",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7895e067a6e36d88",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.394605883912007,
    "arithmeticGeometricMean": 5.364854849150742,
    "median": 5.47,
    "hash": "7895e067a6e36d88",
    "lastUpdate": "2024-05-08"
  }
}