{
  "sources": [
    "https://anidb.net/anime/11104",
    "https://anilist.co/anime/21066",
    "https://anime-planet.com/anime/beautiful-bones-sakurakos-investigation",
    "https://anisearch.com/anime/10231",
    "https://kitsu.io/anime/10706",
    "https://livechart.me/anime/1418",
    "https://myanimelist.net/anime/30187",
    "https://notify.moe/anime/IFLQpFmiR"
  ],
  "synopsis": {
    "text": "Tatewaki Shoutarou, a typical high school student with a penchant for the extraordinary, finds himself in the company of the enigmatic Sakurako Kujo, a stunning osteologist with a peculiar fascination for bones. Hailing from a wealthy family, Sakurako's obsession with 'beautiful bones' often leads her to assist local law enforcement as a forensic consultant, earning her a reputation as both a skilled detective and a corpse magnet.\n\nIn the tranquil city of Asahikawa, Hokkaido, Shoutarou's life takes a dramatic turn as he regularly visits Sakurako's grand estate, seeking respite from his mundane routine. However, he soon discovers her unusual hobby of collecting and studying bone specimens, which he initially mistakes for something more sinister. Despite this, Shoutarou finds himself drawn to Sakurako's eccentricities and begins to accompany her on her quests for animal carcasses and other bone-related adventures.\n\nAs they delve deeper into the world of forensics, Shoutarou and Sakurako find themselves entangled in a series of murder investigations, with Shoutarou serving as Sakurako's assistant and voice of reason. Despite his best efforts to keep her out of trouble, Shoutarou quickly realizes that Sakurako's knack for attracting the macabre is stronger than he initially thought.\n\nWith each new case, the duo's unique dynamic and shared passion for unraveling mysteries shines through, making for a captivating and thrilling anime experience. Join Shoutarou and Sakurako as they unearth the secrets hidden within the bones and bring justice to those who can no longer speak for themselves.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.425916423233497,
    "arithmeticGeometricMean": 7.424922668841364,
    "median": 7.454574783843077
  },
  "lastUpdate": "2024-05-09"
}