{
  "sources": [
    "https://anidb.net/anime/4574",
    "https://anilist.co/anime/1606",
    "https://anime-planet.com/anime/kekkaishi",
    "https://anisearch.com/anime/3712",
    "https://kitsu.io/anime/1445",
    "https://livechart.me/anime/4762",
    "https://myanimelist.net/anime/1606",
    "https://notify.moe/anime/oVu-5Fmmg"
  ],
  "synopsis": {
    "text": "The story follows Sumimura Yoshimori, a 14-year-old student at Karasumori School who leads a double life as a Kekkaishi, a guardian who wields supernatural abilities to combat evil creatures known as Ayakashi. Yoshimori's school is built on sacred land that amplifies the power of Ayakashi, making it a prime target for their invasions. Despite his dream of becoming a master baker, Yoshimori is bound by duty to protect his school and town from these malevolent beings.\n\nJoining Yoshimori in his nightly battles is his childhood friend and neighbor, Yukimura Tokine, who hails from a rival Kekkaishi clan. Despite their families' historical feud, the two form a formidable team, working together to repel the Ayakashi assaults. Tokine's past injury while protecting Yoshimori has fueled his determination to become stronger and safeguard her from future harm.\n\nAs the duo uncovers ancient secrets hidden within their school, they find themselves at the center of a brewing conflict involving a mysterious organization seeking to harness the power of Karasumori. With the stakes higher than ever, Yoshimori must balance his desire for a normal life with his responsibilities as a Kekkaishi, all while navigating complex relationships and overcoming the challenges that lie ahead.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7911f43111dae092",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.594177098111972,
    "arithmeticGeometricMean": 7.5924526424577135,
    "median": 7.603,
    "hash": "7911f43111dae092",
    "lastUpdate": "2024-05-09"
  }
}