{
  "sources": [
    "https://anidb.net/anime/389",
    "https://anilist.co/anime/445",
    "https://anime-planet.com/anime/tales-of-eternia",
    "https://anisearch.com/anime/2021",
    "https://kitsu.io/anime/408",
    "https://livechart.me/anime/5464",
    "https://myanimelist.net/anime/445",
    "https://notify.moe/anime/2LGTcFmmR"
  ],
  "synopsis": {
    "text": "En route to prevent the impending disaster known as the Grand Fall, Rid Hershel and his allies Farah, Keel, and Meredy have secured the three Greater Spirits of Inferia. As they journey towards Mount Farlos, Rid is unexpectedly abducted by the relentless bounty hunter Marone Blucarno, leading the group to the distant archipelago of Belcarnu. With Rid's fate hanging in the balance, the friends find themselves embroiled in a series of adventures that force them to stay on the islands, where they uncover a hidden threat to Inferia.\n\nThe twin worlds of Celestia and Inferia are on the brink of destruction, as they face the looming catastrophe of the Grand Fall – a cataclysmic event that would cause both realms to collide. Reid, Farah, Meredy, and Keel embark on a mission to save their worlds from annihilation, but their plans are derailed when Reid is captured by a ruthless bounty hunter named Marone. The friends are left stranded on the idyllic island of Belcarnu, where they stumble upon ancient ruins that hold secrets to the island's mysterious past. As they delve deeper into the enigma, the four friends must find a way to escape the island and thwart the Grand Fall.\n\nIn a realm where two worlds coexist, separated by the vast expanse of the sky, Reid, Farah, Keel, and Meredy embark on a perilous quest to avert the imminent destruction of their world. As the celestial world above them gradually descends, the friends face formidable monsters and summon powerful spirits to protect their land. Their journey takes an unexpected turn when they",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "794cab5ff652681c",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.960987543069176,
    "arithmeticGeometricMean": 5.945174014302761,
    "median": 6.17,
    "hash": "794cab5ff652681c",
    "lastUpdate": "2024-05-10"
  }
}