{
  "sources": [
    "https://anidb.net/anime/1189",
    "https://anilist.co/anime/1938",
    "https://anime-planet.com/anime/super-atragon",
    "https://anisearch.com/anime/1991",
    "https://kitsu.io/anime/1747",
    "https://livechart.me/anime/8448",
    "https://myanimelist.net/anime/1938",
    "https://notify.moe/anime/BEmL5KiiR"
  ],
  "synopsis": {
    "text": "Annette and Go find themselves in the midst of a global conflict that spans both time and space in Super Atragon. The story begins in the aftermath of the atomic bombing of Hiroshima, as a secret Japanese submarine, the Ra, engages in a fierce battle with its American counterpart. Both vessels vanish without a trace, taking their advanced technology with them.\n\nFast forward fifty years, and a UN task force, including Go and Annette, is dispatched to investigate strange occurrences in Antarctica. Their mission takes a dramatic turn when they encounter a mysterious black cylinder and the re-emergence of the long-lost Japanese submarine, the Ra.\n\nUnbeknownst to the UN task force, an ancient race known as the Mu Empire is preparing to invade Earth from beneath the sea. Armed with an arsenal of advanced weaponry and creatures of unimaginable power, the Mu Empire seems unstoppable. However, they did not anticipate the Ra, now transformed into the Undersea Battleship Atragon, a flying submersible vessel.\n\nAs Go discovers the truth behind the Ra's origins, he and Annette are thrust into a cataclysmic battle of wills between the Mu Empire and humanity. With the fate of the world hanging in the balance, the Atragon may be the only hope for victory.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7986f73806eeacf8",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.022622846541213,
    "arithmeticGeometricMean": 6.007735043847946,
    "median": 6.224,
    "hash": "7986f73806eeacf8",
    "lastUpdate": "2024-05-09"
  }
}