{
  "sources": [
    "https://anidb.net/anime/313",
    "https://anilist.co/anime/1362",
    "https://anime-planet.com/anime/street-fighter-ii-the-movie",
    "https://anisearch.com/anime/399",
    "https://kitsu.io/anime/1216",
    "https://livechart.me/anime/8024",
    "https://myanimelist.net/anime/1362",
    "https://notify.moe/anime/zV9x5FiiR"
  ],
  "synopsis": {
    "text": "Meanwhile, in a world where the strongest martial artists are sought after for their formidable skills, an evil organization known as Shadowlaw has emerged, intent on world domination through illegal means. Led by the ruthless M. Bison, Shadowlaw seeks to control the greatest fighters by any means necessary, including brainwashing and psychic manipulation. Among their top targets is Ryu, a wandering martial artist with unparalleled abilities.\n\nAs Bison's cyborg minions scour the globe for potential recruits, Ryu remains elusive, traveling from one fight to the next. However, when Bison discovers Ryu's close friendship with the former martial arts champion Ken, he sees an opportunity to lure Ryu out of hiding. Abducting and brainwashing Ken, Bison uses him as bait to draw Ryu into his trap.\n\nMeanwhile, Interpol agent Chun-Li and U.S. Air Force Major Guile team up to take down Shadowlaw and rescue the missing fighters. With their own personal vendettas against Bison, they must put aside their differences and work together to stop his nefarious plans. As the world's greatest fighters converge for an epic showdown, the fate of the world hangs in the balance. Can Ryu and his allies defeat Bison and his army of brainwashed fighters before it's too late? Only time will tell in this action-packed animated adaptation of the classic Street Fighter II arcade game.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "79fd0fb80b66edcd",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.041168934240362,
    "arithmeticGeometricMean": 7.036108203967608,
    "median": 7.052777777777778,
    "hash": "79fd0fb80b66edcd",
    "lastUpdate": "2024-05-10"
  }
}