{
  "sources": [
    "https://anidb.net/anime/10760",
    "https://anilist.co/anime/20792",
    "https://anime-planet.com/anime/fate-stay-night-unlimited-blade-works-2",
    "https://anisearch.com/anime/9824",
    "https://kitsu.io/anime/10052",
    "https://livechart.me/anime/740",
    "https://myanimelist.net/anime/28701",
    "https://notify.moe/anime/pw6PpFiig"
  ],
  "synopsis": {
    "text": "Servant Caster emerges as the most formidable opponent in the ongoing 5th Holy Grail War, forcing allied Masters Emiya Shirou and Toosaka Rin to seek an unlikely alliance with Illyasviel von Einzbern. Meanwhile, Matou Shinji, undeterred by the loss of Rider, forms a contract with a new Servant who shares a keen interest in Berserker's Master. In this volatile power struggle, trust is scarce, and alliances are easily broken, as each Master and Servant duo vie for the omnipotent wish-granting Holy Grail.\n\nAs Caster's plans unfold, Saber is taken captive, leaving Shirou to question the authenticity of his desire to protect people and become a hero. With his resolve tested and his principles challenged, Shirou must navigate a series of battles against both expected and unexpected enemies. Meanwhile, Rin and Archer find themselves on separate paths, each determined to confront the growing threat posed by Caster.\n\nIn the seemingly ordinary city of Fuyuki, surrounded by the ocean and mountains, seven Masters are chosen to participate in the ancient Holy Grail War. Each Master is assigned one of seven heroic spirits, or Servants, including Saber, Lancer, Archer, Rider, Caster, Assassin, and Berserker. These duos engage in a battle to the death, with the last pair standing claiming the mythical Holy Grail, said to grant any wish to its possessor.\n\nAs the war rages on, Shirou, injured and without his Servant, struggles to stay in the fight despite Rin's warnings. The motivations of each Master and Servant become increasingly clear as they sacrifice everything to claim the Holy Grail. In this treacherous game of shifting alliances and looming",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7a3834c0c9cdfa13",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.329393845207884,
    "arithmeticGeometricMean": 8.328591286683098,
    "median": 8.366363636363637,
    "hash": "7a3834c0c9cdfa13",
    "lastUpdate": "2024-05-09"
  }
}