{
  "sources": [
    "https://anidb.net/anime/1069",
    "https://anilist.co/anime/902",
    "https://anime-planet.com/anime/dragon-ball-z-movie-9-bojack-unbound",
    "https://anisearch.com/anime/3449",
    "https://kitsu.io/anime/802",
    "https://livechart.me/anime/4367",
    "https://myanimelist.net/anime/902",
    "https://notify.moe/anime/XzzJ5FmmR"
  ],
  "synopsis": {
    "text": "With the intent to celebrate his son's birthday, the world's wealthiest man, Mr. Money, orchestrates a grand martial arts tournament, inviting participants from across the globe. Unbeknownst to him, an ancient interstellar villain, Bojack, and his minions, have escaped their celestial prison and have joined the competition with sinister intentions. In the absence of Goku, the responsibility falls on Gohan, Vegeta, and Trunks to thwart Bojack's evil plans and save Earth.\n\nThe tournament, initially designed as a birthday gift for Dollar Money, unfolds with a comedic tone as Gohan, Trunks, and Krillin battle their way to the finals. Meanwhile, Goku watches his son's progress from heaven, and Mr. Satan engages in his customary antics to avoid the competitors. However, the mood shifts drastically when the final rounds reveal that the anticipated 'aliens' have been replaced by genuine extraterrestrial threats, led by Bojack.\n\nBojack, once imprisoned in a star for attempting to challenge the gods, was inadvertently freed during the Cell game due to Kaiou's demise. Seeking vengeance against the North Kaiou, Bojack targets his student's planet first. Trunks manages to defeat one opponent but falls to Bojack, while Krillin and Daisuke suffer defeats at the hands of Bojack's henchmen, resulting in Daisuke's tragic death.\n\nAs the villains gather and introduce themselves, a thrilling, albeit one-sided, battle ensues, leaving everyone battered and Gohan on the brink of death under Bojack's crushing grip. In a desperate attempt to save his son, Goku breaks the afterlife",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.010722950880689,
    "arithmeticGeometricMean": 7.00670123478367,
    "median": 7.128,
    "lastUpdate": "2024-05-09"
  }
}