{
  "sources": [
    "https://anidb.net/anime/11810",
    "https://anilist.co/anime/21512",
    "https://anime-planet.com/anime/ensemble-stars",
    "https://anisearch.com/anime/11295",
    "https://kitsu.io/anime/11595",
    "https://livechart.me/anime/1942",
    "https://myanimelist.net/anime/32212",
    "https://notify.moe/anime/um_jtFimR"
  ],
  "synopsis": {
    "text": "Idol training, intense competition, and a quest for fairness take center stage in the anime \"Ensemble Stars!\". Set in the prestigious Yumenosaki Private Academy, the school is renowned for its illustrious history of nurturing talented male idols for the entertainment industry. The academy's idol units, including the rising star Trickstar, are constantly honing their skills in hopes of claiming victory at the Dream Idol Festival, or \"DreamFes\", a live event that determines the school's top idol group.\n\nTrickstar, composed of second-year students Subaru Akehoshi, Hokuto Hidaka, Makoto Yuuki, and Mao Isara, aspires to challenge the status quo and reform the DreamFes, which has been marred by the school administration's manipulation. As the only female student and a recent transfer, Anzu finds herself in the unique position of being the academy's first-ever producer. Alongside Trickstar, Anzu embarks on a journey to revolutionize the academy and create a more equitable environment for all aspiring idols.\n\nIn this thrilling world of music, dance, and determination, join Anzu and the members of Trickstar as they navigate the challenges of Yumenosaki Private Academy and strive to make their mark in the idol industry. Witness their growth, friendships, and passion for performance in \"Ensemble Stars!\", an anime that will captivate your heart and leave you cheering for more.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.672574211502782,
    "arithmeticGeometricMean": 6.653657276276892,
    "median": 6.904545454545454,
    "lastUpdate": "2024-05-09"
  }
}