{
  "sources": [
    "https://anidb.net/anime/12732",
    "https://anilist.co/anime/101874",
    "https://anime-planet.com/anime/seoul-station",
    "https://anisearch.com/anime/11606",
    "https://kitsu.io/anime/12784",
    "https://livechart.me/anime/8969",
    "https://myanimelist.net/anime/34048",
    "https://notify.moe/anime/EQRZ2Kimg"
  ],
  "synopsis": {
    "text": "Seoul’s bustling streets descend into chaos as a seemingly ordinary day takes a terrifying turn. An old man, believed to be dead, rises and savagely attacks a homeless person, sparking a zombie outbreak that quickly spreads throughout the city. As the infected transform into ravenous monsters, the uninfected struggle to survive, with no place to call safe.\n\nAmidst the chaos, Hae-sun, a young runaway, finds herself trapped in the heart of the outbreak. Her estranged father, Suk-gyu, and her desperate boyfriend join forces to find her, navigating the treacherous streets of Seoul. Meanwhile, the government declares a lockdown, leaving the uninfected to fend for themselves against the growing zombie horde.\n\nIn the midst of the crisis, Hye-Seon and Gi-Ung, a struggling couple living in a dilapidated room, find their relationship on the brink of collapse. Desperate for money, Gi-Ung resorts to posting an online ad offering his girlfriend for prostitution, leading to a heated argument and their separation. Hye-Seon's father, alerted to the ad, rushes to help his daughter, only to find himself caught in the city's escalating chaos.\n\nAs Seoul descends into pandemonium, Hye-Seon joins forces with a homeless man, while Gi-Ung and Hye-Seon's father team up in search of her. With the city overrun and the zombie numbers exploding, the survivors must fight for their lives, with nowhere left to run.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7bddfe635e9c8952",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.920862797066879,
    "arithmeticGeometricMean": 5.91649909623764,
    "median": 5.995918367346937,
    "hash": "7bddfe635e9c8952",
    "lastUpdate": "2024-05-09"
  }
}