{
  "sources": [
    "https://anidb.net/anime/683",
    "https://anilist.co/anime/1553",
    "https://anime-planet.com/anime/queen-emeraldas",
    "https://anisearch.com/anime/1820",
    "https://kitsu.io/anime/1393",
    "https://livechart.me/anime/7202",
    "https://myanimelist.net/anime/1553",
    "https://notify.moe/anime/7caacFiiR"
  ],
  "synopsis": {
    "text": "Emeraldas, a lone enigmatic space warrior, navigates the cosmos in her formidable spaceship, the Queen Emeraldas, with a mission to thwart the ruthless ambitions of the Afressians, a race bent on galactic domination. Haunted by the painful memory of a love she once lost, Emeraldas relentlessly pursues her destiny among the stars, her journey shrouded in mystery.\n\nHiroshi, a young, ambitious boy, secretly boards a freighter bound for Daibaran, seeking to forge a stronger identity. The freighter falls under the merciless attack of the Afressian fleet, only to be saved by the sudden appearance of Emeraldas' intimidating vessel. Upon reaching Daibaran, Hiroshi secures a job in a rough saloon, only to find himself in an unfair fight when the Afressians begin their hunt for the one who dared to challenge them. Emeraldas, the cloaked savior, intervenes, revealing herself as the captain of the ship that had previously saved Hiroshi.\n\nStung by two humiliating defeats, the Afressian leader, Bararuda, decides that there can only be one queen in space. But can a single woman, piloting a solitary ship, withstand the wrath of an entire empire?\n\nAs Emeraldas continues her solitary journey across the endless planets, her path crosses with Hiroshi's and Captain Eldomain's. The fearless, scarred warrior insists that only two ships bear the right to display the skull symbol with impunity: Captain Harlock's and her own. But when the cunning Commander Eldomain abducts a group of innocent civilians, Emeraldas is lured into a deadly snare, one that might prove impossible to escape.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.771245693082427,
    "arithmeticGeometricMean": 6.764147088988604,
    "median": 6.909090909090909,
    "lastUpdate": "2024-05-09"
  }
}