{
  "sources": [
    "https://anidb.net/anime/8177",
    "https://anilist.co/anime/10049",
    "https://anime-planet.com/anime/nura-rise-of-the-youkai-clan-demon-capital",
    "https://anisearch.com/anime/6722",
    "https://kitsu.io/anime/7728",
    "https://livechart.me/anime/1224",
    "https://myanimelist.net/anime/10049",
    "https://notify.moe/anime/zS7tpKimR"
  ],
  "synopsis": {
    "text": "Having inherited the mantle of the Nura Clan, Rikuo Nura, the grandson of the legendary youkai Nurarihyon, finds himself caught in a whirlwind of supernatural challenges. While he strives to balance his human and youkai sides, Rikuo must also protect his loved ones and maintain the secret of the youkai. The sudden resurgence of the ancient and formidable fox-demon, Hagoromo Gitsune, poses a dire threat to Rikuo and his family. With a personal vendetta against the Nura Clan, Hagoromo Gitsune is determined to wreak havoc and fulfill her sinister ambitions.\n\nAs the heir to a powerful youkai clan, Rikuo appears to be an ordinary middle-schooler, but his life is anything but ordinary. After a brief period of peace following the resolution of conflicts with the Shikoku Yokai, Rikuo must now confront an ancient enemy that has resurfaced after 400 years. Hagoromo-Gitsune sweeps through Kyoto with overwhelming force, leaving Rikuo with no choice but to face his most fearsome trial yet.\n\nLiving in a house of spirits with his grandfather, Nurarihyon, Rikuo is destined to succeed him as the clan's leader. Despite his desire to perform good deeds and embrace his human side, Rikuo may ultimately have to rely on his demonic powers to confront the looming threats. As the world teeters on the brink of an all-out war, Rikuo must journey across Japan to forge new alliances and unlock hidden abilities to stand against the seemingly insurmountable power of Hagoromo-Gitsune.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7c33012c66e5d765",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.959722840651413,
    "arithmeticGeometricMean": 7.958723723643775,
    "median": 7.932244897959183,
    "hash": "7c33012c66e5d765",
    "lastUpdate": "2024-05-09"
  }
}