{
  "sources": [
    "https://anidb.net/anime/9002",
    "https://anilist.co/anime/13125",
    "https://anime-planet.com/anime/from-the-new-world",
    "https://anisearch.com/anime/7640",
    "https://kitsu.io/anime/6887",
    "https://livechart.me/anime/959",
    "https://myanimelist.net/anime/13125",
    "https://notify.moe/anime/-invtFmiR"
  ],
  "synopsis": {
    "text": "Not too distant in the future, in the seemingly idyllic town of Kamisu 66, a group of young friends are on the brink of unraveling the dark secrets that lie beneath the surface of their supposed utopia. 12-year-old Saki Watanabe, along with her friends Satoru Asahina, Maria Akizuki, Mamoru Itou, and the enigmatic Shun Aonuma, have all recently come into their psychic abilities, a power that has reshaped the world following a tumultuous period of violence and upheaval.\n\nAs they begin their training at the prestigious Sage Academy, Saki and her friends become increasingly aware that not all is as it seems in their carefully controlled society. Whispers of mysterious creatures known as Tainted Cats, rumored to abduct children, and unexplained disappearances among their peers only serve to deepen their suspicions.\n\nAs they delve deeper into the truth, Saki and her friends will be forced to confront the grim reality of their world's history and the role they must play in shaping its future. With society on the brink of collapse and the weight of the world on their shoulders, they must navigate a complex web of lies, secrets, and hidden dangers that will challenge everything they thought they knew about their powers and the world they inhabit.\n\nJoin Saki and her friends on their perilous journey of self-discovery and growth in this unique coming-of-age tale that explores the darker side of utopia and the true cost of power.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.131517756300381,
    "arithmeticGeometricMean": 8.131152227424229,
    "median": 8.102727797001155,
    "lastUpdate": "2024-05-10"
  }
}