{
  "sources": [
    "https://anidb.net/anime/10031",
    "https://anilist.co/anime/20159",
    "https://anime-planet.com/anime/pokemon-the-origin",
    "https://anisearch.com/anime/8923",
    "https://kitsu.io/anime/7922",
    "https://livechart.me/anime/188",
    "https://myanimelist.net/anime/20159",
    "https://notify.moe/anime/91ZhpFimg"
  ],
  "synopsis": {
    "text": "Pokémon: The Origin follows the journey of Red, an aspiring Pokémon trainer, as he sets out to complete the daunting task assigned by Professor Oak - to create an encyclopedia of all 149 known Pokémon. Alongside his rival, Green, Red embarks on a thrilling adventure across the Kanto region, encountering a diverse range of Pokémon with unique abilities and personalities.\n\nAs Red and his trusty Hitokage face off against formidable Gym Leaders and battle to become the Pokémon League Champion, they also cross paths with the nefarious Team Rocket, who seek to exploit Pokémon for their own sinister purposes. Along the way, Red meets a host of memorable characters, including Fuji Roujin, the kind-hearted caretaker of abandoned Pokémon, and Reina, a dedicated worker at Fuji's shelter.\n\nWith challenges and obstacles at every turn, Red's journey is not just about becoming the strongest trainer, but also about discovering his own strengths and passions. As he and his Pokémon partners grow and evolve together, they form unbreakable bonds and uncover the true meaning of what it means to be a Pokémon trainer. Will Red be able to complete his mission and become a champion, or will the dangers of the Pokémon world prove too great to overcome? Only time will tell in this epic tale of adventure, friendship, and self-discovery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7c46631a8aa0378f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.667137656456894,
    "arithmeticGeometricMean": 7.665275077898509,
    "median": 7.663181818181818,
    "hash": "7c46631a8aa0378f",
    "lastUpdate": "2024-05-09"
  }
}