{
  "sources": [
    "https://anidb.net/anime/6153",
    "https://anilist.co/anime/5258",
    "https://anime-planet.com/anime/hajime-no-ippo-new-challenger",
    "https://anisearch.com/anime/5149",
    "https://kitsu.io/anime/4016",
    "https://livechart.me/anime/4246",
    "https://myanimelist.net/anime/5258",
    "https://notify.moe/anime/PUMj5KiiR"
  ],
  "synopsis": {
    "text": "Edited: In the relentless pursuit of true strength, Makunouchi Ippo presses on in his boxing journey, his flames of determination stoked by the dream of facing his idol, Miyata Ichirou, in the ring once more. Accompanying him are fellow pugilists Takamura, Aoki, and Kimura, each striving to achieve their own ambitions.\n\nReigning as the Japanese Featherweight Champion, Ippo's sights are set on defending his hard-earned title against formidable challengers from around the globe. Meanwhile, his long-time rival, Ichirou Miyata, emerges in the Oriental Pacific Boxing Federation, vying for his own Featherweight championship. As the world's elite fighters close in, can Japan's finest stand tall against the onslaught and seize victory, or will they crumble under the immense pressure? This time, champions transform into challengers, prepared to unleash their indomitable fighting spirit on the international stage.\n\nDespite his accomplishments, Ippo still grapples with feelings of inadequacy, driving him to seek new goals. As the world of boxing unfolds around him, he braces for a world championship title bout and a showdown with the legendary Eiji Date, who returns after seven years to challenge the Mexican champion. Will Ippo conquer his shortcomings and safeguard his title, ascending to the pinnacle of the boxing world?\n\nMakunouchi Ippo forges ahead in his professional boxing path, seeking to embody the essence of a true champion as the Japanese titleholder. With a new wave of aspiring boxers viewing him as both an inspiration and a rival, Ippo must hone his abilities both within and beyond the ring. Can the compassionate Ippo display the r",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.552334490334491,
    "arithmeticGeometricMean": 8.551244987593304,
    "median": 8.628181818181819
  },
  "lastUpdate": "2024-05-09"
}