{
  "sources": [
    "https://anidb.net/anime/12408",
    "https://anidb.net/anime/12863",
    "https://anilist.co/anime/104545",
    "https://anime-planet.com/anime/manga-hanasaka-jijii",
    "https://anisearch.com/anime/12273",
    "https://kitsu.io/anime/10638",
    "https://myanimelist.net/anime/30086",
    "https://notify.moe/anime/kY5wpKmig"
  ],
  "synopsis": {
    "text": "An enchanting Japanese fairy tale, Hanasaka Jiijii, comes to life in this captivating anime adaptation by Yasuji Murata. The story revolves around an elderly couple who, guided by their beloved dog's incessant barking, unearth a treasure of koban coins hidden beneath the ground. Their joyous discovery, however, draws the attention of their envious and ill-tempered neighbor.\n\nIn a desperate attempt to replicate the couple's fortune, the neighbor borrows their dog and embarks on his own treasure hunt. Instead of gold, he finds nothing but frogs and snakes, leading him to commit a heinous act against the innocent dog. The kind-hearted couple, mourning the loss of their pet, construct a mortar and pestle from the tree that stood guard over its grave.\n\nMiraculously, whenever the old man uses the mortar and pestle, koban coins materialize. Attempting to emulate this wonder, the neighbor only invites misfortune upon himself. In a fit of rage, he destroys the magical tools, only to find that the ashes they leave behind hold a unique power.\n\nThe ashes, when sprinkled on cherry trees by the kind old man, bring forth a breathtaking blossom, captivating the local Daimyo who bestows upon him many gifts. The neighbor, driven by envy once more, attempts the same feat but only meets with humiliation and banishment. The tale concludes with the kind old man transforming barren lands into vibrant, blooming fields.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7c8ff9c0f568eaed",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 4.879441558441559,
    "arithmeticGeometricMean": 4.841479332031834,
    "median": 4.885,
    "hash": "7c8ff9c0f568eaed",
    "lastUpdate": "2024-05-07"
  }
}