{
  "sources": [
    "https://anilist.co/anime/642",
    "https://anime-planet.com/anime/ichigo-100-koi-ga-hajimaru-satsuei-gasshuku-yureru-kokoro-ga-higashi-e-nishi-e",
    "https://anisearch.com/anime/7073",
    "https://kitsu.io/anime/223",
    "https://livechart.me/anime/5295",
    "https://myanimelist.net/anime/642",
    "https://notify.moe/anime/x_IhcFimg"
  ],
  "synopsis": {
    "text": "He ading off from where Ichigo 100% TV concludes, the focus shifts to the production of a film based on Toujou's script. Junpei, the protagonist, finds himself in a series of misadventures that begin with a disturbing nightmare featuring his attractive female companions. With the film club's script finally completed, the group embarks on a journey to a forest cabin to shoot their movie.\n\nJunpei, who is easily sidetracked from his scripted dialogues, is tasked with meeting Aya at the train station. However, an unexpected thunderstorm forces the duo to seek shelter in a deserted house. Drenched to the bone, they find themselves with no choice but to remove their clothes and wait for the rain to cease. Will Junpei be able to maintain his composure and keep his undergarments on, especially when Aya, clad only in her underwear, seeks to snuggle closer to stay warm?\n\nMeanwhile, Junpei and the rest of the Photography Club are on a club excursion. Junpei and Toujou lose their way to the camp, and a sudden storm forces them to take refuge in an abandoned building, providing Junpei with a potential opportunity. Amidst the trip, they participate in a 'test of courage' game, presenting Junpei with further chances to make a move on Nishino. It seems like luck is on his side, but will he seize these opportunities?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7d4485f17c72466b",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.807816532673676,
    "arithmeticGeometricMean": 6.798704407785419,
    "median": 6.81,
    "hash": "7d4485f17c72466b",
    "lastUpdate": "2024-05-06"
  }
}