{
  "sources": [
    "https://anidb.net/anime/16954",
    "https://anilist.co/anime/141062",
    "https://anime-planet.com/anime/technoroid-overmind",
    "https://anisearch.com/anime/16760",
    "https://kitsu.io/anime/45409",
    "https://livechart.me/anime/10867",
    "https://myanimelist.net/anime/50284",
    "https://notify.moe/anime/pwT8V-FnR"
  ],
  "synopsis": {
    "text": "KNoCC, a group of four androids, find themselves in a desperate situation as they face a forced shutdown due to unpaid bills and lack of electricity. In a world where climate change has submerged most of the earth underwater and androids have taken over menial tasks, the Entertainment Tower Babel stands as a beacon of hope for both humans and androids. Babel hosts a tournament where musical units compete, captivating audiences with their performances to win prize money and climb the tower's stages.\n\nCobalt, Chrom, Neon, and Kei, the members of KNoCC, decide to participate in the tournament to earn the much-needed funds and save themselves from shutting down. However, winning the audience's favor proves to be a challenging task. Inspired by the top climber unit, STAND-ALONE, and guided by a mysterious choreographer, the androids, along with their human companion Esora Shibaura, embark on a journey to overcome their obstacles and conquer the tower.\n\nAs they climb higher, KNoCC must also confront the prevalent discrimination against androids. With unconventional concepts and powerful performances, these wretched yet beautiful androids strive to move the hearts of both humans and androids, aiming to rise to the top of Babel and secure their future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7d99d0c7276e619a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.381391995759342,
    "arithmeticGeometricMean": 6.3552280074109895,
    "median": 6.458,
    "hash": "7d99d0c7276e619a",
    "lastUpdate": "2024-05-10"
  }
}