{
  "sources": [
    "https://anidb.net/anime/3511",
    "https://anilist.co/anime/4962",
    "https://anime-planet.com/anime/mon-colle-knights",
    "https://anisearch.com/anime/2465",
    "https://kitsu.io/anime/3867",
    "https://livechart.me/anime/9069",
    "https://myanimelist.net/anime/4962",
    "https://notify.moe/anime/SsJ9cKmmR"
  ],
  "synopsis": {
    "text": "Rokuna, her classmate Mondo, and her scientist father, Ichiroubei Hiiragi, embark on an extraordinary journey to the Sixgate world, a parallel universe teeming with mythical monsters and powerful artifacts known as Mon Mon Items. As the Mon Colle Knights, the trio's mission is to gather these items before the nefarious Count Collection can exploit their power to conquer both realms.\n\nIn this alternate dimension, the heroes form alliances with the native monsters, fostering friendships and working together to thwart Count Collection's schemes. The stakes are high, as the combined force of the Mon Mon Items can either harmoniously merge the magic of the Sixgate world with their own or reshape reality for sinister purposes.\n\nAs the Mon Colle Knights, Mondo and Rokuna must protect their world and the Sixgate realm from the clutches of evil. Guided by Ichiroubei's wisdom, they navigate this fantastical landscape, befriending monsters and battling against the forces of Prince Eccentro, who seeks to dominate the Mon Worlds and harness the monsters' powers to rule over Earth.\n\nWith the future of both worlds hanging in the balance, Mondo and Rokuna must unite with their newfound allies to safeguard the freedom and happiness of the Mon Worlds and prevent the realization of Prince Eccentro's malevolent ambitions. Will they succeed in their quest, or will darkness envelop the realms they hold dear?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.1200024737167595,
    "arithmeticGeometricMean": 6.080682446835232,
    "median": 6.2727272727272725,
    "lastUpdate": "2024-05-09"
  }
}