{
  "sources": [
    "https://anidb.net/anime/11736",
    "https://anilist.co/anime/21455",
    "https://anime-planet.com/anime/new-game",
    "https://anisearch.com/anime/10942",
    "https://kitsu.io/anime/11467",
    "https://livechart.me/anime/1894",
    "https://myanimelist.net/anime/31953",
    "https://notify.moe/anime/Zp4jtKmmR"
  ],
  "synopsis": {
    "text": "As soon as she finishes high school, Suzukaze Aoba lands her dream job at Eagle Jump, the renowned game development company responsible for her beloved childhood game, Fairies Story. On her first day, Aoba's excitement is palpable as she navigates the crowded morning commute and enters the office, guided by her senior colleague, Toyama Rin. Awaiting her is an adventure of a lifetime as she joins a team of passionate game developers working on the highly anticipated Fairies Story 3.\n\nTo Aoba's delight, her supervisor is none other than Kou Yagami, the talented artist behind the original game's captivating character designs that she admired as a child. Alongside her quirky coworkers, including the shy Hifumi Takimoto, the outspoken Yun Iijima, and the dedicated Hajime Shinoda, Aoba embarks on a thrilling journey through the world of game development. Together, they tackle the challenges of perfecting character designs, fixing errors, and collaborating as a team to bring the enchanting world of Fairies Story 3 to life.\n\nNew Game! follows Aoba and her friends as they learn the ropes of the gaming industry, forge lasting bonds, and share their passion for creating unforgettable gaming experiences. Join Aoba on her inspiring journey as she discovers the magic behind game development and the joy of working alongside like-minded individuals in this heartwarming and engaging anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7e77594987da57cf",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.676019466813159,
    "arithmeticGeometricMean": 7.675087589598464,
    "median": 7.737,
    "hash": "7e77594987da57cf",
    "lastUpdate": "2024-05-09"
  }
}