{
  "sources": [
    "https://anidb.net/anime/1370",
    "https://anilist.co/anime/3670",
    "https://anime-planet.com/anime/genesis-climber-mospeada",
    "https://anisearch.com/anime/3450",
    "https://kitsu.io/anime/3182",
    "https://livechart.me/anime/5541",
    "https://myanimelist.net/anime/3670",
    "https://notify.moe/anime/J9Sl5Kmmg"
  ],
  "synopsis": {
    "text": "In the year 2050, Earth is invaded by an alien race called the Invid. Unable to defend against the overwhelming invasion, humanity is defeated and Earth becomes occupied by the aliens, who set up a main base called Reflex Point. Many humans escape to colonies on Mars and the moons of Jupiter. Over the next few decades, the Mars colony launches several counterattacks to try to recapture Earth, but these attempts fail due to the Invid's superior technology and ability to detect human energy sources. In 2080, the next generation of Mars troops launch another assault with advanced transformable mecha suits. Lieutenant Commander Stig Bernard leads the 21st Armored Division in this Second Earth Recapture Force. However, they too are roundly defeated, and Stig's fiance Marlene is killed. Stig crash lands in South America, stricken by grief and the desire for revenge. As he travels north toward Reflex Point, he meets a ragtag group of freedom fighters also waging their own wars against the Invid - Ray, Yellow, Houquet, Jim, a Marlene lookalike, and Mint. They become close comrades united by the goal of liberating Earth. As the story progresses, the truth about the Invid invasion is uncovered. Their intention was simply to use Earth as a place to evolve into more advanced lifeforms. However, this process threatens to cause the extinction of both humans and Invid. Thus, Stig's group must race to convince the Invid ruler, the Regess, to abandon Earth before it is too late to save either species. Their courage and cooperation offer the last hope to avert catastrophe.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 6.545095679830374,
    "arithmeticGeometricMean": 6.516289642982123,
    "median": 6.7272727272727275,
    "lastUpdate": "2024-05-19"
  }
}