{
  "sources": [
    "https://anidb.net/anime/2978",
    "https://anilist.co/anime/5289",
    "https://anime-planet.com/anime/beast-wars-ii-chou-seimeitai-transformers-movie",
    "https://anisearch.com/anime/3037",
    "https://kitsu.io/anime/4036",
    "https://livechart.me/anime/7950",
    "https://myanimelist.net/anime/5289",
    "https://notify.moe/anime/9SSj5KiiR"
  ],
  "synopsis": {
    "text": "Gigastorm and Galvatron, leaders of the Destrons, eagerly observe a mysterious spaceship descending upon Planet Gaea, foreseeing it as a harbinger of good fortune. Meanwhile, the Cybertron Jointron brothers engage in a fierce space battle against the space pirate Seacons, resulting in the formation of the mighty Tripledacus and God Neptune. However, their intense skirmish is abruptly interrupted by an enigmatic spaceship, which propels them further into the cosmos.\n\nIn the heart of Planet Gaia, Lion Jr. and the valiant Autobots embark on an expedition to unravel the secrets of a recently crashed spaceship. Stumbling upon a cryptic artifact, they find themselves ambushed by the treacherous Decepticons, who are hell-bent on seizing the relic. As the battle intensifies, Lion Jr. is held responsible for his tactical blunder and detained by Lion Convoy, the revered leader of the Autobots.\n\nOverwhelmed by a sense of injustice, Lion Jr. breaks free from captivity and surrenders the relic to Megatron, the ruthless Decepticon leader. Megatron exploits the artifact's power to unleash a terrifying space-time portal, summoning the malevolent Zarak. As the Autobots struggle to thwart this new menace, the future of Planet Gaia hangs in the balance.\n\nIn the midst of this chaos, the legendary Beast Convoy (Optimus Primal) joins forces with Lio Convoy and the Maximals to combat the monstrous Decepticon, Majin Zarak, who has been unleashed by Galvatron using the same mysterious device. The fate of",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7ec6f664cd4d169b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.663542009011397,
    "arithmeticGeometricMean": 5.629067055571277,
    "median": 5.7272727272727275,
    "hash": "7ec6f664cd4d169b",
    "lastUpdate": "2024-05-08"
  }
}