{
  "sources": [
    "https://anidb.net/anime/192",
    "https://anilist.co/anime/593",
    "https://anime-planet.com/anime/infinite-ryvius",
    "https://anisearch.com/anime/1781",
    "https://kitsu.io/anime/548",
    "https://livechart.me/anime/4406",
    "https://myanimelist.net/anime/593",
    "https://notify.moe/anime/GhuocFmmR"
  ],
  "synopsis": {
    "text": "Sea of Geduld, a dense plasma field created by a massive solar flare in 2137 AD, has become a treacherous obstacle in the solar system. In 2225 AD, the Liebe Delta training station, located on the edge of this deadly phenomenon, falls victim to a devastating act of sabotage during a routine dive. The attack claims the lives of all adult crew members, leaving young astronauts-in-training, like Kouji Aiba and Aoi Housen, to fend for themselves.\n\nAs the station hurtles towards the unforgiving Geduld, these young trainees must put their skills to the ultimate test. Their only hope for survival lies in the Ryvius, a hidden interstellar spacecraft nestled deep within the station. With no adult guidance, they must work together to navigate the mysterious ship through a solar system filled with powerful and enigmatic adversaries.\n\nHowever, the greatest threat to their survival may not be the external forces pursuing them, but the internal struggles and growing tensions among the desperate survivors. As they embark on this perilous journey home, they must confront their darkest fears and learn to rely on each other, or risk succumbing to the dangers that lurk both within and beyond the Ryvius. All the while, the masterminds behind the sabotage watch and wait, preparing to strike again.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7efa9a7e5c8d1ff7",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.436353034720383,
    "arithmeticGeometricMean": 7.43322111139138,
    "median": 7.46,
    "hash": "7efa9a7e5c8d1ff7",
    "lastUpdate": "2024-05-09"
  }
}