{
  "sources": [
    "https://anidb.net/anime/14922",
    "https://anilist.co/anime/109603",
    "https://anime-planet.com/anime/yamishibai-japanese-ghost-stories-7th-season",
    "https://anisearch.com/anime/14417",
    "https://kitsu.io/anime/42359",
    "https://livechart.me/anime/9448",
    "https://myanimelist.net/anime/39836",
    "https://notify.moe/anime/IbpyvjWZR"
  ],
  "synopsis": {
    "text": "Japan's eeriest folktales and urban legends take center stage in the latest season of Yami Shibai, a chilling anthology of short horror stories presented in the traditional 'paper drama' format. The enigmatic Kamishibaiya, an old man adorned with a haunting yellow mask, returns to regale audiences with spine-tingling narratives drawn from Japan's rich tapestry of supernatural lore.\n\nThis season, the Kamishibaiya finds himself in a decaying apartment shrouded in darkness, eager to share his terrifying tales with those brave enough to listen. From a woman grappling with the ghosts of her past to a man whose curiosity leads him down a treacherous path at a sinister art exhibit, each story promises to deliver heart-pounding suspense and unsettling revelations.\n\nA woman's peaceful night is shattered by strange noises emanating from her veranda, leading her boyfriend to uncover a horrifying secret. A panicked phone call from her sister draws a woman to a phone booth, where she is confronted with a reality far more twisted than she could have imagined. And when a man ventures into his sister's room in search of a lost item, he uncovers a malevolent force lurking within.\n\nThe Kamishibaiya's masterful storytelling weaves these chilling narratives together, drawing audiences deeper into the shadows and leaving them breathless with anticipation. As the masked storyteller continues his dark mission, there's no telling what terrifying tales await in the seventh season of Yami Shibai.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.1273418367346935,
    "arithmeticGeometricMean": 6.11011083370435,
    "median": 6.035510204081632,
    "lastUpdate": "2024-05-10"
  }
}