{
  "sources": [
    "https://anidb.net/anime/16163",
    "https://anilist.co/anime/131516",
    "https://anime-planet.com/anime/do-it-yourself",
    "https://anisearch.com/anime/16081",
    "https://kitsu.io/anime/44237",
    "https://livechart.me/anime/10483",
    "https://myanimelist.net/anime/48542",
    "https://notify.moe/anime/QvJt7swGR"
  ],
  "synopsis": {
    "text": "Club leader Kurei and her diverse team of six members are dedicated to honing their skills in the DIY club at a Sanjou school in Niigata Prefecture. Among the members are the reserved Takumi, Serufu and her long-time friend Pudding, the brilliant twelve-year-old exchange student Jobko, and Pudding's classmate Shii. Together, they collaborate on projects to enhance their abilities.\n\nIn a world transformed by the Fourth Industrial Revolution, Yuyu Girls' Vocational High School stands at the forefront of technological advancements. However, Serufu Yua finds herself attending the conventional Gatagata Girls' High School after her application to Yuyu High is rejected, causing a rift in her friendship with her tech-savvy childhood friend, Miku 'Purin' Suride. A fateful bike accident leads Serufu to cross paths with Rei Yasaku, the head of Gatagata's DIY Club, who repairs her damaged bicycle. Seeing an opportunity to mend her friendship with Purin, Serufu joins the club, which is on the brink of disbanding due to low membership. As new members join the DIY Club, Serufu discovers the art of crafting friendships alongside handmade creations.\n\nIn the western Japanese city of Sanjō, six high school girls navigate the challenges of DIY projects as part of their daily lives. These young women, each with their own unique backgrounds and skills, work together to build furniture, friendships, and their futures with determination and hard work.\n\nDaydreamer Yua Serufu joins the DIY club at her high school after a chance encounter with club president Yasaku Rei. Alongside a group of extraordinary girls, including the knowledgeable Rei and the",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7f61dd0191ed4b22",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.533635435992578,
    "arithmeticGeometricMean": 7.53106324447104,
    "median": 7.578385899814471,
    "hash": "7f61dd0191ed4b22",
    "lastUpdate": "2024-05-09"
  }
}