{
  "sources": [
    "https://anidb.net/anime/6758",
    "https://anilist.co/anime/12039",
    "https://anime-planet.com/anime/whats-michael",
    "https://anisearch.com/anime/4972",
    "https://kitsu.io/anime/6651",
    "https://livechart.me/anime/7287",
    "https://myanimelist.net/anime/12039",
    "https://notify.moe/anime/2BGHtFmmR"
  ],
  "synopsis": {
    "text": "Manga enthusiasts and cat lovers alike will find delight in \"What's Michael?\", a critically acclaimed series penned and illustrated by Kobayashi Makoto. The story revolves around Michael, a plump, ginger tabby who shares a striking resemblance with the beloved comic strip character, Garfield. Michael's life is far from ordinary, as he navigates through daily adventures that involve dodging the local bully cat, Nyazilla, scavenging for food, and entertaining his less-than-intelligent human companions.\n\nThe series offers a humorously accurate portrayal of feline behavior, which has earned it high praise from numerous reviewers. Michael's world is filled with unique experiences, from battling fleas to searching for a partner, and even indulging in fantasies that would make Garfield green with envy. The series won the New York Library book award in 1990 and the Kodansha Manga Award for general manga in 1986, a testament to its captivating storytelling and relatable characters.\n\nIn essence, \"What's Michael?\" is a charming and witty exploration of the everyday life of cats, proving that they are not just pets, but characters with their own quirks and stories. Whether it's the irresistible allure of raw fish or the inexplicable aversion to toothpaste, Michael embodies the peculiarities of feline behavior in a way that is both entertaining and endearing.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7f709fb49db8ad89",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.517026592455164,
    "arithmeticGeometricMean": 5.493457556132043,
    "median": 5.433181818181819,
    "hash": "7f709fb49db8ad89",
    "lastUpdate": "2024-05-10"
  }
}