{
  "sources": [
    "https://anidb.net/anime/872",
    "https://anilist.co/anime/8363",
    "https://anime-planet.com/anime/crayon-shin-chan-movie-11-arashi-wo-yobu-eikou-no-yakiniku-road",
    "https://anisearch.com/anime/2571",
    "https://kitsu.io/anime/5312",
    "https://livechart.me/anime/8628",
    "https://myanimelist.net/anime/8363",
    "https://notify.moe/anime/HTvmpKmiR"
  ],
  "synopsis": {
    "text": "The Nohara family was looking forward to a delicious barbecue dinner at home when their plans were suddenly disrupted by a mysterious stranger. This man falsely accused them of crimes and made them targets of both police and gang members. Forced to flee their home with barely any resources or information, the confused family realized they had become embroiled in a dangerous conspiracy orchestrated by a shadowy group called the Sweet Boys. Determined to clear their names and solve the mystery behind the false accusations, the Noharas embarked on a perilous journey to the Sweet Boys' headquarters in Atami. Along the way, they leveraged every tool at their disposal, from Shin-chan's surprising connections to Himawari's uncanny charm, to evade capture and piece together clues. Just when they finally confronted the Sweet Boys in their stronghold, the family was separated in the chaos, leaving them scrambling to reunite and expose the truth. Against all odds, the resilient Noharas managed to exonerate themselves while taking down a criminal enterprise. However, their real reward was not revenge or justice, but rather the long-awaited backyard barbecue they had rightfully earned after their harrowing ordeal. Fueled by the unbreakable bonds of family, the Noharas overcame a sinister plot and emerged closer than ever, with a newfound appreciation for each other...and perfectly cooked yakiniku.",
    "author": "anthropic.claude-v2:1"
  },
  "score": {
    "arithmeticMean": 6.8708449509674,
    "arithmeticGeometricMean": 6.856454194114153,
    "median": 6.952
  },
  "lastUpdate": "2024-05-22"
}