{
  "sources": [
    "https://anidb.net/anime/11864",
    "https://anilist.co/anime/21568",
    "https://anime-planet.com/anime/nora-princess-and-stray-cat",
    "https://anisearch.com/anime/11057",
    "https://kitsu.io/anime/11811",
    "https://livechart.me/anime/1984",
    "https://myanimelist.net/anime/32447",
    "https://notify.moe/anime/zBy3pKmig"
  ],
  "synopsis": {
    "text": "With a twist of fate and a touch of the supernatural, the story of Nora Handa unfolds in the most unexpected way. Living a typical high school life in Sakuragabuchi with his adopted sister, Shachi Yuuri, and a circle of close friends, Nora's world is turned upside down when he encounters Patricia, a princess from the underworld.\n\nPatricia's mission is to eradicate all life on Earth, but upon her first contact with a human - Nora - she finds herself overwhelmed and faints. Nora, in a surprising turn of events, becomes her caretaker and guide to the human world. As Patricia struggles to comprehend the complexities of life, Nora inadvertently shares with her an adult magazine they discovered in the park, sparking her curiosity even further.\n\nHowever, an accidental kiss between the two transforms Nora into a black cat, and he finds himself fluctuating between his human form and feline state. While Nora adapts to his bewildering new reality, Patricia develops feelings for him, leading to an emotional rollercoaster for both.\n\nAs Nora and his friends navigate through school life, they must also help Patricia understand the intricacies of human existence, all while keeping her true identity a secret. This captivating tale of friendship, love, and the supernatural is sure to leave you eager for more.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "7fc0e28291f3e8e2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.440208547266687,
    "arithmeticGeometricMean": 5.4186591783092215,
    "median": 5.3694186046511625,
    "hash": "7fc0e28291f3e8e2",
    "lastUpdate": "2024-05-09"
  }
}