{
  "sources": [
    "https://anidb.net/anime/17446",
    "https://anilist.co/anime/150653",
    "https://anime-planet.com/anime/junji-ito-maniac-japanese-tales-of-the-macabre",
    "https://anisearch.com/anime/17440",
    "https://kitsu.io/anime/46168",
    "https://livechart.me/anime/11246",
    "https://myanimelist.net/anime/52031",
    "https://notify.moe/anime/hdgEgdC7g"
  ],
  "synopsis": {
    "text": "Sonohara's boy, Tomoki, is desperate for a taste of the Ice Cream Man's frozen treats, but his father's suspicions about the mysterious vendor leave him uneasy. Meanwhile, Goro and his friends venture into a tunnel where Goro's mother disappeared years ago, only to discover something beyond their wildest imaginations. In another tale, Terumi Fujino's suicide sparks a wave of floating heads and dangling corpses across Japan, leaving the nation in a state of terror.\n\nKouichi's noisy little brother, Souichi, drives him to the brink of insanity, but when his parents soundproof his room, the solution may be more sinister than the problem. Yuji's dreams of an alter ego threaten to consume him, forcing him to seek the help of his friend Mari to stay awake. Toru Oshikiri and his classmates investigate the strange footsteps in his house, while Chiemi's long hair becomes the source of a horrifying ordeal after her boyfriend breaks up with her.\n\nAkasaka returns home to find his house overrun with mold, and Goro Shirasaki's library obsession leads to a dramatic turn of events. Tsuyoshi and Kaoru's journey to their friend Izumi's house takes a dark turn in a town filled with graves, while Reimi's layers of terror threaten her family's sanity. A 30-ton creature washes ashore, revealing a shocking secret, and Tsukiko's photography hobby exposes Tomie's true nature.\n\nSayoko and Noriko's hike leads them to a sealed-off sanctuary, while Kuriko struggles with Naoya's increasingly clingy behavior. Ishida's new flat comes with an unsett",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.934351576994434,
    "arithmeticGeometricMean": 6.925591862736778,
    "median": 6.8846011131725415,
    "lastUpdate": "2024-05-09"
  }
}