{
  "sources": [
    "https://anidb.net/anime/6633",
    "https://anilist.co/anime/9495",
    "https://anime-planet.com/anime/inochi-no-chikyuu-dioxin-no-natsu",
    "https://anisearch.com/anime/5805",
    "https://kitsu.io/anime/5753",
    "https://myanimelist.net/anime/9495",
    "https://notify.moe/anime/XEMGtFiig"
  ],
  "synopsis": {
    "text": "La id in the heart of Italy, near the bustling city of Milan, lies the quaint town of Seveso, home to a close-knit group of friends - Giulia Bianchi, Maria, Enrico, Lucio, and Angelo. Their peaceful existence takes a dramatic turn on a fateful day in July 1976, when their lives intertwine with a real-life catastrophe.\n\nDuring Giulia's birthday celebrations, a nearby ICMESA chemical plant experiences a devastating explosion, unleashing a menacing cloud of deadly dioxins into the atmosphere. The once vibrant town is now blanketed under a white, irritating dust, signaling the beginning of a week-long exposure to the poisonous substance.\n\nAs animals start dying and people fall ill, the group of friends, along with a determined Japanese journalist, Shirou Andou, embark on a daring mission to uncover the truth behind the disaster. Their investigation reveals the shocking negligence of La Roche, the parent company of ICMESA, which knowingly violated safety protocols and destroyed evidence of their crimes.\n\nWith the help of Enrico's father, the town mayor, the group evacuates the citizens and sets their sights on exposing La Roche's wrongdoings. As they attend a press conference, their goal is clear: to tarnish La Roche's reputation and bring justice to the people of Seveso, even if the destroyed evidence might not be enough to convict them in a court of law. This gripping anime unfolds a tale of courage, friendship, and the pursuit of truth in the face of adversity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.177481756338899,
    "arithmeticGeometricMean": 6.150394184627456,
    "median": 6.276363636363636,
    "lastUpdate": "2024-05-08"
  }
}