{
  "sources": [
    "https://anidb.net/anime/431",
    "https://anilist.co/anime/2346",
    "https://anime-planet.com/anime/ichi-the-killer-episode-0",
    "https://anisearch.com/anime/1885",
    "https://kitsu.io/anime/2126",
    "https://livechart.me/anime/9327",
    "https://myanimelist.net/anime/2346",
    "https://notify.moe/anime/Ge1EcKiiR"
  ],
  "synopsis": {
    "text": "What unfolds in the shadows of Tokyo is a chilling tale of a masochistic mobster and his formidable adversary, Ichi, a ruthless killer with an insatiable appetite for carnage. Haunted by a terrifying secret, Ichi's hands become harbingers of death, showing no mercy to those who cross his path. As the veil of mystery lifts, the city braces itself for the unveiling of its darkest nightmare: the origin of Ichi the Killer.\n\nBefore he became the notorious Ichi the Killer, Hajime Shiroishi was a tormented young boy, relentlessly bullied by his peers and betrayed by those he trusted. Exposed to his parents' twisted sexual escapades and grappling with his own fascination for violence, Hajime's sanity begins to crumble. As his inner turmoil intensifies, he teeters on the brink of madness, poised to embrace his destiny as the deranged Ichi the Killer.\n\nBearing the number 1 on his back, Ichi's bloodshot eyes scream incomprehensibly as he leaves a trail of death in his wake. This chilling prequel delves into the creation of a psychopathic assassin, exploring the twisted forces that shaped Ichi's warped mind. As the live-action unfolds, the spirit of psychopathy overshadows the dark humor and cheesy prop blood, revealing the true horror behind Ichi's descent into madness.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "803c7df2ca0fd4e4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.639508613835145,
    "arithmeticGeometricMean": 5.630236973187349,
    "median": 5.7,
    "hash": "803c7df2ca0fd4e4",
    "lastUpdate": "2024-05-09"
  }
}