{
  "sources": [
    "https://anidb.net/anime/1715",
    "https://anilist.co/anime/1819",
    "https://anime-planet.com/anime/daimaju-gekito-hagane-no-oni",
    "https://anisearch.com/anime/1769",
    "https://kitsu.io/anime/1636",
    "https://livechart.me/anime/11807",
    "https://myanimelist.net/anime/1819",
    "https://notify.moe/anime/8Y-B5Kmig"
  ],
  "synopsis": {
    "text": "And so, the stage is set in 1999, where a team of United Nations scientists, spearheaded by Takuya and Haruka, embark on a daring quest for a new energy source for mankind. Their laboratory: a secluded island named Sansara, far from civilization's prying eyes. Their experiment, however, takes a drastic turn when a portal to an alternate dimension is inadvertently created, releasing an onslaught of biomechanical creatures into our world.\n\nFast forward three years, and Takuya finds himself drawn back to the enigmatic island, lured by a cryptic letter supposedly sent by his old comrade, Haruka. Yet, upon his return, Haruka denies any knowledge of the letter, leaving Takuya to grapple with the unsettling realization that his once familiar friend has undergone a profound transformation.\n\nTheir scientific breakthrough, initially celebrated as a triumph, had led to the creation of a powerful laser weapon mounted on a satellite. However, its successful yet disastrous test not only resulted in the emergence of a colossal statue from a mysterious black vortex but also marked the beginning of Takuya's journey into the unknown.\n\nAs the plot thickens, Takuya, once an unwilling participant in the original experiment, is now compelled to confront the consequences of their scientific endeavor. The island of Sansara, once a beacon of scientific progress, now harbors a sinister secret, and Takuya's old friend, Haruka, may hold the key to unraveling the mystery. But can Takuya trust the man Haruka has become? Only time will tell as they delve deeper into the heart of the island, where danger lurks in every corner, and the line between friend and foe bl",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "804d557fe6d77223",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 5.589968195070235,
    "arithmeticGeometricMean": 5.5630129235127,
    "median": 5.44,
    "hash": "804d557fe6d77223",
    "lastUpdate": "2024-05-09"
  }
}