{
  "sources": [
    "https://anidb.net/anime/970",
    "https://anilist.co/anime/5250",
    "https://anime-planet.com/anime/god-mazinger",
    "https://anisearch.com/anime/1462",
    "https://kitsu.io/anime/4012",
    "https://livechart.me/anime/10604",
    "https://myanimelist.net/anime/5250",
    "https://notify.moe/anime/8GMCcKmig"
  ],
  "synopsis": {
    "text": "With the fate of a mystical realm hanging in the balance, ordinary Japanese high school student Hino Yamato finds himself thrust into an extraordinary adventure. Unbeknownst to him, he holds the key to awakening the ancient stone deity, Mazinger, a powerful weapon of the gods left behind to combat the malevolent space deities intent on universal domination.\n\nIn the serene kingdom of Mu, the tranquility is shattered by the onslaught of the belligerent Dragonian Empire, led by the ruthless Golden King, Dorado. With their resources dwindling and only a colossal divine statue as their guardian, the young Queen Aira and her subjects find themselves outmatched against Dorado's formidable army of dinosaurs.\n\nIn a desperate plea for salvation, Aira reaches out to an unlikely hero across time and space: Yamato. Initially dismissing her spectral messages as figments of his imagination, the athletic high schooler eventually heeds her call and embarks on a journey through a mystical portal to the ancient kingdom of Mu.\n\nAs Yamato struggles to adapt to his new surroundings, the Dragonian Empire launches another assault on Mu. However, this time, the tide of battle turns in Mu's favor as Yamato merges with the mighty God Mazinger, repelling the invading forces and securing a much-needed victory for the beleaguered kingdom.\n\nDespite this triumph, Yamato must confront his own personal demons and grow into a true warrior to ensure the safety of the kingdom and find his way back home. The journey ahead is fraught with danger, but with the power of Mazinger at his disposal, Yamato stands as the last bastion of hope against Dorado and his nefarious ambitions.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.910545984627617,
    "arithmeticGeometricMean": 5.87696921028174,
    "median": 6.090909090909091,
    "lastUpdate": "2024-05-09"
  }
}