{
  "sources": [
    "https://anidb.net/anime/9268",
    "https://anilist.co/anime/14513",
    "https://anime-planet.com/anime/magi-the-labyrinth-of-magic",
    "https://anisearch.com/anime/7916",
    "https://kitsu.io/anime/7129",
    "https://livechart.me/anime/952",
    "https://myanimelist.net/anime/14513",
    "https://notify.moe/anime/4iNOtFmmg"
  ],
  "synopsis": {
    "text": "With the sudden emergence of enigmatic dungeons brimming with untold riches and mythical genies, a young boy named Aladdin embarks on an extraordinary journey of self-discovery and adventure. As a Magi, a rare and powerful magician capable of shaping the world, Aladdin wields a magical flute that summons the headless djinn, Ugo, who has been his steadfast companion since he wished for his friendship.\n\nIn a vast desert land teeming with rogues and adventurers, Aladdin encounters Alibaba, an ambitious young rogue with dreams of wealth and conquest. Together, they venture into the ominous Amon tower, forging a bond that will lead them through epic battles against formidable foes and malevolent forces seeking to exploit the weak.\n\nAlong their journey, they meet Morgiana, a slave seeking freedom, and join forces to navigate the treacherous world of dungeons, power, and destiny. As a Magi, Aladdin's purpose is to guide worthy candidates to conquer these dungeons, acquire the power of the djinns within, and ultimately build empires that could one day rule the world.\n\nHowever, Aladdin's quest is not just about shaping the destinies of others; it's also a deeply personal journey to uncover the truth about his own identity. As he delves deeper into the mysteries of the dungeons and confronts the irregularities that threaten the world's balance, Aladdin and his friends must stand together against those who wish to corrupt fate and destroy the righteous path.\n\nJoin Aladdin, Alibaba, and their allies as they traverse the sands of time, weaving a tale of friendship, power, and destiny inspired",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "809e5bdc39c8a3ca",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.008034935335285,
    "arithmeticGeometricMean": 8.006326242477229,
    "median": 8.01,
    "hash": "809e5bdc39c8a3ca",
    "lastUpdate": "2024-05-09"
  }
}