{
  "sources": [
    "https://anidb.net/anime/9690",
    "https://anilist.co/anime/17357",
    "https://anime-planet.com/anime/dokidoki-pretty-cure-movie-mana-kekkon-mirai-ni-tsunagu-kibou-no-dress",
    "https://anisearch.com/anime/8343",
    "https://kitsu.io/anime/7857",
    "https://livechart.me/anime/128",
    "https://myanimelist.net/anime/17357",
    "https://notify.moe/anime/UpUppFmmR"
  ],
  "synopsis": {
    "text": "He ightened chaos ensues as a masked figure, self-proclaimed as King Marsh of the Land of Memories, wields an enigmatic clarinet to construct a skybound fortress and abduct unsuspecting individuals. Marsh accuses Mana and the Precure of forgetting memories tied to discarded items and seeks vengeance by ensnaring the Precure in films of their recollections. A new fairy, Bebel, seeks out the Precure's fairies, revealing that Marsh is being manipulated by the clarinet and that freeing the Precure is the key to halting his reign.\n\nIn the midst of this turmoil, Mana is entrusted with a cherished wedding dress that once belonged to her mother and grandmother. An enigmatic figure named Matthew emerges, whisking Mana away to a past realm. Overjoyed to reconnect with her grandmother and beloved dog Maro, Mana is disheartened by the absence of her dear friends Rikka and Alice, hinting at an unsettling alteration of her memories. If left unchecked, the future itself may be jeopardized, prompting the Precure girls to defend their memories and safeguard the future.\n\nAs Mana Aida, a young middle school student, contemplates the possibility of donning the family heirloom wedding dress, she is oblivious to the impending connection with her past. One fateful night, the mysterious King Marsh materializes, summoning forgotten objects and capturing numerous individuals with his magical clarinet. Marsh's objective is to confront his captives with their past experiences, severing them from their futures. Despite the Precure's valiant efforts, they too fall prey to Marsh's henchmen and suffer the same fate as their predecessors. Fortunately, the fairy",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "80c8e82528ddce17",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.014386694937715,
    "arithmeticGeometricMean": 6.999532379469386,
    "median": 6.914,
    "hash": "80c8e82528ddce17",
    "lastUpdate": "2024-05-09"
  }
}