{
  "sources": [
    "https://anidb.net/anime/13307",
    "https://anilist.co/anime/99629",
    "https://anime-planet.com/anime/angels-of-death",
    "https://anisearch.com/anime/12660",
    "https://kitsu.io/anime/13715",
    "https://livechart.me/anime/2805",
    "https://myanimelist.net/anime/35994",
    "https://notify.moe/anime/I-3V2Kimg"
  ],
  "synopsis": {
    "text": "With no recollection of her past, a young girl named Rachel finds herself in the eerie confines of an abandoned building's basement. As she navigates the unfamiliar labyrinth, she encounters a bandaged man named Zack, who carries a chilling grim-reaper-like sickle. Despite the ominous circumstances, they form an unusual alliance, driven by desperate promises and a shared desire to escape. As they journey through the building, they uncover unsettling truths about their entrapment and their own destinies.\n\nUnlike most girls who would be terrified to find themselves in a serial killer's lair, Rachel, a 13-year-old with a death wish, sees her encounter with the bandaged Zack as an opportunity. In exchange for helping him escape the mysterious building, she asks him to end her life. As they traverse the building's eerie floors, they encounter strange individuals, all of whom seem to have a connection with Rachel. As they face each new challenge, the pair's unlikely bond deepens, and they become indispensable partners in their quest for freedom and fulfillment of their morbid pact.\n\nIn the depths of an unknown building, Rachel awakens with no memories, only to discover she's trapped in its abandoned bowels. While searching for an escape, she crosses paths with Zack, a sinister figure cloaked in bandages and wielding a scythe. Forming a tenuous alliance, they vow to help each other escape. As they delve deeper into the building's mysteries, they encounter bizarre characters and unravel the enigmatic reasons behind their captivity. Driven by their shared determination, Rachel and Zack forge an unbreakable bond as they strive to unlock the secrets of their confinement and fulfill their desperate promises.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.9936564082635515,
    "arithmeticGeometricMean": 6.9853237238953385,
    "median": 7.075261996690568,
    "lastUpdate": "2024-05-09"
  }
}