{
  "sources": [
    "https://anidb.net/anime/655",
    "https://anilist.co/anime/1664",
    "https://anime-planet.com/anime/babel-ii-beyond-infinity",
    "https://anisearch.com/anime/3266",
    "https://kitsu.io/anime/1495",
    "https://livechart.me/anime/8427",
    "https://myanimelist.net/anime/1664",
    "https://notify.moe/anime/9Zkf5Fmig"
  ],
  "synopsis": {
    "text": "Asia's tranquil deserts and Manhattan's bustling upper east side serve as backdrops for a young student named Koichi, who finds himself thrust into an unexpected destiny as the reincarnation of an alien protector, Babel. Koichi's newfound role as Earth's guardian pits him against the malevolent intentions of Lord Yomi, a powerful psychic determined to amass a formidable group of psychically gifted individuals and seize control of the world.\n\nIn this high-stakes battle for humanity's future, Koichi is joined by a trio of super-powered alien allies, including the enigmatic Juju and Wong. Together, they summon forth powerful entities such as Rohdem the black panther, Robross the giant bird, and the mighty Poseidon robot. With these forces at his side, Koichi must harness his latent psychic abilities and face off against not only Lord Yomi but also other psychic renegades who dare to challenge him.\n\nAs the successor to the mysterious Tower of Babel, Koichi's journey takes him from the heart of Asia to the urban jungle of New York and culminates in a final confrontation in the Swiss Alps. The fate of the world hangs in the balance, as this unlikely hero must tame his newfound powers and vanquish the dark forces that seek to bring about humanity's downfall.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "81b1d03328e78885",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.977511794328121,
    "arithmeticGeometricMean": 5.963754099940824,
    "median": 5.818181818181818,
    "hash": "81b1d03328e78885",
    "lastUpdate": "2024-05-08"
  }
}