{
  "sources": [
    "https://anidb.net/anime/8788",
    "https://anilist.co/anime/12049",
    "https://anime-planet.com/anime/fairy-tail-movie-1-phoenix-priestess",
    "https://anisearch.com/anime/7424",
    "https://kitsu.io/anime/6652",
    "https://livechart.me/anime/1053",
    "https://myanimelist.net/anime/12049",
    "https://notify.moe/anime/tUGHtFmmg"
  ],
  "synopsis": {
    "text": "Fiore's northern mountains conceal the Fire Village, home to the radiant Phoenix Stone, a relic of a deep blue hue. Guarded by the enigmatic Éclair, the stone is rumored to possess the power of an ancient phoenix. Éclair, with no recollection of her mission or destination, roams the land to safeguard the stone. When she crosses paths with the Fairy Tail wizard guild, Natsu Dragneel and his companions offer their assistance to unveil the truth behind the stone. However, calamity strikes as Éclair is ambushed and the stone is seized. The wizards of Fairy Tail must now unite to thwart the sinister plot to revive the phoenix and avert global devastation.\n\nNatsu, Gray, Lucy, and Erza form an unbreakable bond as the youngest members of Fairy Tail. Their camaraderie transcends the boundaries of physical strength and magical prowess, growing stronger with each endeavor. Cross them, and you'll face Natsu's fiery punch, Gray's ice hammer, Lucy's celestial spirits, or Erza's powerful sword. Whether they're battling demons or bickering amongst themselves, this magical quartet inflicts as much damage on their adversaries as they do on their surroundings.\n\nFairy Tail's dream team, comprising Natsu, Gray, Erza, Lucy, Wendy, Happy, and Carla, embark on a thrilling journey to aid a girl with a forgotten past and a grudge against wizards. As they delve deeper into her enigmatic history, a deranged prince emerges with a scheme to attain immortality by sacrificing her. His actions unwittingly unleash an ancient force, ign",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "81b4ccb7e2e11292",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.441601226854377,
    "arithmeticGeometricMean": 7.438014265098759,
    "median": 7.5452230892356935,
    "hash": "81b4ccb7e2e11292",
    "lastUpdate": "2024-05-09"
  }
}