{
  "sources": [
    "https://anidb.net/anime/16792",
    "https://anilist.co/anime/139606",
    "https://anime-planet.com/anime/classroom-for-heroes",
    "https://anisearch.com/anime/16616",
    "https://kitsu.io/anime/45243",
    "https://livechart.me/anime/10808",
    "https://myanimelist.net/anime/49894",
    "https://notify.moe/anime/_GL-F2H7R"
  ],
  "synopsis": {
    "text": "Join the vibrant world of Rosewood Academy, an elite institution dedicated to nurturing the next generation of heroes. Founded by a legendary hero who vanquished the menacing Demon Lord, the academy prides itself on accepting only the most gifted and promising students. Among them is Arnest Flaming, a diligent and fiercely talented girl known as the 'Empress of Flames' for her unparalleled abilities.\n\nArnest's life takes an unexpected turn with the arrival of Blade, a cheerful and enigmatic new student. Despite his carefree demeanor, Blade possesses formidable powers that rival even Arnest's own. Tasked by the King to guide Blade through the academy, Arnest finds herself both intrigued and frustrated by the mysterious boy who seems to match her strength.\n\nUnbeknownst to his new peers, Blade carries a hidden past. Once the celebrated hero who defeated the Demon Lord, Blade has since lost much of his power and seeks a simpler life filled with friendship and camaraderie. As he navigates the trials and triumphs of Rosewood Academy alongside his fellow aspiring heroes, Blade's newfound freedom from the burden of being humanity's savior allows him to forge meaningful connections and uncover the true essence of heroism.\n\nEmbark on an exciting journey with this diverse cast of characters as they strive to unlock their full potential, unravel the enigma surrounding Blade, and embrace the challenges that lie ahead on their path to becoming bona fide heroes.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.421576704545454,
    "arithmeticGeometricMean": 6.405649015072026,
    "median": 6.381818181818181
  },
  "lastUpdate": "2024-05-09"
}