{
  "sources": [
    "https://anidb.net/anime/1563",
    "https://anilist.co/anime/1471",
    "https://anime-planet.com/anime/city-hunter-2",
    "https://anisearch.com/anime/421",
    "https://kitsu.io/anime/1317",
    "https://livechart.me/anime/8407",
    "https://myanimelist.net/anime/1471",
    "https://notify.moe/anime/YlN-5Fmig"
  ],
  "synopsis": {
    "text": "Hunter's new mission takes a dark turn as he's hired to protect a rising young idol from a dangerous stalker. Despite his reputation as a notorious ladies' man, Ryo draws the line at underage girls. But when the stalker sets their sights on his partner Kaori, the stakes become personal. Ryo must put aside his usual antics and take on this formidable enemy, even if it means using unconventional methods.\n\nAs a sweeper, Ryo Saeba cleans up the city's filth while juggling his job as a private detective. He's more than capable, but his weakness for beautiful women often lands him in hot water. Thankfully, his partner Kaori is always there to keep him in check and protect their clients from his wandering hands.\n\nIn this volume, Ryo faces several challenges from his past, including a woman seeking revenge for Umibozu and a drug-smuggling accusation against Kaori's late brother. He also teams up with an old rival to protect a princess. Meanwhile, Ryo's very identity as the City Hunter is threatened when a reporter seeks to expose the urban legend. Amidst all this, the usual mokkori shenanigans ensue!\n\nRyo Saeba returns for another round of cases as the private detective known as the City Hunter. Along with his trusty sidekick Kaori, they take on the task of guarding a young idol from a deranged stalker. Despite Ryo's womanizing ways, he's disturbed to find that the stalker has a sinister interest in underage girls and Kaori herself. Can Ryo rise to the challenge and bring the culprit to justice?\n\nWhen the police can't handle a case, they call in Ryo Saeba, the City Hunter. Along with his",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "82ab71d978c46015",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.862051948051949,
    "arithmeticGeometricMean": 7.860621801807277,
    "median": 7.871,
    "hash": "82ab71d978c46015",
    "lastUpdate": "2024-05-09"
  }
}