{
  "sources": [
    "https://anidb.net/anime/16417",
    "https://anilist.co/anime/139386",
    "https://anime-planet.com/anime/hakuouki-ova",
    "https://anisearch.com/anime/16730",
    "https://kitsu.io/anime/44865",
    "https://livechart.me/anime/10672",
    "https://myanimelist.net/anime/49338",
    "https://notify.moe/anime/RTRL9Yz7g"
  ],
  "synopsis": {
    "text": "Chizuru Yukimura, a young woman in search of her missing father, finds herself allied with the renowned Shinsengumi in the bustling city of Kyoto. Led by the formidable Toshizou Hijikata, the Shinsengumi's reputation precedes them, leading to their appointment as protectors of Shogun Iemochi during his upcoming visit. However, their duties are complicated by a series of suspicious incidents: a group of ronins impersonating the Shinsengumi are attacking merchants, and several Rasetsu have mysteriously escaped from their post.\n\nAs if these problems weren't enough, Chizuru and the Shinsengumi's new treasurer, Sakai, find themselves caught in an ambush while collecting new uniforms, resulting in Sakai's severe injury and Chizuru's disappearance. The timing of these events, coupled with rumors of an assassination plot against the Shogun by the Tosa domain's ronin, casts a shadow of suspicion over the Shinsengumi. With the Shogun's arrival imminent, the Shinsengumi must navigate this chaos, clear their name, and uncover the truth behind these interconnected incidents.\n\nThis thrilling anime, divided into three chapters, unfolds a tale of loyalty, mystery, and political intrigue. The episodes were initially streamed on the U-NEXT service before their official Blu-Ray/DVD release on December 24, 2021, January 28, 2022, and February 25, 2022, respectively.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "82b915b44b24dbc9",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.22022687516565,
    "arithmeticGeometricMean": 7.200984077855459,
    "median": 7.444,
    "hash": "82b915b44b24dbc9",
    "lastUpdate": "2024-05-09"
  }
}