{
  "sources": [
    "https://anidb.net/anime/13728",
    "https://anilist.co/anime/100791",
    "https://anime-planet.com/anime/yuuki-yuuna-is-a-hero-the-washio-sumi-chapter",
    "https://anisearch.com/anime/13573",
    "https://kitsu.io/anime/12678",
    "https://livechart.me/anime/2385",
    "https://myanimelist.net/anime/34284",
    "https://notify.moe/anime/NgxihKiiR"
  ],
  "synopsis": {
    "text": "Tree house guardians, Sumi Washio, Sonoko Nogi, and Gin Minowa, are ordinary elementary school girls living in the divine era of 298, where the once vast world has been reduced to the lone haven of Shikoku island. Chosen by the divine tree Shinju-sama, these young girls are entrusted with the protection of humanity against the looming threat of Vertexes, mysterious and destructive forces that seek to destroy the remnants of the world.\n\nAs the trio embarks on their mission to safeguard their home, they quickly learn that the challenges they face are far greater than they ever imagined. Struggling to work together as a cohesive team, the girls narrowly overcome their first encounter with a Vertex, relying on sheer determination to prevail.\n\nWith each subsequent battle, the girls realize that the cost of utilizing their magical powers may be more than they can bear. As they strive to improve their teamwork and strengthen their abilities, the young guardians must also grapple with the potential consequences of their actions.\n\nCan they harness their powers and fortify their bond to defeat the relentless Vertexes, or will the price of victory prove too steep for these young heroes? Join Sumi, Sonoko, and Gin as they navigate the delicate balance between their everyday lives and their extraordinary responsibilities in this captivating tale of courage, friendship, and sacrifice.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "82db61e566c8a623",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.55169965498161,
    "arithmeticGeometricMean": 7.5487139265330585,
    "median": 7.725,
    "hash": "82db61e566c8a623",
    "lastUpdate": "2024-05-10"
  }
}