{
  "sources": [
    "https://anidb.net/anime/14488",
    "https://anilist.co/anime/105310",
    "https://anime-planet.com/anime/fire-force",
    "https://anisearch.com/anime/13987",
    "https://kitsu.io/anime/42068",
    "https://livechart.me/anime/8355",
    "https://myanimelist.net/anime/38671",
    "https://notify.moe/anime/g1DshxUmR"
  ],
  "synopsis": {
    "text": "To combat the mysterious and chaotic phenomenon of Spontaneous Human Combustion that has gripped Tokyo, transforming ordinary people into fiery, aggressive creatures called Infernals, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol have united to form the Special Fire Force. This elite team is tasked with not only extinguishing the Infernals but also discovering the root cause of this terrifying affliction.\n\nEnter Shinra Kusakabe, a young and enthusiastic third-generation pyrokinetic with the unique ability to ignite his feet at will, earning him the nickname \"Devil's Footprints.\" As a new member of the dynamic Special Fire Force Company 8, Shinra is determined to become a hero, saving those endangered by the relentless flame terror.\n\nHowever, Shinra soon discovers that being a hero isn't as straightforward as he imagined. The Fire Force is plagued by internal conflicts, strange Infernal sightings are on the rise, and a clandestine group claims to possess knowledge about the unusual fire that claimed the lives of Shinra's family 12 years ago.\n\nAs Shinra navigates the challenges within and outside the Fire Force, he becomes increasingly driven to unveil the truth behind the blazing enigmas that have kept him in the dark. Will Shinra and the Fire Force be able to quell the inferno consuming Tokyo, or will they succumb to the raging flames?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "83331dc65a2aedb3",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.863549072835617,
    "arithmeticGeometricMean": 7.860427317585038,
    "median": 7.976207423067887,
    "hash": "83331dc65a2aedb3",
    "lastUpdate": "2024-05-09"
  }
}