{
  "sources": [
    "https://anidb.net/anime/16965",
    "https://anilist.co/anime/141249",
    "https://anime-planet.com/anime/bungo-stray-dogs-4th-season",
    "https://anisearch.com/anime/16758",
    "https://kitsu.io/anime/45460",
    "https://livechart.me/anime/10879",
    "https://myanimelist.net/anime/50330",
    "https://notify.moe/anime/h33YCR57R"
  ],
  "synopsis": {
    "text": "House hold name and national pride, the Armed Detective Agency, finds itself in the throes of chaos and deception, threatening to tear apart the very fabric of their camaraderie. Following their successful collaboration with the Port Mafia to thwart the cannibalistic machinations of the Rats in the House of the Dead, the Agency receives the prestigious Order of the Azusa Bow of Exorcism, the highest safety accolade in the country.\n\nHowever, the respite is short-lived, as an urgent government plea for assistance plunges the Agency into a sinister web of murder and intrigue. A series of four senatorial assassinations mirror the five signs of mortality in Rokudo Rinne, the Six Realms of Reincarnation, and the Agency is tasked with preventing the final murder. Little do they know, they're walking straight into a cunning trap orchestrated by the notorious 'Demon' Fyodor, who was believed to have been apprehended.\n\nAs the Agency's reputation crumbles under the weight of public slander and suspicion, they find themselves ensnared in a desperate battle against newfound enemies, including the enigmatic Decay of the Angel, bent on global destruction. With the government questioning their methods and the special military police unit, the Hunting Dogs, hot on their heels, the Agency teeters on the brink of despair.\n\nAs friendships fracture and hope dwindles, can Atsushi Nakajima rally his fellow detectives to overcome this crisis and salvage their bond? The stage is set for a harrowing battle against seemingly insurmountable odds.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.14027690166976,
    "arithmeticGeometricMean": 8.126898190668436,
    "median": 8.375380333951764,
    "lastUpdate": "2024-05-09"
  }
}