{
  "sources": [
    "https://anidb.net/anime/2306",
    "https://anilist.co/anime/2576",
    "https://anime-planet.com/anime/araiguma-rascal",
    "https://anisearch.com/anime/206",
    "https://kitsu.io/anime/2341",
    "https://livechart.me/anime/8859",
    "https://myanimelist.net/anime/2576",
    "https://notify.moe/anime/yxIs5Kiig"
  ],
  "synopsis": {
    "text": "He arts full of innocence and a shared love for nature, two young boys, Robby North and his best friend, Oscar, reside in the serene town of Brailsford Junction, Wisconsin. One fateful day, during a fishing expedition, they stumble upon a heart-wrenching sight: a baby raccoon left orphaned after a hunter kills its mother. Robby, with a compassionate heart, adopts the baby raccoon, naming it Rascal, and takes on the responsibility of raising it.\n\nAs Robby's family grapples with the harsh realities of life, including a mother in the hospital and a brother fighting in the war, the bond between Robby and Rascal only strengthens. Together, they explore the beautiful Wisconsin wilderness, with Rascal growing from a playful kit into a mischievous adult raccoon.\n\nHowever, as Rascal's wild instincts begin to clash with the tranquility of the town, Robby faces the bittersweet realization that coexistence between humans and wild animals is not always possible. When a devastating storm destroys his father's ranches and Robby must leave for Milwaukee to attend junior high school, he knows it's time to let Rascal return to his natural habitat.\n\nWith a heavy heart, Robby sets Rascal free in the woods, allowing the raccoon to embrace its wild side once more. As Robby boards the train to Milwaukee the next day, he leaves behind not only his beloved Rascal but also a piece of his heart in the idyllic town of Brailsford Junction.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 6.366434667373443,
    "arithmeticGeometricMean": 6.34707046314577,
    "median": 6.2727272727272725,
    "lastUpdate": "2024-05-08"
  }
}