{
  "sources": [
    "https://anidb.net/anime/11322",
    "https://anilist.co/anime/21239",
    "https://anime-planet.com/anime/ojisan-and-marshmallow",
    "https://anisearch.com/anime/10508",
    "https://kitsu.io/anime/11261",
    "https://livechart.me/anime/1675",
    "https://myanimelist.net/anime/31848",
    "https://notify.moe/anime/lMMrtKimg"
  ],
  "synopsis": {
    "text": "She is young, vibrant, and smitten. He is older, simple, and has a soft spot for marshmallows. Welcome to the world of \"Ojisan and Marshmallow,\" an anime that unfolds a unique love story within the confines of an office space.\n\nAt the heart of this tale is Habahiro Hige, a middle-aged IT employee with a peculiar fondness for Tabekko marshmallows. His life takes an unexpected turn when he becomes the object of affection for Iori Wakabayashi, a 24-year-old colleague who finds his marshmallow-like, fluffy frame irresistibly charming.\n\nWakabayashi, determined to win Hige's heart, uses his love for the sweet snack to her advantage. From playfully teasing him with marshmallows to strategically buying out his favorite brand, she leaves no stone unturned to capture his attention. Despite her friends' inability to comprehend her attraction, Wakabayashi remains undeterred, believing that the way to Hige's heart is through his stomach.\n\nAs their relationship unfolds amidst office cubicles and water coolers, Wakabayashi continues her relentless pursuit, hoping that Hige will eventually see through her attempts. Will her marshmallow-centric tactics succeed in kindling a romantic relationship? Or will Hige remain oblivious to her affections?\n\nJoin Hige and Wakabayashi in their sweet and savory journey of love, laughter, and marshmallows, as they navigate through the complexities of office romance. Who knew that a simple bag of marshmallows could stir up such a delightful tale?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.661408679979169,
    "arithmeticGeometricMean": 6.657840495369564,
    "median": 6.6042543859649125,
    "lastUpdate": "2024-05-09"
  }
}