{
  "sources": [
    "https://anidb.net/anime/4568",
    "https://anilist.co/anime/1689",
    "https://anime-planet.com/anime/5-centimeters-per-second",
    "https://anisearch.com/anime/3717",
    "https://kitsu.io/anime/1517",
    "https://livechart.me/anime/3391",
    "https://myanimelist.net/anime/1689",
    "https://notify.moe/anime/JvMB5Fmig"
  ],
  "synopsis": {
    "text": "Episode 1: Two introverted schoolchildren, Akari and Takaki, form a deep bond amidst the library stacks, finding solace in each other's company. Despite facing bullying, they dream of attending the same high school together. However, their dreams are shattered when Akari's family relocates. Although they maintain contact through letters, Takaki's family also moves, widening the gap between them. A snowstorm threatens their planned reunion on March 4th, but they finally meet amidst the snowflakes.\n\nEpisode 2: The narrative shifts to Kanae Sumita, a classmate harboring unrequited feelings for Takaki. Despite her longing, she remains unable to confess her love.\n\nEpisode 3: As the years roll by, the protagonists' memories intertwine with the present, revealing glimpses of their past. Takaki, now a computer programmer, occasionally encounters fleeting reminders of his former life and love.\n\nIn this poignant tale of love, distance, and time, two childhood friends struggle to maintain their connection as life pulls them apart. Their shared history and unspoken emotions create a whirlwind of feelings, yet also offer a sense of tranquility. As fate intervenes and decisions are made, they grapple with preserving their past while forging ahead into an uncertain future. This romantic drama delves into the harsh realities of long-distance relationships, exploring the pain of separation and the enduring hope for reunion.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.691684553074843,
    "arithmeticGeometricMean": 7.690007232201948,
    "median": 7.581684408959858,
    "lastUpdate": "2024-05-09"
  }
}