{
  "sources": [
    "https://anidb.net/anime/10993",
    "https://anilist.co/anime/20996",
    "https://anime-planet.com/anime/gintama-2015",
    "https://anisearch.com/anime/10067",
    "https://kitsu.io/anime/10083",
    "https://livechart.me/anime/1340",
    "https://myanimelist.net/anime/28977",
    "https://notify.moe/anime/zcnstFimR"
  ],
  "synopsis": {
    "text": "Edo Period Japan has been invaded by extraterrestrial beings, transforming the once-simple life of its inhabitants with towering skyscrapers, speeding trains, and roaring motorbikes. Amidst this chaos, one man clings to the spirit of a samurai: Gintoki Sakata, also known as Yorozuya Gin-san. Fearless and unyielding, Gintoki tackles any challenge alongside his loyal companions, even after a two-year hiatus from the screen.\n\nIn this alternate reality where swords are forbidden, Gintoki and his friends, Shinpachi and Kagura, form the Yorozuya team, taking on odd jobs to survive. Despite their financial struggles and Gintoki's questionable spending habits—could he really be squandering all their earnings on pachinko?—the trio remains undeterred.\n\nOne fateful night, Gintoki stumbles upon a crashed alien spaceship and receives a mysterious clock-like device from a dying crew member. Mistaking it for an alarm clock, he accidentally breaks it, causing time outside his apartment to freeze. With Kagura and Shinpachi by his side, Gintoki embarks on a mission to repair the device, leading to a series of hilarious and dangerous escapades.\n\nFilled with witty humor and poignant moments, Gintama's third and fourth seasons follow Gintoki and his friends as they navigate the complexities of their altered world, facing both uproarious misadventures and perilous crises.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.831933828076686,
    "arithmeticGeometricMean": 8.830169203076057,
    "median": 8.878795918367347,
    "lastUpdate": "2024-05-09"
  }
}