{
  "sources": [
    "https://anidb.net/anime/9183",
    "https://anilist.co/anime/17074",
    "https://anime-planet.com/anime/monogatari-series-second-season",
    "https://anisearch.com/anime/7796",
    "https://kitsu.io/anime/7573",
    "https://livechart.me/anime/25",
    "https://myanimelist.net/anime/17074",
    "https://notify.moe/anime/b_F5tKmmg"
  ],
  "synopsis": {
    "text": "Tsubasa Hanekawa, Mayoi Hachikuji, Suruga Kanbaru, Nadeko Sengoku, Shinobu Oshino, and Hitagi Senjogahara, each with their unique quirks and stories, find themselves facing new supernatural challenges as they begin a fresh trimester in the Monogatari Series: Second Season. After a summer vacation marred by the bee and phoenix apparitions, the group, led by Koyomi Araragi, is now confronted with even graver threats.\n\nIn one of the arcs, Tsubasa Hanekawa, the group's modest genius, encounters a menacing white tiger apparition that speaks to her, only to find her house burned down the following day. With nowhere to go and refusing to return to her family, she seeks refuge in an old cram school, only to be discovered by Hitagi Senjogahara, who offers her a place to stay. As the two girls navigate their new living arrangements, they realize that Koyomi has disappeared, leaving behind a cryptic text urging them not to search for him.\n\nMeanwhile, Nadeko Sengoku, Koyomi's cutesy stalker, also finds herself in the crosshairs of the supernatural. As Koyomi, Shinobu, and Mayoi deal with their own problems, the girls are left to confront these new dangers on their own.\n\nThroughout these intertwining narratives, the characters grapple with their loneliness, confess their deepest fears, and face difficult farewells. As Koyomi contemplates his impending graduation and the paths he must choose, he must also decide which friendships and relationships he is willing to save. The Monogatari Series: Second Season is a thrilling continuation of the beloved series",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.593630076272934,
    "arithmeticGeometricMean": 8.592343256204154,
    "median": 8.628,
    "lastUpdate": "2024-05-09"
  }
}