{
  "sources": [
    "https://anidb.net/anime/205",
    "https://anilist.co/anime/539",
    "https://anime-planet.com/anime/tenchi-muyo-ryo-ohki",
    "https://anisearch.com/anime/782",
    "https://kitsu.io/anime/498",
    "https://livechart.me/anime/4613",
    "https://myanimelist.net/anime/539",
    "https://notify.moe/anime/Up-TcFmiR"
  ],
  "synopsis": {
    "text": "Washuu Hakubi, a mad scientist, and Mihoshi Kuramitsu, a scatterbrained Galactic Police Officer, add to the chaos. As Tenchi navigates this whirlwind of interstellar women, he uncovers secrets about his lineage and latent powers, all while facing an impending cosmic menace.\n\nIn the tranquil life of Tenchi Masaki, a 17-year-old high school student, chaos erupts when he accidentally unleashes Ryouko Hakubi, a space-faring pirate, from her ancient confinement. Mistaken for a demon centuries ago, Ryouko was sealed away, only to be freed by Tenchi's curiosity. After a failed attempt to exact vengeance, Ryouko becomes intrigued by Tenchi's hidden potential and decides to stay with him. But Ryouko isn't the only extraterrestrial woman Tenchi encounters; Aeka Jurai Masaki, a regal princess from Jurai, her endearing younger sister Sasami, the bumbling Galactic Police Officer Mihoshi Kuramitsu, and the brilliant, wisecracking Washuu Hakubi all find their way to Tenchi's doorstep, forever altering his once-ordinary existence. As Tenchi grapples with his newfound heritage and burgeoning powers, a cosmic danger looms on the horizon.\n\nTenchi Masaki's mundane life takes a turn for the extraordinary when he inadvertently releases Ryouko Hakubi, a space pirate, from her 700-year imprisonment. Initially enraged, Ryouko's interest in Tenchi piques after witnessing his dormant abilities. Soon, Tenchi's home becomes a haven for alien women, including Aek",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "842bb74a5ffcce2f",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.540239503882361,
    "arithmeticGeometricMean": 7.537488531560934,
    "median": 7.665,
    "hash": "842bb74a5ffcce2f",
    "lastUpdate": "2024-05-10"
  }
}