{
  "sources": [
    "https://anidb.net/anime/11665",
    "https://anilist.co/anime/21462",
    "https://anime-planet.com/anime/pretty-guardian-sailor-moon-crystal-2016",
    "https://anisearch.com/anime/11125",
    "https://kitsu.io/anime/11415",
    "https://livechart.me/anime/1845",
    "https://myanimelist.net/anime/31733",
    "https://notify.moe/anime/bsrrtKmmg"
  ],
  "synopsis": {
    "text": "Senshi Guardians unite in the third installment of Bishoujo Senshi Sailor Moon: Crystal, as they face their greatest challenge yet! The beloved outer Senshi, including Sailor Uranus, Sailor Neptune, and Sailor Saturn, join forces with Sailor Moon, Sailor Chibi Moon, and the rest of the team to combat an impending apocalypse. Based on the fifth and sixth volumes of Naoko Takeuchi's original Sailor Moon manga, this new season brings forth the menacing Death Busters and their monstrous Daimons, who are wreaking havoc on Earth.\n\nRei's ominous vision of the world's end coincides with the emergence of the enigmatic Mugen Academy, leading the Sailor Guardians to question the origins of these new threats. As they grapple with the mysterious Death Busters, two new Sailor Guardians enter the scene, leaving the team uncertain of their loyalties. Meanwhile, Chibi-Usa befriends Hotaru, a frail girl with an extraordinary healing ability, who finds herself inexplicably targeted by Sailor Uranus and Sailor Neptune.\n\nUsagi Tsukino, the Guardian of Love and Justice, strives to maintain a balance between her personal life and her responsibilities as Sailor Moon. Alongside her fellow Sailor Guardians and her boyfriend Mamoru Chiba, they delve deeper into the sinister happenings at Mugen Academy. Encountering the captivating Haruka Tenou, the talented Michiru Kaiou, and the enigmatic Hotaru Tomoe, the Sailor Guardians must confront new allies and adversaries alike.\n\nWith the stakes higher",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8487c02761bd6656",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.634625901875902,
    "arithmeticGeometricMean": 7.630143379146213,
    "median": 7.723636363636364,
    "hash": "8487c02761bd6656",
    "lastUpdate": "2024-05-09"
  }
}