{
  "sources": [
    "https://anilist.co/anime/20763",
    "https://anime-planet.com/anime/aoki-hagane-no-arpeggio-ars-nova-movie-1",
    "https://kitsu.io/anime/8787",
    "https://livechart.me/anime/644",
    "https://myanimelist.net/anime/24919",
    "https://notify.moe/anime/IDeJpKmmR"
  ],
  "synopsis": {
    "text": "Only a year after its successful television series, this anime movie brings back the thrilling narrative of humanity's struggle against the Fleet of Fog, now with never-before-seen storylines interwoven into the original plot. In the not-so-distant future of 2039, Earth faces a catastrophic sea-level rise, leaving humanity in a desperate fight for survival. Amidst this chaos, an enigmatic and formidable enemy known as the Fleet of Fog emerges, wreaking havoc on the world's maritime communication and transportation.\n\nEquipped with superior firepower, the Fleet of Fog appears unstoppable, leaving humanity's defenses crumbling in its wake. In this dire situation, one man stands as the world's last beacon of hope: Gunzou Chihaya, captain of the friendly Fog submarine I-401, manned by the humanoid Iona. Together with his crew, the Blue Steel, Gunzou embarks on a perilous journey to deliver the groundbreaking Vibration Torpedo Warhead to the United States for mass production.\n\nThis mission, crucial to humanity's survival, takes the Blue Steel crew through treacherous waters teeming with enemies. Despite the grim circumstances, they remain steadfast in their pursuit of peace and uphold their values even when faced with seemingly insurmountable challenges. As they navigate through the tumultuous events of their mission, the crew's unwavering determination becomes the driving force in their quest for a peaceful resolution to the conflict. Join Gunzou and his crew as they redefine the odds and bravely venture into the heart of the Fleet of Fog.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "84be1587b7e3a2bb",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.450140974967062,
    "arithmeticGeometricMean": 7.44906569023636,
    "median": 7.429,
    "hash": "84be1587b7e3a2bb",
    "lastUpdate": "2024-05-05"
  }
}