{
  "sources": [
    "https://anidb.net/anime/14193",
    "https://anilist.co/anime/103049",
    "https://anime-planet.com/anime/forest-of-piano-2nd-season",
    "https://anisearch.com/anime/13724",
    "https://kitsu.io/anime/41461",
    "https://livechart.me/anime/3372",
    "https://myanimelist.net/anime/37975",
    "https://notify.moe/anime/jtfVc6Dmg"
  ],
  "synopsis": {
    "text": "Who will emerge victorious in the prestigious Chopin piano competition? The world's most talented pianists, including Kai Ichinose and Shuuhei Amamiya, have gathered to compete in this intense musical showdown. With the stakes higher than ever and the judges being extremely selective, even the most renowned prodigies are at risk of elimination.\n\nAs the competition progresses, each pianist must confront their own motivations for playing music. Some are driven by fame and fortune, while others seek to fulfill familial obligations or simply to share their music with the world. However, only the one who truly embodies the spirit of Chopin's music can claim the top prize.\n\nFollowing the first round of the tournament, Kai and Shuuhei anxiously await the jury's decision on who will advance to the next round. Will they have the opportunity to continue their musical journey, or will their time at the Chopin competition come to an abrupt end?\n\nJoin Kai, Shuuhei, and the rest of the hopeful musicians as they strive to bring the iconic composer's pieces to life through their piano playing. With rivalries, friendships, and family bonds being put to the test, each pianist will discover their unique sound in this thrilling second season of \"Forest of Piano.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "84d14f7b0368aed4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.3657487722361665,
    "arithmeticGeometricMean": 7.359836588121407,
    "median": 7.452272727272727,
    "hash": "84d14f7b0368aed4",
    "lastUpdate": "2024-05-09"
  }
}