{
  "sources": [
    "https://anidb.net/anime/1360",
    "https://anilist.co/anime/842",
    "https://anime-planet.com/anime/ushio-and-tora",
    "https://anisearch.com/anime/2575",
    "https://kitsu.io/anime/747",
    "https://livechart.me/anime/5483",
    "https://myanimelist.net/anime/842",
    "https://notify.moe/anime/Ecs05KimR"
  ],
  "synopsis": {
    "text": "Tora, a formidable demon, was once subdued by a legendary spear and trapped beneath a temple, giving birth to the Aotsuki lineage. Ushio Aotsuki, a descendant of this storied family, has grown weary of his father's tales about the ancient monster and the Beast Spear that pinned it down. However, Ushio's skepticism is shattered when he stumbles upon the very creature in the temple's basement.\n\nThe demon's malevolent aura begins to draw other supernatural entities to Ushio's peaceful hometown, forcing him to release Tora from his captivity in a desperate bid to combat the incoming threats. Armed with the sacred Beast Spear, Ushio hopes to keep the unruly demon in check and protect his loved ones from the invading spirits. But Tora, invisible to others, harbors a deep grudge against the Aotsuki family and yearns for nothing more than to devour Ushio.\n\nAs Ushio navigates his newfound responsibilities and battles the emerging monstrosities, he must tread carefully to prevent becoming Tora's next meal. Will the Beast Spear prove to be enough to maintain the uneasy alliance, or will Ushio fall victim to the very demon he sought to control? Join Ushio in his thrilling journey to safeguard his hometown and uncover the truth behind his family's ancient legacy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "84d9b9a49b3f73f7",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.070279353299761,
    "arithmeticGeometricMean": 7.067464122113484,
    "median": 7.079591836734694,
    "hash": "84d9b9a49b3f73f7",
    "lastUpdate": "2024-05-10"
  }
}