{
  "sources": [
    "https://anidb.net/anime/1656",
    "https://anilist.co/anime/1110",
    "https://anime-planet.com/anime/mermaid-melody-pichi-pichi-pitch-pure",
    "https://anisearch.com/anime/3090",
    "https://kitsu.io/anime/995",
    "https://livechart.me/anime/5651",
    "https://myanimelist.net/anime/1110",
    "https://notify.moe/anime/kxj1cFmmR"
  ],
  "synopsis": {
    "text": "Michel, a mysterious angel, emerges as the mermaid kingdoms are finally at peace, urging the mermaids to join him. Meanwhile, Lucia, Hanon, and Rina grapple with the departure of their beloved friends, Mitsuki Tarou and Doumoto Kaito. The situation takes a turn for the worse when Kaito goes missing at sea. Amidst the chaos, Sara's spirit reveals the existence of her successor, Seira. The mermaids, now six in number, must embark on a new adventure to navigate these challenges.\n\nLucia, the mermaid princess of the North Pacific, is responsible for safeguarding one of the seven mermaid kingdoms. When a boy falls from a ship, she bestows upon him a magical pearl. To retrieve the pearl and shield the mermaid kingdoms from impending darkness, Lucia journeys to the human realm. Through the power of melody, she defends herself and her kingdom against the encroaching evil.\n\nFollowing a triumphant victory over a formidable enemy, Lucia and Kaito's reunion is short-lived. Kaito, seeking self-discovery and improvement in surfing, departs for Hawaii, promising to return. However, an accident leads to his memory loss, and he finds love in another woman's arms. In the mermaid world, Seira, Sara's successor, begins to appear in Lucia's dreams, cautioning her about impending hardships. To compound their troubles, a powerful adversary named Mikeru arises, immune to even the most potent mermaid song. Lucia's quest to reunite with her love and vanquish her foes is fraught with challenges.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.126094928880643,
    "arithmeticGeometricMean": 7.121511325781125,
    "median": 7.131
  },
  "lastUpdate": "2024-05-09"
}