{
  "sources": [
    "https://anidb.net/anime/16172",
    "https://anilist.co/anime/131586",
    "https://anime-planet.com/anime/86-eighty-six-part-ii",
    "https://anisearch.com/anime/16205",
    "https://kitsu.io/anime/44398",
    "https://livechart.me/anime/10492",
    "https://myanimelist.net/anime/48569",
    "https://notify.moe/anime/nkJU2rQGR"
  ],
  "synopsis": {
    "text": "Legion, an army of autonomous drones with a single objective to annihilate humanity, continues its ruthless assault on the Republic of San Magnolia. The Spearhead Squadron, comprised of exiled individuals known as the 'Eighty-Six,' is sent on a suicide mission deep into Legion territory. Despite the odds, the squadron, led by Shinei Nouzen, perseveres through countless hardships, driven by a sense of duty and belonging to the battlefield.\n\nWhen all hope seems lost, the Federal Republic of Giad, formerly the Giad Empire, rescues the surviving members of the Spearhead Squadron. The newly reformed nation offers them a chance at a peaceful life and full citizenship. However, the call of duty is too strong, and the Eighty-Six, now joined by a peculiar young ally named Frederica Rosenfort, enlist in the Giad military.\n\nMeanwhile, Vladilena Milizé, now demoted to Captain, continues her role as 'Handler One' in the ongoing war against the Legion. As the Legion prepares for a major offensive, Lena's extraordinary abilities are more in demand than ever, especially as the Republic of San Magnolia becomes the next target.\n\nDespite the tranquility of their new society, Shinei and his team feel a pull towards the battlefield. They soon find themselves on the front lines once again as part of the Federacy's Nordlicht Squadron, accompanied by Frederica. As they face the Legion's onslaught, they realize that the battlefield, filled with death and pain, is the only place they truly belong.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8537f61c15ea02cd",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.606925943104514,
    "arithmeticGeometricMean": 8.603931348014449,
    "median": 8.713636363636363,
    "hash": "8537f61c15ea02cd",
    "lastUpdate": "2024-05-08"
  }
}