{
  "sources": [
    "https://anidb.net/anime/15472",
    "https://anilist.co/anime/117002",
    "https://anime-planet.com/anime/magia-record-puella-magi-madoka-magica-side-story-season-2-the-eve-of-awakening",
    "https://anisearch.com/anime/15130",
    "https://kitsu.io/anime/43090",
    "https://livechart.me/anime/9862",
    "https://myanimelist.net/anime/41530",
    "https://notify.moe/anime/iCgP8OCWg"
  ],
  "synopsis": {
    "text": "Team Mikazuki Villa's Iroha Tamaki finds herself in a peculiar predicament, having forgotten the wish she made when she became a Magical Girl. Her life feels incomplete, as if something precious has been lost. Despite this, she continues to engage in secret battles, with no recollection of her purpose. When whispers of a sanctuary for Magical Girls in Kamihama City begin to circulate, Iroha embarks on a journey to rediscover her lost wish.\n\nMeanwhile, Yachiyo Nanami, a fellow Magical Girl, refuses to believe in the demise of her friend Iroha after a devastating battle. As she struggles with her own dark past and barely contained emotions, Yachiyo becomes determined to find Iroha. Her search leads her to the Wings of Magius, an organization promising to save all Magical Girls from their inevitable doom.\n\nBack in Mitakihara City, Sayaka Miki returns with chilling revelations about the existence of Magical Girls and the whereabouts of Mami Tomoe. Together with Madoka Kaname and Homura Akemi, Sayaka resolves to save Mami, despite knowing the grim fate that awaits them.\n\nAs Yachiyo hunts down the Wings of Magius in search of Iroha, a catastrophic threat looms over the world, setting the stage for a conflict that could jeopardize everything. With the future hanging in the balance, the Magical Girls must confront their destinies and unite to protect their world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8544edb385a26232",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.994042877757163,
    "arithmeticGeometricMean": 6.988580940298793,
    "median": 7.053979591836734,
    "hash": "8544edb385a26232",
    "lastUpdate": "2024-05-09"
  }
}