{
  "sources": [
    "https://anidb.net/anime/2302",
    "https://anilist.co/anime/2544",
    "https://anime-planet.com/anime/kazoku-robinson-hyouryuuki-fushigi-na-shima-no-flone",
    "https://anisearch.com/anime/3263",
    "https://kitsu.io/anime/2309",
    "https://livechart.me/anime/6461",
    "https://myanimelist.net/anime/2544",
    "https://notify.moe/anime/QtZy5KmmR"
  ],
  "synopsis": {
    "text": "The Robinson family, consisting of a father, mother, and three children, lived a quiet life in Bern, Switzerland. However, when the father receives a job offer to work as a doctor in Australia due to a shortage of medical professionals, the family decides to embark on the journey across the seas. The youngest child, 10-year-old Flone, is an energetic and adventurous girl who looks forward to exploring her new home. However, her older brother Franz is reluctant to leave Switzerland behind. Despite his initial protests, Franz joins the family on the voyage at the last minute when they set sail from Liverpool on a large sailing frigate. As the Robinsons celebrate Christmas aboard the ship, disaster strikes in the form of a raging storm. The frigate crashes into a reef and begins to sink as the passengers rush for the limited spots aboard the lifeboats. In the chaos, the Robinson family is unable to board and is abandoned on the sinking vessel. After the wreck, the Robinsons manage to make their way onto a deserted tropical island, salvaging supplies from the sunken ship. With rescue uncertain, the resourceful family sets up a treehouse shelter and learns to survive using what the island provides. They hold onto hope that they will someday be discovered as they await a passing ship. Despite the challenges ahead, the Robinsons face their new life with resilience, ingenuity and unity.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "85c563c0e5919530",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 6.838929764113438,
    "arithmeticGeometricMean": 6.821122666207764,
    "median": 6.968,
    "hash": "85c563c0e5919530",
    "lastUpdate": "2024-05-09"
  }
}