{
  "sources": [
    "https://anidb.net/anime/1917",
    "https://anilist.co/anime/1986",
    "https://anime-planet.com/anime/danguard-ace",
    "https://anisearch.com/anime/3425",
    "https://kitsu.io/anime/1788",
    "https://livechart.me/anime/7388",
    "https://myanimelist.net/anime/1986",
    "https://notify.moe/anime/WoHY5KimR"
  ],
  "synopsis": {
    "text": "Space exploration has become a necessity as Earth's resources dwindle, leading to the discovery of a new planet, Promete. To harness its resources, various projects are initiated worldwide, with Japan spearheading the construction of the Space Carrier Jasdam and the Planet Robot Dangard A. The aspiring pilot for Dangard A is Ichimonji Takuma, whose father, a renowned space pilot, vanished after a mysterious accident that left him blamed and disgraced. Determined to clear his father's name, Takuma joins the mission to Promete.\n\nHowever, the exploration of Promete is fraught with danger. The first expedition ends in disaster when the ships are destroyed due to treachery. Seizing the opportunity, the cunning Doppler declares himself the Chancellor of Promete and constructs a formidable military force, forbidding anyone from approaching the planet. In response, Earth's governments build massive combat robots, but Doppler manages to destroy them all before they are completed, except for Danguard Ace.\n\nBack on Earth, Takuma trains at Danguard's base, hoping to restore his father's honor by battling Doppler's forces. The mysterious Captain Dan, a former servant of Doppler who was under mind control, aids Takuma in protecting Danguard's base from Doppler's relentless attacks. As the son of the man accused of sabotaging the initial Promete expedition, Takuma bears the weight of his family's tarnished reputation. Can he protect the world from Doppler's Mechasatans and clear his family's name, or will he succumb to the same fate as his father? The future of Promete and Earth hangs in the balance as Takuma and Danguard Ace prepare for their final show",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "860c088dcdbae582",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.208996289424861,
    "arithmeticGeometricMean": 5.127815233205625,
    "median": 5.494090909090909,
    "hash": "860c088dcdbae582",
    "lastUpdate": "2024-05-10"
  }
}