{
  "sources": [
    "https://anidb.net/anime/15485",
    "https://anilist.co/anime/117196",
    "https://anime-planet.com/anime/tokyo-mew-mew-new",
    "https://anisearch.com/anime/15182",
    "https://kitsu.io/anime/43098",
    "https://livechart.me/anime/9878",
    "https://myanimelist.net/anime/41589",
    "https://notify.moe/anime/UADo-IyGR"
  ],
  "synopsis": {
    "text": "When high schooler Ichigo Momomiya sets out to impress her crush, Masaya Aoyama, she stumbles into a world beyond her wildest dreams. A seemingly ordinary date to an endangered species exhibit takes a turn for the extraordinary when Ichigo is struck by a mysterious light, awakening her latent powers and transforming her into a magical girl with the abilities of an endangered Iriomote cat.\n\nAs part of the Mew Project, Ichigo is one of five girls infused with the DNA of endangered species, tasked with the monumental mission of protecting Earth from the Chimera Anima, creatures corrupted by alien parasites. Alongside her newfound teammates, each possessing unique animal powers, Ichigo must navigate the trials of high school, maintain her secret identity, and forge a deeper connection with Masaya, all while battling the alien menace that threatens their world.\n\nWith the fate of humanity resting on their shoulders, Ichigo and her team must learn to work together and harness their newfound abilities to stand against the alien invasion. But as they delve deeper into their mission, they'll uncover secrets about the enigmatic Blue Knight and face challenges that will test their resolve in this thrilling adventure filled with love, friendship, and high-stakes battles.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "863ad17a3bd36cb2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.90279081632653,
    "arithmeticGeometricMean": 6.889653247285061,
    "median": 6.971163265306123,
    "hash": "863ad17a3bd36cb2",
    "lastUpdate": "2024-05-10"
  }
}