{
  "sources": [
    "https://anidb.net/anime/4799",
    "https://anilist.co/anime/1860",
    "https://anime-planet.com/anime/tokyo-majin",
    "https://anisearch.com/anime/3936",
    "https://kitsu.io/anime/1677",
    "https://livechart.me/anime/4189",
    "https://myanimelist.net/anime/1860",
    "https://notify.moe/anime/QdQf5Fiig"
  ],
  "synopsis": {
    "text": "Who would have thought that the bustling city of Tokyo would become a battleground for otherworldly forces? Enter Tatsuma Hiyuu, a transfer student at Magami Academy with a knack for martial arts and a penchant for drawing attention, both from the school's resident delinquent, Kyouichi Houraiji, and other students with unique abilities.\n\nWhen an ancient energy source known as the Ryumyaku is disrupted, it awakens latent powers within Tatsuma and his newfound friends, granting them supernatural abilities. As they navigate their newfound gifts, they're thrust into a world where humans can transform into demons, and lifeless creatures called Oni roam the streets, preying on the innocent.\n\nGuided by Hisui Kisaragi, the young heir of the Kisaragi Clan, the group takes on the responsibility of protecting Tokyo from the growing darkness. As they delve deeper into the world of the supernatural, they realize that the disruption of the Ryumyaku was no accident. A sinister force is at work, manipulating the Dark Arts to unleash an ancient evil.\n\nWith their newfound powers and a shared determination to protect their city, Tatsuma and his friends must confront not only the growing threat of the Oni but also the mysterious organization orchestrating the chaos. As they stand against the looming darkness, they'll discover their own Stars of Fate and uncover the true extent of their destinies.\n\nBased on a manga that was adapted from a popular 1998 Nintendo role-playing game, this anime weaves a thrilling tale of friendship, courage, and destiny in the face of unimaginable evil. Will our heroes be able to overcome their fears and flaws to save Tokyo from the encroaching darkness? Only",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "869f101af695d853",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.084795918367346,
    "arithmeticGeometricMean": 7.081909177593845,
    "median": 7.085714285714285,
    "hash": "869f101af695d853",
    "lastUpdate": "2024-05-10"
  }
}