{
  "sources": [
    "https://anidb.net/anime/4530",
    "https://anilist.co/anime/1862",
    "https://anime-planet.com/anime/strike-witches-ova",
    "https://anisearch.com/anime/3673",
    "https://kitsu.io/anime/1679",
    "https://livechart.me/anime/3384",
    "https://myanimelist.net/anime/1862",
    "https://notify.moe/anime/Zawf5Fmmg"
  ],
  "synopsis": {
    "text": "She athed in despair as an alien force, the Neuroi, ravages Earth, humanity's resilience is tested in the 1940s. Conventional weaponry crumbles against the invaders, leaving the world in desperate need of a savior. A beacon of hope emerges in the form of the 'Striker Unit', a cutting-edge device that harnesses the innate magical abilities of young girls, transforming them into formidable warriors known as Strike Witches.\n\nEquipped with mechanical leg coverings that resemble witches' brooms, these brave young women take to the skies, weaving magic and technology in a dance of destruction against the Neuroi. Among them is the daughter of the Striker Unit's inventor, who, despite leading a seemingly ordinary life, harbors an immense untrained magical power that she yearns to use for healing.\n\nHer world turns upside down when she embarks on a quest to uncover the truth about her father's fate, who is believed to have perished during service. As she navigates this new reality, she crosses paths with her father's invention and the possibility of joining the Strike Witches, becoming a glimmer of hope in the world's darkest hour. The 501st Joint Fighter Wing, the Strike Witches, stands as the vanguard against the relentless Neuroi, turning the tides of war and safeguarding the future of mankind.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "86fc308082a34e50",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.311258747518146,
    "arithmeticGeometricMean": 6.291210981609496,
    "median": 6.411818181818182,
    "hash": "86fc308082a34e50",
    "lastUpdate": "2024-05-10"
  }
}