{
  "sources": [
    "https://anidb.net/anime/575",
    "https://anilist.co/anime/486",
    "https://anime-planet.com/anime/kinos-journey",
    "https://anisearch.com/anime/1599",
    "https://kitsu.io/anime/447",
    "https://livechart.me/anime/3656",
    "https://myanimelist.net/anime/486",
    "https://notify.moe/anime/XmKo5FmmR"
  ],
  "synopsis": {
    "text": "They say that the sight of birds in flight stirs a longing for adventure. In a world filled with diverse cultures, customs, and traditions, Kino, a 15-year-old wanderer, and Hermes, a sentient motorcycle, embark on a series of short stories, exploring the myriad countries that dot their landscape. From lands grappling with the implications of telepathy to societies striving for absolute equality, Kino and Hermes immerse themselves in each new culture for three days, leaving ripples in their wake that subtly challenge the status quo.\n\nThe enigmatic Kino, with Hermes as a profound and intelligent companion, adopts the role of an observer, delving into the lives of the people they encounter without passing judgment. In this beautiful yet tragic world, they witness the full spectrum of human experience: the hopes and dreams, the failures and fears, the mundane and the extraordinary. As they traverse the countries, they uncover the complex tapestry of human nature, learning from the ways people navigate their lives.\n\nAdapted from a light novel series by Keiichi Sigsawa, Kino's Journey weaves an introspective and philosophical tale that transcends gender and age. Through atmospheric storytelling, the series invites viewers to join Kino and Hermes on their existential road trip, exploring the universal truths that bind us all. Prepare for a thought-provoking adventure that challenges our perceptions and leaves us questioning the very nature of our world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "870098c31517591d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.138734927648034,
    "arithmeticGeometricMean": 8.13765105925463,
    "median": 8.214363636363636,
    "hash": "870098c31517591d",
    "lastUpdate": "2024-05-09"
  }
}