{
  "sources": [
    "https://anidb.net/anime/7975",
    "https://anilist.co/anime/9047",
    "https://anime-planet.com/anime/a-certain-scientific-railgun-ova",
    "https://anisearch.com/anime/6288",
    "https://kitsu.io/anime/5586",
    "https://livechart.me/anime/3321",
    "https://myanimelist.net/anime/9047",
    "https://notify.moe/anime/gYoWtKimR"
  ],
  "synopsis": {
    "text": "Academy City, a hub of scientifically advanced students with superhuman abilities, is home to Electromaster Misaka Mikoto, also known as Railgun, one of the city's most powerful espers. Following the unsettling events of the Level Upper incident, an eerie tranquility descends upon the city. However, this calm is disrupted when Misaka begins to experience an unsettling sensation of being watched, a phenomenon known as 'Someone's Watching'.\n\nUnlike the usual attention she receives, this feeling is disturbingly different, causing her to feel as if her electrical energy is flowing backwards. As the sensation persists and intensifies, Misaka's paranoia grows, leading to social withdrawal among other affected students.\n\nDetermined to help their friend, Misaka's roommate Kuroko Shirai, along with their mutual friends Kazari Uiharu and Ruiko Saten, embark on a mission to uncover the truth behind this mysterious occurrence. Together, they must confront this unknown enemy and restore peace to Misaka's life. Will they succeed in their quest, or will the enigmatic 'Someone's Watching' continue to torment Misaka and the other students of Academy City? Join Misaka and her friends in their thrilling journey to unravel this urban legend.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8739455b89cddcfd",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.509722943722943,
    "arithmeticGeometricMean": 7.50888875312813,
    "median": 7.451515151515151,
    "hash": "8739455b89cddcfd",
    "lastUpdate": "2024-05-10"
  }
}