{
  "sources": [
    "https://anidb.net/anime/9935",
    "https://anilist.co/anime/19163",
    "https://anime-planet.com/anime/date-a-live-ii",
    "https://anisearch.com/anime/8673",
    "https://kitsu.io/anime/7864",
    "https://livechart.me/anime/110",
    "https://myanimelist.net/anime/19163",
    "https://notify.moe/anime/iuQtpKmiR"
  ],
  "synopsis": {
    "text": "The high school life of Itsuka Shido took a dramatic turn when a spacequake, triggered by an armored alien girl named Tohka, disrupted his world. With a unique ability to seal a Spirit's powers through a heartfelt kiss, Shido finds himself in a complex situation as he must now manage the affections of the sealed Spirits, including Tohka. His life becomes even more complicated as three more powerful and captivating girls enter the scene, each vying for his attention. With a clandestine organization on Tohka's trail and the DEM's ongoing attempts to stabilize Fraxinus, Shido's ordinary life is a distant memory.\n\nSpirits, powerful entities from another realm, cause spatial quakes when they materialize, endangering Earth's inhabitants. To prevent further catastrophe, Shido, having already sealed three Spirits, continues his mission with Ratatoskr to locate and date these otherworldly beings. However, their challenges extend beyond managing Spirits, as a more formidable menace seems to be monitoring their actions.\n\nThirty years ago, a devastating Spacequake, resulting from Spirit activity, struck the Eurasian continent, causing 150 million fatalities. Now, Shido cohabits with two non-human Spirits, Tooka and Yoshino, as dating them is the most effective way to prevent another calamity. As the only person capable of containing a Spirit's overwhelming powers, Shido must ensure that Tooka and Yoshino remain emotionally balanced. However, everyday human dramas can be quite distressing, making Shido's task even more challenging.\n\nHaving successfully sealed three Spirits, Tohka, Yoshino, and his foster sister Kotori, with Ratatoskr's assistance,",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.315116885094274,
    "arithmeticGeometricMean": 7.311485045557006,
    "median": 7.437074219412349,
    "lastUpdate": "2024-05-09"
  }
}