{
  "sources": [
    "https://anidb.net/anime/1015",
    "https://anilist.co/anime/169",
    "https://anime-planet.com/anime/lunar-legend-tsukihime",
    "https://anisearch.com/anime/1867",
    "https://kitsu.io/anime/147",
    "https://livechart.me/anime/3735",
    "https://myanimelist.net/anime/169",
    "https://notify.moe/anime/WiXp5FmmR"
  ],
  "synopsis": {
    "text": "When Shiki Toono awakens in a hospital with the uncanny ability to perceive lines that, when severed, disintegrate objects, he tries to maintain a semblance of normalcy in his sophomore year. However, his tranquil life takes a dramatic turn when he encounters a cryptic woman with crimson eyes and inexplicably kills her, only for her to resurface unscathed. Identifying herself as Arcueid Brunestud, a vampire princess, she reveals that Shiki's lineage and his mysterious power are intertwined with a series of local murders and a lethal phantom named Roa. Together, they embark on a quest to unravel these enigmas and confront the sinister forces at play.\n\nShiki Tohno, an amnesiac high school student with a clandestine deadly ability, leads an ordinary life until a near-fatal encounter with a female vampire thrusts him into a world of darkness. Compelled to help the vampire, Arcueid Brunestud, eliminate an elusive entity known as Roa, Shiki must also delve into the secrets of his family and reclaim his lost memories.\n\nPlagued by a childhood accident that left him with the chilling power to see the threads that bind everything, Shiki Toono endures a life marred by this seemingly cursed ability. A pair of special glasses allows him to live normally, until a fateful encounter with a captivating woman leads him to unwittingly attempt to kill her. Discovering she's a vampire, Shiki finds himself entangled in a web of supernatural intrigue and murder, forcing him to confront the true nature of his power and lineage.\n\nAfter surviving a devastating accident in his youth, Shiki Toono is sent to live with distant relatives, ha",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "876342672abf1f2c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.009156307977737,
    "arithmeticGeometricMean": 7.002115503930553,
    "median": 7.09490909090909,
    "hash": "876342672abf1f2c",
    "lastUpdate": "2024-05-10"
  }
}