{
  "sources": [
    "https://anidb.net/anime/11166",
    "https://anilist.co/anime/21126",
    "https://anime-planet.com/anime/chaos-child",
    "https://anisearch.com/anime/10334",
    "https://kitsu.io/anime/10786",
    "https://livechart.me/anime/1490",
    "https://myanimelist.net/anime/30485",
    "https://notify.moe/anime/Xki_tFmmg"
  ],
  "synopsis": {
    "text": "Generation Madness once again casts its ominous shadow over Tokyo's vibrant Shibuya district, six years after a catastrophic earthquake left it in ruins. The infamous quake, which struck on November 6, 2009, resulted in a devastating loss of life and widespread destruction, leaving behind a trail of despair and chaos. As the district gradually rises from the ashes in 2015, a chilling series of unexplained deaths begins to grip the reconstructed neighborhood.\n\nMiyashiro Takuru, an inquisitive third-year student at the recently established Hekiho Academy, finds himself entangled in the enigma known as the \"Return of the New Generation Madness.\" As a dedicated member of the school's newspaper club, he becomes determined to unravel the dark secrets that lay hidden beneath the surface of the reconstructed Shibuya.\n\nAs Takuru delves deeper into the investigation, he starts to uncover eerie connections between the recent string of murders and the sinister events that transpired five years prior. The dates of the mysterious deaths eerily align with those of the original New Generation Madness incidents, drawing Takuru and his fellow club members into a dangerous web of intrigue and suspense.\n\nAs they race against time to decipher the truth, the newspaper club members find themselves caught in the middle of a terrifying crime scene. Will they be able to unveil the twisted secrets behind the Return of the New Generation Madness before it's too late, or will they become the next victims of this gruesome cycle of madness?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.399635412397892,
    "arithmeticGeometricMean": 6.392964403888998,
    "median": 6.364090909090909,
    "lastUpdate": "2024-05-09"
  }
}