{
  "sources": [
    "https://anidb.net/anime/13890",
    "https://anilist.co/anime/101500",
    "https://anime-planet.com/anime/ingress-the-animation",
    "https://anisearch.com/anime/13449",
    "https://kitsu.io/anime/41030",
    "https://livechart.me/anime/3137",
    "https://myanimelist.net/anime/37438",
    "https://notify.moe/anime/X7zFhKimR"
  ],
  "synopsis": {
    "text": "It's a thrilling ride in the world of Ingress, where a mysterious substance called Exotic Matter (XM) has been discovered, capable of influencing human minds and shaping the course of human history. The origins and effects of this enigmatic energy remain largely unknown, but its potential power is too great to ignore.\n\nEnter Makoto Midorikawa, a gifted psychometric investigator with the unique ability to uncover memories from objects he touches. His extraordinary talent propels him into a whirlwind of intrigue when he investigates a lab explosion linked to XM. As he delves deeper into the case, Makoto stumbles upon a massive global conspiracy centered around the control and exploitation of XM.\n\nCaught in the crossfire of two rival factions, the Enlightened and the Resistance, Makoto must navigate a treacherous landscape of corporate espionage and international power struggles. The Enlightened view XM as a transformative gift that can elevate human potential, while the Resistance sees it as a sinister force threatening to overtake humanity.\n\nAs Makoto uncovers the secrets surrounding XM and the shadowy organizations vying for its control, he becomes entangled in a deadly game of cat and mouse. With the fate of humanity hanging in the balance, Makoto must use his unique abilities to unlock the truth and save the world from a potentially devastating outcome. Get ready to immerse yourself in a thrilling adventure that blends animation, location-based gaming, and the real world in Ingress.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.419354823747681,
    "arithmeticGeometricMean": 6.4091188721820025,
    "median": 6.321,
    "lastUpdate": "2024-05-09"
  }
}