{
  "sources": [
    "https://anidb.net/anime/1501",
    "https://anilist.co/anime/4522",
    "https://anime-planet.com/anime/the-hard-bounty-hunter",
    "https://anisearch.com/anime/933",
    "https://kitsu.io/anime/3662",
    "https://livechart.me/anime/8032",
    "https://myanimelist.net/anime/4522",
    "https://notify.moe/anime/LHjucKimg"
  ],
  "synopsis": {
    "text": "New York City serves as the grim backdrop for a relentless bounty hunter, Hard, who finds himself entangled in a sinister web of crime and deceit. Initially tasked with apprehending a petty thief named Freddie, Hard unwittingly stumbles upon a far more dangerous conspiracy, placing his life on the line.\n\nHard, a seasoned bounty hunter, struggles to balance his profession and personal life, as he grapples with alimony and child support payments for his cherished daughter, Momoko. The seemingly straightforward job of tracking down Freddie quickly spirals into chaos, as Hard becomes the target of ruthless psychopaths intent on silencing him.\n\nAs Hard delves deeper into the case, he learns of the brutal murder of his fellow bounty hunter, Tyron. Driven by vengeance and justice, Hard embarks on a perilous journey through the seedy underbelly of New York, initially following a trail that leads to the city's pimp milieu. However, his investigation reveals a far more horrifying truth: Tyron was on the verge of exposing an organ trafficking ring before his untimely demise.\n\nNow, with the killers hot on his heels, Hard must navigate the treacherous streets of New York, determined to uncover the truth and bring the criminals to justice. As the stakes grow higher and the odds stack against him, Hard refuses to back down, setting the stage for a deadly showdown in this gritty film noir tale.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8804a2111da74564",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.690804664723032,
    "arithmeticGeometricMean": 5.679908626748433,
    "median": 5.545454545454546,
    "hash": "8804a2111da74564",
    "lastUpdate": "2024-05-09"
  }
}