{
  "sources": [
    "https://anidb.net/anime/6103",
    "https://anilist.co/anime/4722",
    "https://anime-planet.com/anime/skip-beat",
    "https://anisearch.com/anime/4993",
    "https://kitsu.io/anime/3761",
    "https://livechart.me/anime/3885",
    "https://myanimelist.net/anime/4722",
    "https://notify.moe/anime/QX495Fiig"
  ],
  "synopsis": {
    "text": "Kyoko is a hardworking young woman who dedicates herself to supporting her childhood friend Shotaro's dreams of becoming a famous singer. However, she is heartbroken when she overhears Shotaro telling his manager that to him Kyoko is merely a convenient servant. Furious over being used, Kyoko vows revenge by trying to succeed in the entertainment industry herself and surpass Shotaro's popularity. As Kyoko attempts to break into show business, she joins a talent agency and faces various challenges that push her out of her comfort zone. Initially, her bitterness over Shotaro's betrayal has left her unable to understand emotions like love - a prerequisite for becoming an actress at her agency. With the help of new mentors and friends, including renowned actor Ren Tsuruga, Kyoko slowly begins unlearning her tendency to tirelessly serve others without regard for herself. Through navigating auditions, acting classes, and filming experiences, she works to take charge of her own future and develop her talent rather than living in someone else's shadow. Skip Beat! follows Kyoko's transformative journey from naive teenager devoted to an ungrateful childhood crush to empowered young woman carving her own path towards stardom and independence. Kyoko must unlock her passion, confront her demons, and embrace new experiences that will someday allow her to achieve her goal of surpassing the fame of the man who spurned her trust and crushed her heart.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-20"
  },
  "score": {
    "arithmeticMean": 8.071811888728554,
    "arithmeticGeometricMean": 8.07070159698901,
    "median": 8.01142857142857,
    "lastUpdate": "2024-05-10"
  }
}