{
  "sources": [
    "https://anidb.net/anime/9765",
    "https://anilist.co/anime/17827",
    "https://anime-planet.com/anime/a-good-librarian-like-a-good-shepherd",
    "https://anisearch.com/anime/8913",
    "https://kitsu.io/anime/8002",
    "https://livechart.me/anime/231",
    "https://myanimelist.net/anime/17827",
    "https://notify.moe/anime/jNh2pKmmg"
  ],
  "synopsis": {
    "text": "With a prestigious academy as its backdrop, Shiomi Academy, known for its expansive library that rivals the national library, sets the stage for a tale of books, fate, and friendships. Kyoutarou Kakei, a reserved second-year student, finds solace in the library club and its vast collection of books. His life takes a dramatic turn when he receives an enigmatic message from the legendary 'Shepherd,' who is rumored to grant wishes to hardworking students.\n\nThe message hints at a life-altering event, and soon, Kyoutarou finds himself saving Tsugumi Shirasaki, a fellow student, from a train accident. Grateful for his timely intervention, Tsugumi joins the library club and invites Kyoutarou to participate in her mysterious 'Shiomi Happy Project.' As more girls join the club, the once-quiet library becomes a hub of activity, with the members striving to make the academy a better place.\n\nAs Kyoutarou navigates his newfound popularity and the challenges of the Happy Project, he can't help but wonder about the identity of the Shepherd and their connection to the sudden changes in his life. Will Kyoutarou and his friends uncover the truth behind the Shepherd's enigmatic presence, or will they find themselves entangled in a web of mystery and magic? Join them on their journey to discover the secrets hidden within the walls of Shiomi Academy and its Great Library.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8823182142f620a6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.884372912801484,
    "arithmeticGeometricMean": 6.88163415966774,
    "median": 6.882,
    "hash": "8823182142f620a6",
    "lastUpdate": "2024-05-09"
  }
}