{
  "sources": [
    "https://anidb.net/anime/11134",
    "https://anilist.co/anime/21096",
    "https://anime-planet.com/anime/doukyuusei",
    "https://anisearch.com/anime/10279",
    "https://kitsu.io/anime/10846",
    "https://livechart.me/anime/1444",
    "https://myanimelist.net/anime/30346",
    "https://notify.moe/anime/8EOlpKiig"
  ],
  "synopsis": {
    "text": "These two young men, Hikaru Kusakabe, a carefree guitarist in a popular band, and Rihito Sajou, an exemplary honor student, find their lives intertwined in an unexpected way. Initially, they seem to inhabit completely different worlds, but destiny brings them together during preparations for a chorus festival. Hikaru notices Rihito's reluctance to sing in music class and discovers him practicing alone after school. He impulsively offers to help Rihito improve his singing, leading to a series of after-school meetings where they bond over music.\n\nAs they harmonize their voices, they also begin to synchronize their hearts, leading to a slow realization that their feelings for each other extend beyond mere friendship. Hikaru's spontaneous, genuine nature initially makes Rihito hesitant, but he eventually opens up, allowing them to explore their newfound love. Together, they navigate the complexities of adolescence, learning about themselves and each other while supporting one another through the trials of youth.\n\nAs they approach the crossroads of their futures, they must grapple with the uncertainty that lies ahead and determine what their relationship means for their individual paths. Will their love be strong enough to guide them through the challenges that await, or will the pressures of an unknown future prove too much for them to handle? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.107933344928881,
    "arithmeticGeometricMean": 8.10250911682466,
    "median": 8.24157196969697,
    "lastUpdate": "2024-05-09"
  }
}