{
  "sources": [
    "https://anidb.net/anime/5098",
    "https://anilist.co/anime/2156",
    "https://anime-planet.com/anime/bakugan-battle-brawlers",
    "https://anisearch.com/anime/4162",
    "https://kitsu.io/anime/1952",
    "https://livechart.me/anime/4814",
    "https://myanimelist.net/anime/2156",
    "https://notify.moe/anime/J6CYcKmmg"
  ],
  "synopsis": {
    "text": "As mysterious cards began to fall from the sky, children around the globe discovered a thrilling new game called Bakugan Battle Brawlers. Unbeknownst to them, these cards held the key to an alternate dimension known as Vestroia, home to the Bakugan creatures. Among the many players, six friends—Dan, Marucho, Runo, Shun, Julie, and Alice—stood out, forming an elite team called the Bakugan Battle Brawlers.\n\nWhen Dan and his friends accidentally find themselves in Vestroia, they learn that their beloved game is more than just a pastime. The realm is under siege by the Doom Beings, led by the nefarious Bakugan Naga, who seeks to control Vestroia, Earth, and countless other worlds. Naga's attempt to harness the Perfect Core's power—comprised of the Infinity and Silent Cores—has destabilized Vestroia and threatens to merge it with Earth.\n\nWith time running out, Dan and his friends must join forces with other Bakugan players from around the world to save Vestroia and restore balance to the dimensions. As they navigate this epic battle, they must also contend with the enigmatic Masquerade, who steals Bakugan from other players. Can Dan and his friends, along with their powerful Bakugan partners, triumph over Naga and protect their worlds from impending doom?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "88fb1b3954bc0886",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.097438775510205,
    "arithmeticGeometricMean": 6.0757442209252615,
    "median": 6.194727272727272,
    "hash": "88fb1b3954bc0886",
    "lastUpdate": "2024-05-08"
  }
}