{
  "sources": [
    "https://anidb.net/anime/10929",
    "https://anilist.co/anime/20913",
    "https://anime-planet.com/anime/k-return-of-kings",
    "https://anisearch.com/anime/8251",
    "https://kitsu.io/anime/9964",
    "https://livechart.me/anime/1268",
    "https://myanimelist.net/anime/27991",
    "https://notify.moe/anime/6Z0EtKimg"
  ],
  "synopsis": {
    "text": "Yashiro Isana, the Silver King, vanishes, leaving his friends Neko and Kurou in a world teetering on the brink of chaos. The once-friendly bond between Mikoto Suou, the Red King, and the Blue Clan's leader, Scepter 4, shattered when the former was killed, leaving Scepter 4 burdened with guilt. As the clans struggle to maintain order, the Green Clan, Jungle, rises, threatening the stability of Japan and the safety of the Dresden Slate, a relic that grants the seven kings their extraordinary powers.\n\nThe Green King, Nagare Hisui, cunning and relentless, sets his sights on the Dresden Slate, using any means necessary to acquire it. Standing in his path is Scepter 4 and their unwavering leader, Reishi Munakata, who must grapple with the deterioration of his Sword of Damocles and the future of his clan. Meanwhile, the Red Clan, HOMRA, led by the new Red Queen, Anna Kushina, finds itself entangled in the Green King's schemes while mourning their losses.\n\nAs tensions escalate among the clans, the return of the Silver King brings hope for an alliance between the Red, Blue, and Silver Clans. However, the Green King holds his own hidden advantages, and the combined strength of the three kings may not be enough to halt Nagare Hisui's sinister plans. In this tumultuous world where history and reality intertwine, the fates of the kings and their clans converge, shaping the destiny of Japan.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "89752ad1b69a4e13",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.5628812521995235,
    "arithmeticGeometricMean": 7.560260134379769,
    "median": 7.585,
    "hash": "89752ad1b69a4e13",
    "lastUpdate": "2024-05-09"
  }
}