{
  "sources": [
    "https://anidb.net/anime/15389",
    "https://anilist.co/anime/115183",
    "https://anime-planet.com/anime/mars-red",
    "https://anisearch.com/anime/14969",
    "https://kitsu.io/anime/43302",
    "https://livechart.me/anime/9790",
    "https://myanimelist.net/anime/41265",
    "https://notify.moe/anime/OpyI1cuZR"
  ],
  "synopsis": {
    "text": "Lieutenant General Nakajima establishes a specialized unit, Code Zero, within the Japanese army in 1923 to tackle the escalating vampire crisis in \"MARS RED.\" As vampires have been living covertly among humans for centuries, their numbers have recently surged, and a new, enigmatic artificial blood source called Ascra has emerged. To combat this threat, Code Zero employs vampires to hunt their own kind.\n\nCode Zero, previously engaged in information warfare, now has a new mission: to investigate the mysterious increase in vampires and put an end to it before society collapses. S-class vampire Deffrot (or Deflot) teams up with the unit to track down and eliminate these bloodsuckers. As Major Yoshinobu Maeda returns to Tokyo and assumes command of the Zero Institute under Lieutenant General Nakajima, he is tasked with investigating the connection between an infected stage actress and a powerful, ancient vampire.\n\nBased on a stage play by Bun’ou Fujisawa, \"MARS RED\" follows the thrilling exploits of Code Zero as they navigate the challenges of their new roles, grapple with their own vampiric natures, and strive to maintain order in a world threatened by the growing vampire population. The anime premiered on Funimation on March 29, 2021.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "898e6717c62513b6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.537148596938776,
    "arithmeticGeometricMean": 6.529226540251757,
    "median": 6.5920000000000005,
    "hash": "898e6717c62513b6",
    "lastUpdate": "2024-05-09"
  }
}