{
  "sources": [
    "https://anidb.net/anime/6047",
    "https://anilist.co/anime/4879",
    "https://anime-planet.com/anime/mouryou-no-hako",
    "https://anisearch.com/anime/4974",
    "https://kitsu.io/anime/3835",
    "https://livechart.me/anime/4150",
    "https://myanimelist.net/anime/4879",
    "https://notify.moe/anime/DZp95Kiig"
  ],
  "synopsis": {
    "text": "Although the peaceful towns of Musashino and Mitaka are usually serene during the late summer and early autumn of 1952, a chilling sequence of peculiar crimes shatters the tranquility. The series of events begins with the attempted murder of 14-year-old Kanako Yuzuki, who is found gravely injured on train tracks. Following her abduction from a mysterious research hospital, other girls from the area start to vanish, only to have their dismembered limbs discovered in custom-made boxes scattered around nearby towns.\n\nNews editor Morihiko Toriguchi, crime fiction writer Tatsumi Sekiguchi, and onmyōji Akihiko Chūzenji join forces to unravel the enigma surrounding these gruesome occurrences. Meanwhile, detective Shuutarou Kiba, who was present during Kanako's accident, finds himself entangled in the complex web of deceptions involving the Yuzuki family, particularly the famous actress Youko Yuzuki—Kanako's sister.\n\nAs Kanako's condition worsens, Youko entrusts her to the care of Dr. Koushirou Mimasaka, who conducts experimental treatments in an eerie, box-shaped facility hidden within the forest. However, Kanako soon disappears from the facility, leaving Kiba and her close friend, Yoriko Kusumoto, desperate to find her.\n\nAs the investigation unfolds, Kiba learns of the grim connection between the severed limbs and Kanako's disappearance. Enlisting the help of his partners Tatsumi Sekiguchi and Akihiko Chuuzenji, Kiba must navigate the intricate network of deceptions and solve the series of heinous crimes to find Kanako and put an end to the murder spree",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "89a4b50e8e22daa8",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.143637600494743,
    "arithmeticGeometricMean": 7.140870231012678,
    "median": 7.1454545454545455,
    "hash": "89a4b50e8e22daa8",
    "lastUpdate": "2024-05-09"
  }
}