{
  "sources": [
    "https://anidb.net/anime/11139",
    "https://anilist.co/anime/21108",
    "https://anime-planet.com/anime/wakaba-girl",
    "https://anisearch.com/anime/10286",
    "https://kitsu.io/anime/10767",
    "https://livechart.me/anime/1448",
    "https://myanimelist.net/anime/30355",
    "https://notify.moe/anime/LV6QpFmmg"
  ],
  "synopsis": {
    "text": "No longer confined to the luxurious, yet stifling world of her affluent family, Wakaba Kohashi embarks on a journey of self-discovery and friendship as she enters the Clover Girls' Academy. Wakaba, who yearns for the freedom and vibrancy of the trendy gyaru lifestyle, encounters a diverse group of friends who each bring their own unique flair to the table. Among them are the sweet and innocent Moeko, the unpredictable Mao, and the former athlete turned boys-love enthusiast, Nao.\n\nAs the girls navigate the highs and lows of high school life, they learn from one another and share experiences that range from school festivals to waterpark adventures. Wakaba, who once felt like an outsider due to her privileged background, finds solace and acceptance in her newfound friendships. Together, they explore the world beyond their respective comfort zones, with Wakaba offering a glimpse into her lavish lifestyle and her friends introducing her to the nuances of the world outside her family's estate.\n\nThrough the laughter, tears, and everything in between, Wakaba and her friends embrace the beauty of their individuality and the power of their camaraderie. As they each grow and evolve, they come to realize that the true essence of high school life lies not in the superficial aspects of their appearances or social statuses, but in the genuine connections they forge with one another. With each passing day, Wakaba and her friends continue to make unforgettable memories, cherishing the moments that make their high school experience truly extraordinary.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "89b97404604a2e67",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.850205840290663,
    "arithmeticGeometricMean": 6.846446594229276,
    "median": 6.77438775510204,
    "hash": "89b97404604a2e67",
    "lastUpdate": "2024-05-10"
  }
}