{
  "sources": [
    "https://anime-planet.com/anime/re-zero-starting-life-in-another-world-the-frozen-bond",
    "https://anisearch.com/anime/13951",
    "https://kitsu.io/anime/42006",
    "https://livechart.me/anime/8701",
    "https://myanimelist.net/anime/38414",
    "https://notify.moe/anime/M3HuDTPmg"
  ],
  "synopsis": {
    "text": "Will the bonds of ice prove stronger than the looming threat of destruction? In \"Re:Zero - Starting Life in Another World: The Frozen Bond,\" we journey back in time to uncover Emilia's life before she arrived at Roswaal's mansion. Emilia, a half-elf with striking silver hair and amethyst eyes, resides in the frozen Elior Forest alongside her loyal companion, the great spirit Puck. Her resemblance to the infamous Witch of Jealousy casts a shadow over her, leaving her shunned by the nearby villagers. Despite this, Emilia perseveres, trading with them to sustain herself and protect the frozen elves within the forest.\n\nHaunted by a recurring dream that leaves her in tears, Emilia struggles to recall the details of her mysterious past. As she navigates the challenges of her present life, her world is suddenly upended by the arrival of Melakuera, a mediator of the world who questions her very existence. With her life and the fate of the forest hanging in the balance, Emilia must confront her unknown past and the potential danger it poses to the world. Can Emilia and Puck safeguard their home, the neighboring village, and themselves from imminent destruction? And how will their shared history influence the outcome? Join Emilia on this emotional and suspenseful journey as she uncovers the truth behind her identity and the frozen bond that connects her to the elves and Puck.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "89db429e76a8d5ee",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.750313955885384,
    "arithmeticGeometricMean": 7.748871114159918,
    "median": 7.844,
    "hash": "89db429e76a8d5ee",
    "lastUpdate": "2024-05-06"
  }
}