{
  "sources": [
    "https://anidb.net/anime/12603",
    "https://anilist.co/anime/97907",
    "https://anime-planet.com/anime/death-march-to-the-parallel-world-rhapsody",
    "https://anisearch.com/anime/12080",
    "https://kitsu.io/anime/13276",
    "https://livechart.me/anime/2444",
    "https://myanimelist.net/anime/34497",
    "https://notify.moe/anime/2tZ7hKmmg"
  ],
  "synopsis": {
    "text": "If you're in the mood for a fantastical adventure with a touch of humor and a dash of suspense, then look no further than the story of Ichiro Suzuki, a hardworking programmer who finds himself in an unexpected twist of fate. After pulling an all-nighter at his demanding job, Ichiro takes a well-deserved nap, only to wake up in a world that eerily resembles the video game he was working on.\n\nNow known as Satou, a young and inexperienced character, Ichiro must navigate this new reality filled with mystical creatures and magical abilities. But don't be fooled by his beginner status; Satou possesses an extraordinary power that can decimate entire armies, as he quickly discovers when faced with a horde of menacing lizardmen.\n\nWith his newfound strength and an abundance of wealth obtained from the spoils of his first battle, Satou embarks on a journey across this enchanting world. As he encounters various challenges and meets intriguing characters along the way, Satou strives to maintain his secret and live a peaceful life. However, with great power comes great responsibility, and Satou may soon find that his plans for tranquility might not be as easy as he had hoped.\n\nJoin Satou on his thrilling expedition in this otherworldly realm, where dreams become reality, and the line between the virtual and the tangible is blurred. Will Satou find a way back home, or will he embrace his new life as a high-level adventurer in this captivating fantasy world? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.802048997162805,
    "arithmeticGeometricMean": 6.796228319335253,
    "median": 6.738821220562167
  },
  "lastUpdate": "2024-05-09"
}