{
  "sources": [
    "https://anidb.net/anime/4403",
    "https://anilist.co/anime/1827",
    "https://anime-planet.com/anime/moribito-guardian-of-the-spirit",
    "https://anisearch.com/anime/3601",
    "https://kitsu.io/anime/1644",
    "https://livechart.me/anime/3746",
    "https://myanimelist.net/anime/1827",
    "https://notify.moe/anime/R-fBcFimg"
  ],
  "synopsis": {
    "text": "Upon the imperial throne of Yogo, a clandestine threat looms, casting a shadow over the royal lineage. The emperor, in a bid to safeguard his dynasty's honor, seeks to eradicate this menace, which, unfortunately, resides within his own offspring, the guileless Second Prince Chagum. Enter Balsa, a formidable warrior roaming the lands, burdened by a solemn vow to safeguard eight lives in atonement for her blood-stained past. Accepting the role of Chagum's protector, her final pledge, Balsa and Chagum embark on a treacherous odyssey, testing their physical fortitude, mental tenacity, and the fragile bond they forge.\n\nConcurrently, the empire teeters on the brink of a calamitous drought, prompting the Star Readers to concoct a strategy to avert impending famine. Ancient lore dictates that the inaugural emperor, alongside eight valiant warriors, vanquished a water demon, averting a devastating drought and establishing the land now known as Shin Yogo. Should this aquatic demon resurface, its demise could herald salvation. Alas, the demon materializes within Prince Chagum, leading the emperor to decree his son's sacrifice for the empire's welfare.\n\nMeanwhile, the enigmatic Balsa, a spear-wielding mercenary, arrives in Shin Yogo. After thwarting a covert assassination attempt on Chagum, she is entrusted by Chagum's mother to shield him from the emperor and his relentless hunters. Honoring her sacred pledge, Balsa acquiesces, initiating a perilous journey that del",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.075346773318577,
    "arithmeticGeometricMean": 8.073637053817611,
    "median": 8.110454545454544,
    "lastUpdate": "2024-05-09"
  }
}