{
  "sources": [
    "https://anidb.net/anime/6383",
    "https://anilist.co/anime/6930",
    "https://anime-planet.com/anime/doraemon-movie-29-shin-nobita-no-uchuu-kaitakushi",
    "https://anisearch.com/anime/4996",
    "https://kitsu.io/anime/4790",
    "https://livechart.me/anime/9097",
    "https://myanimelist.net/anime/6930",
    "https://notify.moe/anime/nrGRpKmiR"
  ],
  "synopsis": {
    "text": "Chamii, a diminutive rabbit hailing from a parallel universe, accidentally stumbles into Nobita's life while evading pursuers in her spacecraft. The unexpected entrance causes a tremor in Nobita's room, jolting him awake. Soon, Nobita and Doraemon discover Chamii helping herself to their refrigerator's contents. Upon meeting Roppuru, a young boy accompanying Chamii, the group embarks on a journey to the enchanting Koya Koya Planet.\n\nIn an extraordinary twist of fate, Nobita's dreams about Roppel and Chami traversing the cosmos become reality. The trio's spacecraft malfunctions during a high-speed chase, resulting in a dimensional rift connecting the spaceship to Nobita's room. As they explore Roppel's home planet, Nobita and Doraemon vow to assist in liberating the planet from its oppressors.\n\nRopuru, a courageous boy escaping space-bound thugs, creates a perilous tear in the fabric of time and space. The newly formed portal bridges the gap between Ropuru's spacecraft and Nobita's room, leading to an unexpected encounter between Ropuru, Chammy, Doraemon, and Nobita. After repairing the spaceship, the group ventures to Ropuru's newfound home, Koya Koya. To protect the colonists from villains seeking the planet's precious crystals, Nobita and Doraemon join the fight for a peaceful existence on this new world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.047774582560296,
    "arithmeticGeometricMean": 7.038905986446665,
    "median": 7.1989090909090905,
    "lastUpdate": "2024-05-09"
  }
}