{
  "sources": [
    "https://anidb.net/anime/6895",
    "https://anilist.co/anime/6857",
    "https://anime-planet.com/anime/momotaros-sea-eagle",
    "https://anisearch.com/anime/5379",
    "https://kitsu.io/anime/4756",
    "https://livechart.me/anime/9094",
    "https://myanimelist.net/anime/6857",
    "https://notify.moe/anime/bCe65KmiR"
  ],
  "synopsis": {
    "text": "Harbor under siege, Momotaro, a valiant human commander, leads an extraordinary naval force comprised of loyal animals on a daring mission to infiltrate the formidable stronghold of Demon Island, known to many as Pearl Harbor. Driven by unwavering loyalty and patriotism, the courageous Canine, Monkey, and Pheasant units step forward to execute the perilous task, honoring their homeland with every beat of their hearts.\n\nAs the cunning Momotaro orchestrates a stealthy aerial assault, his devoted animal comrades take to the skies as crew members and pilots, determined to cripple the enemy's naval forces. This high-stakes operation unfolds in a groundbreaking animated feature, marking Japan's first foray into full-length animation.\n\nProduced with government backing, this film serves as a propaganda piece, cleverly interweaving the timeless folklore of Momotaro and his animal allies with striking similarities to beloved characters from the Popeye cartoons. The animation seamlessly blends with genuine footage from the actual attack on Pearl Harbor, courtesy of the military, resulting in a captivating visual experience that grips the audience. Despite its brief runtime, this film was promoted as the main attraction, leaving a lasting impact on viewers.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8a54cd9eb54094b4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.025126954677974,
    "arithmeticGeometricMean": 5.013869841892508,
    "median": 4.948979591836734,
    "hash": "8a54cd9eb54094b4",
    "lastUpdate": "2024-05-09"
  }
}