{
  "sources": [
    "https://anilist.co/anime/87527",
    "https://anime-planet.com/anime/trick-or-alice",
    "https://anisearch.com/anime/9383",
    "https://kitsu.io/anime/8100",
    "https://livechart.me/anime/383",
    "https://myanimelist.net/anime/21305",
    "https://notify.moe/anime/S792pFimR"
  ],
  "synopsis": {
    "text": "She is cheerful, she is gentle, and her name is Arisa Minase. Living a peaceful life surrounded by loving family and friends, Arisa's world turns upside down on the eve of her birthday. As the clock strikes midnight, the ground beneath her crumbles, plunging her into a mysterious realm known as Wonderland. In this peculiar land, the inhabitants, who bear striking resemblances to those she knows in her world, hail her as 'Alice.'\n\nCaught in an inescapable time loop, Arisa relives the same day in Wonderland, desperately seeking a way to break free from this enigmatic cycle. Greeted by twins Light and Shadow, and a host of eccentric characters such as the enigmatic Black Rabbit, the affectionate Cheshire Cat, and the lethargic dormouse Round, Arisa struggles to convince them of her true identity.\n\nAs she navigates this fantastical world filled with wild personalities, she discovers that each of these characters mirrors someone from her past life, yet none seem to recognize their former selves. With time seemingly standing still and the Black Rabbit guarding secrets of his own, Arisa must uncover the truth behind this strange realm and find the real Alice to reclaim her life and return home. Will she unlock the mysteries of Wonderland and escape, or will she succumb to the allure of this whimsical world and choose to stay? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8a83a135f506e947",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 5.584688517831375,
    "arithmeticGeometricMean": 5.542665971268171,
    "median": 5.151666666666666,
    "hash": "8a83a135f506e947",
    "lastUpdate": "2024-05-10"
  }
}