{
  "sources": [
    "https://anidb.net/anime/12141",
    "https://anilist.co/anime/97820",
    "https://anime-planet.com/anime/starmyu-2",
    "https://anisearch.com/anime/11481",
    "https://kitsu.io/anime/12241",
    "https://livechart.me/anime/2199",
    "https://myanimelist.net/anime/33362",
    "https://notify.moe/anime/wTaghFmmR"
  ],
  "synopsis": {
    "text": "Kaou Council's graduation performance at the esteemed Ayanagi Academy looms near, marking the beginning of a new challenge for second-year musical department student, Yuuta Hoshitani. The legendary musical, Shadow & Lights, presents five coveted roles specifically designed for second-year students, offering them a once-in-a-lifetime opportunity to perform alongside their revered former leaders.\n\nAmong the 25 aspiring second-year students, Hoshitani finds himself vying for one of these prestigious training roles, which promise not only to elevate their academic standing but also to catapult them into contention for a spot on the elite Kaou Council. As the auditions commence, the students receive specialized guidance from the 'Ancients'—former Kaou Council members and Ayanagi alumni—who help them hone their skills in pursuit of their dreams.\n\nWhile some students, like Riku Ageha from Team Yuzuriha, have spent years perfecting their portrayals for these roles, Hoshitani's lack of experience in show business places him at a disadvantage. Nevertheless, driven by admiration for a high school student who once inspired him, Hoshitani remains undeterred in his quest to seize this opportunity and make his mark on the stage. With their dreams and aspirations at stake, the second-year students embark on a thrilling journey of self-discovery and growth, as the curtain rises on this captivating coming-of-age slapstick musical tale.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8ac1e53a64539d7e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.128253401360545,
    "arithmeticGeometricMean": 7.119576442240334,
    "median": 7.21734693877551,
    "hash": "8ac1e53a64539d7e",
    "lastUpdate": "2024-05-10"
  }
}