{
  "sources": [
    "https://anidb.net/anime/14520",
    "https://anilist.co/anime/106206",
    "https://anime-planet.com/anime/detective-conan-movie-23-the-fist-of-blue-sapphire",
    "https://anisearch.com/anime/14013",
    "https://kitsu.io/anime/42313",
    "https://livechart.me/anime/8661",
    "https://myanimelist.net/anime/38770",
    "https://notify.moe/anime/r3wpFjZZg"
  ],
  "synopsis": {
    "text": "Sands Hotel in Singapore, a murder occurs, leaving behind a chilling calling card from the infamous Kaitou Kid.\n\nIn the heart of Singapore, the world's most coveted blue sapphire, the \"Blue Lapis Fist,\" believed to have been lost in a pirate shipwreck in the late 19th century, is now on display. A local millionaire schemes to seize it, but the exhibition is marred by a gruesome murder, with a bloodstained Kaitou Kid announcement card discovered at the scene.\n\nMeanwhile, Ran and Sonoko find themselves in Singapore to attend a karate tournament. Conan, unable to join them due to lack of a passport, is unexpectedly dragged into the fray by Kaitou Kid, who needs his detective prowess. Kid uses a cunning trick to transport Conan to Singapore, stripping him of his glasses, wristwatch, and clothes, forcing him to adopt a disguise. Ran, unaware of his true identity, knows him as Arthur Hirai.\n\nAs Kaitou Kid attempts to steal the \"Blue Lapis Fist\" from a manor's underground vault, he encounters a formidable adversary: Makoto Kyogoku, an undefeated karate master with 400 consecutive victories. Conan, reluctantly aiding Kid, must navigate this dangerous trap to return home. With Singapore's fate hanging in the balance, Conan must solve the perplexing case and stop Kaitou Kid from seizing the precious sapphire.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8ac5514579217628",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.03665491651206,
    "arithmeticGeometricMean": 8.03038764861467,
    "median": 7.971892393320965,
    "hash": "8ac5514579217628",
    "lastUpdate": "2024-05-09"
  }
}