{
  "sources": [
    "https://anidb.net/anime/8861",
    "https://anilist.co/anime/12293",
    "https://anime-planet.com/anime/campione",
    "https://anisearch.com/anime/7458",
    "https://kitsu.io/anime/6702",
    "https://livechart.me/anime/1020",
    "https://myanimelist.net/anime/12293",
    "https://notify.moe/anime/NxFNpFmiR"
  ],
  "synopsis": {
    "text": "Slayer\"—whose duty is to fight Heretic Gods to save humanity. Godou's new status as a Campione attracts a bevy of Gods who wish to challenge him and a band of devout followers—mostly women—who are willing to aid him in his battles. Campione!: Matsurowanu Kamigami to Kamigoroshi no Maou follows Godou as he tackles dueling deities in a conflict between Heaven and Earth.\n\nIn the world of Campione!, gods are not mere myths or legends. They exist, unbeknownst to humans, fighting their battles and laying waste to land and life. People perceive the fights of such 'Heretic Gods' as inexplicable natural disasters they cannot escape. Sixteen-year-old high school student Godou Kusanagi travels to Italy at the request of his grandfather to return a particular tablet to an acquaintance for safekeeping. Godou does not expect to get drawn into a battle between two Heretic Gods alongside Erica Blandelli, a self-proclaimed witch fighting to protect people.\n\nFortunately, he manages to defeat the god of war in mortal combat and becomes a 'Campione'—or 'God Slayer'—whose duty is to fight Heretic Gods to save humanity. Godou's new status as a Campione attracts a bevy of Gods who wish to challenge him and a band of devout followers—mostly women—who are willing to aid him in his battles. Campione!: Matsurowanu Kamigami to Kamigoroshi no Maou follows Godou as he tackles dueling deities in a conflict between Heaven and Earth.\n\nGodou's life takes a dramatic turn when he inadvertently kills the god Verethragna and inherits his divine powers.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.997399334179158,
    "arithmeticGeometricMean": 6.995446389742493,
    "median": 7.0104581901489125
  },
  "lastUpdate": "2024-05-09"
}