{
  "sources": [
    "https://anidb.net/anime/15476",
    "https://anilist.co/anime/117067",
    "https://anime-planet.com/anime/kiyo-in-kyoto-from-the-maiko-house",
    "https://anisearch.com/anime/15153",
    "https://kitsu.io/anime/43750",
    "https://livechart.me/anime/9863",
    "https://myanimelist.net/anime/41556",
    "https://notify.moe/anime/EO3Cv6RMR"
  ],
  "synopsis": {
    "text": "Japanese culture and culinary delights converge in the heart of Kyoto as two childhood friends, Kiyo and Sumire, chase their dreams of becoming maiko, apprentice geishas. Originating from Aomori Prefecture, they find themselves in the enchanting Kagai district, where they reside in a maiko house. While Sumire's exceptional talent propels her toward a promising future as a once-in-a-century maiko, an unforeseen twist leads Kiyo to assume the role of the house's live-in cook.\n\nIn the midst of the glamorous Kanai neighborhood, known for nurturing geishas and maikos, 16-year-old Kiyo prepares heartwarming meals for her fellow housemates. As she cooks up a storm in the kitchen, Kiyo remains optimistic despite her own setbacks, channeling her energy into nourishing and uplifting those around her. Among the housemates, Sumire holds a special place in Kiyo's heart, as the young maiko's relentless dedication to her studies often leads her to neglect her meals.\n\n\"Kiyo in Kyoto: From the Maiko House\" invites viewers to experience the captivating world of Kyoto's geisha district through the lens of daily life, as Kiyo's culinary creations and behind-the-scenes anecdotes weave a touching tale of friendship, growth, and perseverance. As these two friends support each other through their individual journeys, their unbreakable bond shines as a testament to the power of camaraderie and shared dreams.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.987048933209648,
    "arithmeticGeometricMean": 6.981710810895321,
    "median": 7.025,
    "lastUpdate": "2024-05-09"
  }
}