{
  "sources": [
    "https://anidb.net/anime/13784",
    "https://anilist.co/anime/107864",
    "https://anime-planet.com/anime/for-whom-the-alchemist-exists",
    "https://anisearch.com/anime/14156",
    "https://kitsu.io/anime/41761",
    "https://livechart.me/anime/9209",
    "https://myanimelist.net/anime/37262",
    "https://notify.moe/anime/1ZiUrdAiR"
  ],
  "synopsis": {
    "text": "Alchemy, a once forbidden art, stirs up chaos in the continent of Babel, home to the ominous Tower of Babel and seven distinct nations. After centuries of peace following a devastating war, the tranquility is disrupted as the power of alchemy is unleashed once again.\n\nThe story unfolds when an ordinary high school girl, Kasumi, finds herself transported from Earth to the mystical land of Babel. In an effort to prevent the Sorcerers of Darkness from conquering the world, Kasumi must navigate the complex history of Babel.\n\nOnce upon a time, the invention of alchemy led to its use as a destructive weapon, pushing humanity to the brink of extinction. The seven nations of Babel formed an uneasy alliance, resulting in a prohibition on alchemy for hundreds of years. However, in the year 911, the nation of Lustrice defied the pact by creating an army enhanced by alchemy. Led by Envylia, the remaining six nations united to defeat Lustrice, casting alchemy back into darkness.\n\nTwenty years after the war, the peace is shattered as alchemy resurfaces, causing chaos and destruction. As Kasumi arrives in this tumultuous land, she becomes entangled in the struggle against the renegade alchemists threatening Babel.\n\nBased on the simulation role-playing game, Ta ga Tame no Alchemist, this thrilling anime film centers around seven characters themed around the seven deadly sins. With the fate of Babel hanging in the balance, Kasumi must confront the dark forces of alchemy to restore peace to the continent.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 6.7167462894248615,
    "arithmeticGeometricMean": 6.703585901136358,
    "median": 6.73,
    "lastUpdate": "2024-05-10"
  }
}