{
  "sources": [
    "https://anidb.net/anime/7873",
    "https://anilist.co/anime/9314",
    "https://anime-planet.com/anime/fractale",
    "https://anisearch.com/anime/6420",
    "https://kitsu.io/anime/5668",
    "https://livechart.me/anime/3983",
    "https://myanimelist.net/anime/9314",
    "https://notify.moe/anime/4U_WtFmmR"
  ],
  "synopsis": {
    "text": "Nessa, a lively and enigmatic doppel, turns Clain's monotonous life upside down when she enters his world, pushing him to embark on a thrilling adventure in a future where humans live in harmony with the Fractale system. This advanced technology, responsible for maintaining a peaceful and effortless existence, is on the brink of collapse, unbeknownst to most. Clain, a solitary teenager with a penchant for collecting antique electronics, crosses paths with a mysterious girl named Phryne, who is desperately trying to evade her pursuers. After Phryne vanishes, leaving behind a peculiar pendant, Clain's life takes an unexpected turn.\n\nThe pendant holds the key to unlocking Nessa, a digital avatar resembling a young girl. Together, Clain and Nessa set out on a journey to find Phryne, only to uncover the hidden truth behind the Fractale system. As they delve deeper, they find themselves caught in a conflict between a religious order, determined to preserve Fractale, and the Lost Millennium, a group seeking its destruction.\n\nIn this world where reality and virtual existence intertwine, Clain must challenge the very foundation of his comfortable life and confront the mysterious Fractale system that has shaped his world for centuries. Will Clain and Nessa manage to unravel the secrets of Fractale and find Phryne, or will they succumb to the complex web of deceit and danger that lies ahead? Join them on this captivating journey and discover the truth behind a perfect society that is not as flawless as it seems.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.961369350548793,
    "arithmeticGeometricMean": 6.958437200352754,
    "median": 6.955,
    "lastUpdate": "2024-05-09"
  }
}