{
  "sources": [
    "https://anidb.net/anime/3326",
    "https://anilist.co/anime/3155",
    "https://anime-planet.com/anime/goldfish-warning-movie",
    "https://anisearch.com/anime/1041",
    "https://kitsu.io/anime/2828",
    "https://myanimelist.net/anime/3155",
    "https://notify.moe/anime/6rkw5FimR"
  ],
  "synopsis": {
    "text": "Having lost her affluent lifestyle due to her father's death and the subsequent revelation of his debts, Chitose Fujinomiya, a once spoiled and snobbish girl, finds herself penniless and homeless. Her only remaining possession is a pink goldfish, Gyopi, a cherished gift from her father. After being expelled from the prestigious Tokai no Gakuen, Chitose stumbles upon the humble Inaka no Chugakko, a countryside junior high school filled with warm-hearted students and farm animals roaming the grounds. Despite her initial disdain for the school's modest environment, Chitose is welcomed by the students who, despite having little themselves, extend their support to the destitute girl.\n\nAs Chitose navigates her new life, she encounters Tanakayama, a cunning goldfish vendor who sets his sights on Gyopi, knowing the fish is worth a fortune. When Gyopi forms a bond with Tanakayama's last remaining goldfish, Gyopo, Chitose's selfish nature resurfaces, and she forbids their relationship, believing Gyopi is too good for a mere 100-yen fish. However, with Gyopo's impending departure to Europe and Tanakayama's relentless pursuit of Gyopi, the fate of the two goldfish seems uncertain.\n\nFortunately, Chitose discovers that her father did not leave her penniless, as her relatives had led her to believe. Regaining her wealth, she decides to repay the kindness of her new friends by purchasing the struggling Inaka no Chugakko and transforming it into a thriving institution. Determined to outshine her former school and fake friends, Chitose embarks on a mission to create a",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8b724238e79891b7",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.877602350030922,
    "arithmeticGeometricMean": 5.852455310013289,
    "median": 6.020909090909091,
    "hash": "8b724238e79891b7",
    "lastUpdate": "2024-05-07"
  }
}