{
  "sources": [
    "https://anidb.net/anime/16528",
    "https://anilist.co/anime/137639",
    "https://anime-planet.com/anime/kyouki-sanmyaku-jashin-no-sanrei",
    "https://anime-planet.com/anime/kyouki-sanmyaku-naked-peak",
    "https://anisearch.com/anime/18179",
    "https://kitsu.io/anime/47021",
    "https://kitsu.io/anime/47121",
    "https://livechart.me/anime/10959",
    "https://myanimelist.net/anime/53849",
    "https://notify.moe/anime/tKj4vh5Vg"
  ],
  "synopsis": {
    "text": "This gripping anime unveils a chilling tale that begins with the inexplicable disappearance of a tourist plane en route to Antarctica. As search parties scour the area where the plane's signal was last detected, they stumble upon an awe-inspiring and uncharted mountain range that dwarfs even the mighty Mount Everest, soaring over 34,000 feet above sea level. The existence of these colossal peaks, which defy all human knowledge and understanding, draws the attention of intrepid climbers and adrenaline junkies from around the world.\n\nInspired by the tabletop role-playing game (TTRPG) scenario 'Mountains of Madness - Summit of Deities', the anime masterfully intertwines the thrill of mountain climbing with the eerie lore of the Cthulhu Mythos. As brave adventurers endeavor to conquer these daunting heights, they will encounter unimaginable horrors that await them in the realm of death.\n\nInitially launched as a crowdfunded pilot project in October 2021, the campaign reached its goal and led to the release of the pilot film in February 2023. With the success of the pilot, the groundwork has been laid for the development of a full-length feature film that promises to further immerse viewers in this spine-tingling and suspenseful adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.723451576994435,
    "arithmeticGeometricMean": 6.717347668111898,
    "median": 6.326530612244898,
    "lastUpdate": "2024-05-09"
  }
}