{
  "sources": [
    "https://anidb.net/anime/2766",
    "https://anilist.co/anime/482",
    "https://anime-planet.com/anime/yu-gi-oh-gx",
    "https://anisearch.com/anime/2618",
    "https://kitsu.io/anime/443",
    "https://livechart.me/anime/4014",
    "https://myanimelist.net/anime/482",
    "https://notify.moe/anime/AAdocFiig"
  ],
  "synopsis": {
    "text": "As the prestigious Duel Academy opens its doors to a new generation of aspiring duelists, Jaden Yuki, a passionate and somewhat carefree young man, sets his sights on becoming the next King of Games. Set 10 years after the events of the original Yu-Gi-Oh! series, the card game Duel Monsters has reached new heights of popularity, and the academy, founded by Seto Kaiba, serves as the perfect training ground for those who wish to master it.\n\nUpon his late arrival at the entrance exam, Jaden encounters the legendary Yugi, who entrusts him with a powerful card. This serendipitous meeting marks the beginning of Jaden's journey through the academy, where he must navigate the challenges posed by its three distinct dormitories: Slifer Red, Ra Yellow, and Obelisk Blue. As a new student assigned to Slifer Red, the dormitory for beginners, Jaden must prove his worth against duelists from the higher-ranked dorms while contending with the cunning schemes of the academy's chairman, Dr. Vellian Crowler.\n\nAlongside his friends Syrus, Chumley, and Bastion, Jaden embarks on a series of thrilling dueling matches that test their skills and push them to the brink of the shadow realm. With each victory, Jaden edges closer to his dream of becoming the King of Games, but dark forces lurk in the shadows, threatening to disrupt the balance of power and challenge the very fabric of reality.\n\nJoin Jaden and his friends as they navigate the trials and tribulations of Duel Academy, where every duel brings them one step closer to greatness, and where the bonds of friendship may be the only thing standing between them and the darkness that lies ahead.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.792418483602037,
    "arithmeticGeometricMean": 6.771216811817,
    "median": 7.173254639417429
  },
  "lastUpdate": "2024-05-10"
}