{
  "sources": [
    "https://anidb.net/anime/4086",
    "https://anilist.co/anime/3512",
    "https://anime-planet.com/anime/tenshi-nanka-ja-nai",
    "https://anisearch.com/anime/2012",
    "https://kitsu.io/anime/3063",
    "https://livechart.me/anime/7595",
    "https://myanimelist.net/anime/3512",
    "https://notify.moe/anime/cTCQ5Fmmg"
  ],
  "synopsis": {
    "text": "Midori’s first year at the newly established Hijiri Academy brings a whirlwind of unexpected events. On a rainy day, she witnesses a tall, captivating student tenderly caring for a stray kitten, and her heart skips a beat. This mysterious boy, Akira Sudo, unwittingly becomes the object of Midori's affection.\n\nUpon returning to school after a brief illness, Midori discovers she's been nominated as a candidate for the student council. Following a series of embarrassing mishaps, she and Akira find themselves elected as members, marking the beginning of their journey to establish new traditions for their school.\n\nAs the newly appointed vice president, Midori works alongside Akira, the president, to organize the school festival. Despite her growing feelings for Akira, Midori suspects he might already have a girlfriend. Nevertheless, she remains hopeful and even attempts to play matchmaker for her friends, all while trying to navigate her own complex emotions.\n\nWith every passing day, Midori's affection for Akira deepens, yet his enigmatic past seems to prevent him from fully opening up to her. As they continue to work together on the student council, Midori must find the courage to confront her feelings and the mystery surrounding Akira's past. Will love blossom between them amidst the bustling school life, or will Midori's heart be left unrequited? Only time will tell in this bittersweet tale of first love and self-discovery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8c4afe7aed684210",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.845856347733898,
    "arithmeticGeometricMean": 5.829925174558609,
    "median": 6.0,
    "hash": "8c4afe7aed684210",
    "lastUpdate": "2024-05-10"
  }
}