{
  "sources": [
    "https://anidb.net/anime/15254",
    "https://anilist.co/anime/113023",
    "https://anime-planet.com/anime/revue-starlight-rondo-rondo-rondo",
    "https://anisearch.com/anime/14739",
    "https://kitsu.io/anime/42682",
    "https://livechart.me/anime/9665",
    "https://myanimelist.net/anime/40665",
    "https://notify.moe/anime/_zWrXxUZR"
  ],
  "synopsis": {
    "text": "By a twist of fate, Karen Aijou stumbles upon an underground theater hidden beneath the prestigious Seisho Music Academy, where she and her childhood friend, Hikari Kagura, are enrolled. The stage is set for a series of secret auditions, where students compete for the coveted title of 'Top Star' and the chance to perform in the school's annual play.\n\nYears ago, Karen and Hikari vowed to become theatrical stars together, but their dreams were put on hold when Hikari moved away. Now, reunited at the academy, their shared passion for the stage is reignited, and they find themselves among many other aspiring performers, all vying for the same opportunity.\n\nAs the competition intensifies, the girls must confront the challenges that come with pursuing their dreams. The carefree Karen, who had initially settled for a smaller role, finds her determination rekindled by Hikari's return. Despite the trials they face, the two friends remain steadfast in their promise to become stars together, even if fate threatens to pull them apart.\n\nIn this thrilling compilation film, witness the journey of Karen and Hikari as they navigate the trials and tribulations of the enigmatic auditions, rediscovering their shared passion for the stage and fighting to fulfill their childhood promise.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8c89d34ba9220193",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.2881500132520545,
    "arithmeticGeometricMean": 7.2780526702565975,
    "median": 7.34,
    "hash": "8c89d34ba9220193",
    "lastUpdate": "2024-05-10"
  }
}