{
  "sources": [
    "https://anidb.net/anime/2309",
    "https://anilist.co/anime/4615",
    "https://anime-planet.com/anime/fables-of-the-green-forest",
    "https://anisearch.com/anime/633",
    "https://kitsu.io/anime/3712",
    "https://livechart.me/anime/7472",
    "https://myanimelist.net/anime/4615",
    "https://notify.moe/anime/euk95KiiR"
  ],
  "synopsis": {
    "text": "As semble in the lush expanse of the Green Forest, where a vibrant community of woodland creatures coexist, each with their own unique tales to share. Based on the heartwarming children's books penned by Thornton W. Burgess, these captivating narratives weave together the everyday adventures of the forest-dwelling friends.\n\nBrace yourself for a rollercoaster of emotions as Sammy, the ever-alert Blue Jay, screeches his warning cries of impending danger. The forest echoes with his calls, sending the woodland gang - including the playful Rocky Chuck, mischievous Peter Rabbit, and the cautious Bobby Badger - scurrying for cover, narrowly escaping the clutches of their cunning adversary, Reddy Fox.\n\nAs the seasons ebb and flow, the friends navigate the challenges of surviving in their natural habitat while learning valuable life lessons about the perils that man poses to their idyllic world. Amidst the trials, they find solace in foraging, playing, and exploring the boundless beauty of their verdant home.\n\nMeanwhile, meet Rocky, an inquisitive young meerkat who, along with his siblings Kiki and Cooki, is learning the ways of the wild under their father's watchful eye. Rocky's insatiable curiosity often leads him astray, drawing his unwitting friend, Peter Rabbit, into a whirlwind of escapades that test their courage and resilience.\n\nPrepare to be enchanted by the intertwining tales of these endearing characters as they learn, grow, and forge unbreakable bonds in the heart of the Green Forest.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8d50ad2a63ac504b",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.665455163883735,
    "arithmeticGeometricMean": 5.606118791576982,
    "median": 5.882181818181818,
    "hash": "8d50ad2a63ac504b",
    "lastUpdate": "2024-05-10"
  }
}