{
  "sources": [
    "https://anidb.net/anime/4385",
    "https://anilist.co/anime/1724",
    "https://anime-planet.com/anime/saint-october",
    "https://anisearch.com/anime/3578",
    "https://kitsu.io/anime/1545",
    "https://livechart.me/anime/7265",
    "https://myanimelist.net/anime/1724",
    "https://notify.moe/anime/PLNB5Kiig"
  ],
  "synopsis": {
    "text": "Kuroki Detective Agency, comprised of three extraordinary girls, is the last hope for the demon-infested Alkana City, a place where the line between the past and future blurs into a realm of fantasy and terror. Hayama Kotono, an orphan residing in a convent, Shirafuji Natuski, a budding pop idol, and Hijiri Misaki, a girl tormented by her past life's nightmares, are the gifted detectives entrusted with solving the city's unsolvable mysteries.\n\nAs a wave of kidnappings sweeps through the city, targeting young boys, the detectives are thrust into a race against time. The perpetrator, a masked man backed by the enigmatic Reverse Company and its malevolent leader, Kurtz, is always one step ahead. Kurtz, armed with the power to bestow dark magic upon his followers through tarot cards, poses a formidable challenge to the detectives.\n\nWhen Kotono crosses paths with Juan, an amnesiac boy, she unknowingly triggers the beginning of a new chapter in her life. As Juan grants her the power of judgment, Kotono transforms into the 'Black Loli,' a guardian of justice, and vows to protect Juan and combat the evil forces threatening Alkana City.\n\nAs the Kuroki Detective Agency delves deeper into the case, the girls must confront their destinies and unravel the mysteries that will ultimately determine humanity's fate. In a world where justice and evil are blurred, the detectives must decipher the truth and save the city from impending doom.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.340329711105221,
    "arithmeticGeometricMean": 6.325576330047582,
    "median": 6.2727272727272725
  },
  "lastUpdate": "2024-05-09"
}