{
  "sources": [
    "https://anidb.net/anime/12367",
    "https://anilist.co/anime/97977",
    "https://anisearch.com/anime/11736",
    "https://kitsu.io/anime/12586",
    "https://myanimelist.net/anime/33980",
    "https://notify.moe/anime/vy7m2FimR"
  ],
  "synopsis": {
    "text": "Kamaishi City and Fudai village in Iwate prefecture serve as the backdrop for a 60-minute anime film produced by The Tohoku Regional Development Association to promote earthquake awareness. The anime, divided into two parts titled 'Sonaeru' (Prepare) and 'Manabu' (Learn), draws inspiration from real-life events and highlights the significance of constant preparedness and disaster readiness.\n\nIn the 1970s and 1980s, Kotoku Wamura, the mayor of Fudai village, takes center stage in 'Sonaeru.' Determined to protect his village, Wamura proposes an ambitious floodgate and seawall project. Facing skepticism from the village assembly, he recalls the devastating 1896 and 1933 Sanriku earthquakes and tsunamis to emphasize the necessity of his plan. Ultimately, the construction of the 15.5-meter (51-foot) floodgate—the highest in the Tohoku region—saves Fudai from the destruction wrought by the 2011 tsunami on neighboring coastal towns.\n\nFast forward to 2011, 'Manabu' follows the story of elementary school children in Kamaishi City during the catastrophic Tohoku earthquake and tsunami. As the children put their disaster readiness training into practice, they head to higher ground, demonstrating the local custom of 'Tsunami Tendenko.' This custom encourages individuals to seek higher ground independently and without waiting for instructions. The children's actions not only save their own lives but also serve as a valuable lesson for their parents.\n\nThis anime combines historical events with important life lessons, showcasing the resilience and resourcefulness of individuals",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8e393695a00a758a",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 4.954545454545455,
    "arithmeticGeometricMean": 4.9544411982585785,
    "median": 4.954545454545455,
    "hash": "8e393695a00a758a",
    "lastUpdate": "2024-05-07"
  }
}