{
  "sources": [
    "https://anidb.net/anime/1475",
    "https://anilist.co/anime/3033",
    "https://anime-planet.com/anime/digimon-tamers-movie-runaway-locomon",
    "https://anisearch.com/anime/2262",
    "https://kitsu.io/anime/2739",
    "https://livechart.me/anime/5139",
    "https://myanimelist.net/anime/3033",
    "https://notify.moe/anime/vZQ85Fmmg"
  ],
  "synopsis": {
    "text": "Free from the confines of the digital realm, Locomon, a formidable train-like Digimon, makes an unexpected appearance in the human world, leaving a trail of chaos in its wake. A group of brave Digimon Tamers, including Takato, Rika, and Henry, stand as the world's last line of defense against the encroaching digital menace.\n\nAs the Tamers grapple with the sudden emergence of Locomon, they find themselves in a race against time to halt its relentless charge through the city's rail network. The stakes are higher than they realize, as the train's final stop is a portal that leads directly to the Digital World.\n\nOn the day meant to celebrate Rika's birthday, the Tamers are caught off guard by Locomon's arrival. Amidst the chaos, Rika falls prey to the manipulative clutches of the malevolent Parasimon, who exploits her deep-seated memories of her father. As Rika succumbs to Parasimon's control, she turns against her friends and even her loyal partner, Renamon.\n\nDetermined to save Rika and put an end to Parasimon's schemes, the Tamers uncover the truth behind Locomon's arrival. Guilmon, in a display of unwavering courage, digivolves into the powerful Gallantmon Crimson Mode and defeats Parasimon, freeing Rika from his grasp.\n\nHowever, the battle is far from over. As hordes of Parasimon begin to pour through the gateway, the Tamers must summon all their strength to fend off the invading forces. Justimon and Beelzemon rise to the challenge, delivering a crushing defeat to the Parasimon swarm.\n\nWith Parasimon'",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.785260609925787,
    "arithmeticGeometricMean": 6.776867537728947,
    "median": 6.8145454545454545,
    "lastUpdate": "2024-05-09"
  }
}