{
  "sources": [
    "https://anidb.net/anime/15255",
    "https://anilist.co/anime/113024",
    "https://anime-planet.com/anime/revue-starlight-movie",
    "https://anisearch.com/anime/15955",
    "https://kitsu.io/anime/42681",
    "https://livechart.me/anime/9666",
    "https://myanimelist.net/anime/40664",
    "https://notify.moe/anime/nGFn954Gg"
  ],
  "synopsis": {
    "text": "Seishou Music Academy, a prestigious institution where music, dance, and real weapons intertwine to create the next great Star, is the backdrop for the continuing saga of Karen Aijou and Hikari Kagura in the sequel to \"Revue Starlight.\" Now in their third year, the duo is relentlessly honing their acting skills while engaging in secret revue battles.\n\nThe stage mirrors life, encapsulating skills acquired over lifetimes and showcasing them in fleeting yet brilliant spectacles, all for the entertainment and scrutiny of others. For the performers, it's the ultimate gamble, where some will soar to new heights while others will inevitably plummet. Karen and Hikari, bound by a childhood pact, have traversed distinct paths to reach this juncture. However, with Hikari's departure, Karen is compelled to rediscover her identity sans her counterpart, while Hikari must chart her own course anew.\n\n'Starlight' - a distant star from the past and the future - illuminated the lives of two girls, leading them to swap their destinies. One remained steadfast on the tragic stage, while the other leaped in, separated, and rewrote their destinies, crafting a new chapter brimming with light. No girl succumbed to the tower's flames or was imprisoned. As the new chapter unfolds, the question remains: what lies ahead? 'Starlight' is an unattributed tale, leaving one to wonder about the light's origin and destination, and who takes center stage in this narrative.\n\nWith a fresh wave of gifted girls gracing Seishou Music Academy, another spirited year commences. The graduating 99th class eagerly prepares for the poignant Starl",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.220226345083487,
    "arithmeticGeometricMean": 8.216761408525329,
    "median": 8.222000000000001
  },
  "lastUpdate": "2024-05-10"
}