{
  "sources": [
    "https://anidb.net/anime/13831",
    "https://anilist.co/anime/101165",
    "https://anime-planet.com/anime/goblin-slayer",
    "https://anisearch.com/anime/13356",
    "https://kitsu.io/anime/40597",
    "https://livechart.me/anime/3109",
    "https://myanimelist.net/anime/37349",
    "https://notify.moe/anime/6WcD2FiiR"
  ],
  "synopsis": {
    "text": "Raiding rural civilizations and kidnapping females for breeding, goblins are known for their ferocity, cunning, and rapid reproduction. However, their reputation as the weakest of all monsters causes their threat to be overlooked by adventurers in favor of more rewarding assignments. On her first day as a Porcelain-ranked adventurer, a young priestess joins a band of enthusiastic rookies to investigate a tribe of goblins responsible for the disappearance of several village women. But the group soon finds themselves in peril as they fall into a goblin ambush while exploring a cave. With no one else left standing, the terrified priestess accepts her fate until the unexpected arrival of the Goblin Slayer.\n\nA man of mystery, the Goblin Slayer is a Silver-ranked adventurer who has climbed the ranks solely by hunting goblins. He uses whatever means necessary to exterminate all goblins, sparing no expense or effort. With little effort, he rescues the priestess and destroys the entire goblin nest. From that day forward, the priestess joins the Goblin Slayer on his quest to eradicate every single goblin in the frontier lands. Together with a group of adventurers, including a High Elf, Dwarf, and Lizardman, the armored warrior will stop at nothing to achieve his goal, fueled by a personal vendetta against the vile creatures. As rumors of his feats begin to circulate, there's no telling who might come calling next.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.649445966916929,
    "arithmeticGeometricMean": 7.646658793327627,
    "median": 7.652353440951572,
    "lastUpdate": "2024-05-09"
  }
}