{
  "sources": [
    "https://anidb.net/anime/7599",
    "https://anilist.co/anime/8937",
    "https://anime-planet.com/anime/a-certain-magical-index-ii",
    "https://anisearch.com/anime/6268",
    "https://kitsu.io/anime/5541",
    "https://livechart.me/anime/3326",
    "https://myanimelist.net/anime/8937",
    "https://notify.moe/anime/X2vWpFmiR"
  ],
  "synopsis": {
    "text": "Japan's Academy City is once again at the heart of a brewing conflict between the realms of science and magic in \"A Certain Magical Index II.\" The plot thickens as the enigmatic 'Book of the Law' is stolen, a sacred text that, when deciphered, could bring about the downfall of the Roman Catholic Church and disrupt the global balance of power.\n\nTouma Kamijou, our protagonist with the power to negate supernatural abilities, teams up with the enigmatic Index, a nun with a photographic memory, and a host of familiar faces to protect Orsola Aquinas, the only person capable of deciphering the stolen text. Their mission takes them to Italy, where they encounter formidable enemies from various magical factions and the Science Society, an organization bent on resurrecting an esper-producing program.\n\nMeanwhile, the Daihaseisai, a prestigious sports festival, serves as a cover for the illicit trade of the Stab Sword, a lethal spiritual weapon capable of killing Saints with a single blow. As the festival unfolds, the students of Academy City find themselves drawn into the escalating conflict, and the line between ally and enemy blurs.\n\nWith the future of Academy City hanging in the balance, Touma and his friends must navigate a complex web of alliances, betrayals, and hidden agendas to uncover their true enemy. As the scale of their battle grows larger, they'll face off against both espers and magicians to protect the lives of those around them.\n\nAs tensions between the two worlds continue to rise, the stage is set for a clash of epic proportions in this thrilling sequel filled with action, comedy, and a touch of the supernatural.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.634639792775052,
    "arithmeticGeometricMean": 7.633646992786646,
    "median": 7.607755102040816
  },
  "lastUpdate": "2024-05-10"
}