{
  "sources": [
    "https://anidb.net/anime/13626",
    "https://anilist.co/anime/100675",
    "https://anime-planet.com/anime/saekano-how-to-raise-a-boring-girlfriend-fine",
    "https://anisearch.com/anime/13083",
    "https://kitsu.io/anime/14050",
    "https://livechart.me/anime/3002",
    "https://myanimelist.net/anime/36885",
    "https://notify.moe/anime/29FH2Kimg"
  ],
  "synopsis": {
    "text": "Katou Megumi and Tomoya Aki, the remaining members of Blessing Software, are hard at work on their new game, \"How to Raise a Boring Girlfriend,\" with the second Winter Comiket fast approaching. Despite the departure of Utaha Kasumigaoka and Eriri Spencer Sawamura, who have joined popular creator Akane Kosaka to work on the major game \"Fields Chronicle,\" Tomoya and Megumi are determined to create a game that surpasses their previous work by staying true to Tomoya's original vision. With the help of new members Iori and Izumi Hashima, the development process is underway, but not without its challenges.\n\nTomoya finds himself torn between helping his friends and completing the game, as obstacles arise in both his personal life and within Blessing Software. Eriri and Utaha are also facing difficulties with their own project, causing Tomoya to question his commitments to both Megumi and his former team members.\n\nAs the deadline for the game approaches, Tomoya must make a final decision that will determine the fate of both his personal relationships and Blessing Software's new game. Will he be able to balance his loyalties and create a successful game, or will the challenges prove to be too much for him to handle? Only time will tell in this exciting conclusion to the Saenai Heroine no Sodatekata series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8ec8745a55bff1ce",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.274201184933665,
    "arithmeticGeometricMean": 8.273004226988013,
    "median": 8.329528301886793,
    "hash": "8ec8745a55bff1ce",
    "lastUpdate": "2024-05-09"
  }
}