{
  "sources": [
    "https://anidb.net/anime/149",
    "https://anilist.co/anime/870",
    "https://anime-planet.com/anime/dragon-half",
    "https://anisearch.com/anime/177",
    "https://kitsu.io/anime/771",
    "https://livechart.me/anime/7855",
    "https://myanimelist.net/anime/870",
    "https://notify.moe/anime/u1XAcFiig"
  ],
  "synopsis": {
    "text": "Mink, a unique teenager with a blend of human and dragon heritage, finds herself in a complex world filled with dragons, knights, and magic. Born to a dragon mother and a knight father who chose love over slaying, Mink possesses distinct dragon traits, including horns, a tail, and formidable strength. Her daily life is filled with adventures alongside her friends, Pia, a dwarf with protective parents, and Lufa, an elf with remarkable healing abilities but questionable magical skills.\n\nIn this world where dragon slayers are common, Mink finds herself infatuated with Dick Saucer, a renowned idol singer who also happens to be a dragon hunter. Despite her parents' disapproval due to Saucer's profession, Mink's heart yearns for him, leading her on a quest filled with comedy and absurdity.\n\nHowever, Saucer's fame and charm aren't the only obstacles Mink faces. The corrupt king of the land seeks to capture her to get to her mother, and his magic-wielding daughter is determined to thwart Mink's quest out of sheer malice. Amidst these challenges, Mink's primary goal becomes finding a potion that can transform her into a full human, hoping to win Saucer's affection and escape the constant threat to her life. Will Mink manage to navigate through her adversaries, win the heart of her beloved, and find the elusive potion? Only time will tell in this thrilling and comedic adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.872514378478663,
    "arithmeticGeometricMean": 6.86643255432529,
    "median": 6.864,
    "lastUpdate": "2024-05-09"
  }
}