{
  "sources": [
    "https://anidb.net/anime/6267",
    "https://anilist.co/anime/5220",
    "https://anime-planet.com/anime/shangri-la",
    "https://anisearch.com/anime/5075",
    "https://kitsu.io/anime/3995",
    "https://livechart.me/anime/4289",
    "https://myanimelist.net/anime/5220",
    "https://notify.moe/anime/gCzC5KimR"
  ],
  "synopsis": {
    "text": "Governments control the world's emissions in a post-apocalyptic future, creating a vast chasm between the wealthy and the destitute. Amidst the ruins of earthquake-ravaged Japan, Tokyo has transformed into a sprawling jungle metropolis, teeming with life. Atlas, a utopian city of unparalleled technology and opulence, stands as a beacon of hope for those struggling in the surrounding wilderness. However, only a select few can call Atlas home, leaving the rest to languish in the overgrown ruins below.\n\nKuniko, a headstrong young woman and heir to a rebellious town, leads the Metal-Age, an Anti-Government group determined to expose the dark secrets that lie beneath Atlas' gleaming surface. Joined by a diverse cast of characters, including a brilliant child prodigy, a cunning economics expert, a loyal guardian, and a charismatic drag queen, Kuniko sets out to uncover the truth behind Atlas' exclusive policies.\n\nAs Kuniko and her allies infiltrate the city, they begin to question the motives of the ruling elite, who seem determined to maintain the status quo at any cost. Why are the people of Duomo, the lower city, forced to live in squalor while Atlas boasts more than enough space for everyone? In this hard-hitting action saga, Kuniko must navigate a world of political intrigue, ancient mysteries, and high-stakes conflict to prove that unity and cooperation can triumph over cruel segregation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8ef95ae704f62d57",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.933223084886129,
    "arithmeticGeometricMean": 6.927069828824418,
    "median": 6.9590000000000005,
    "hash": "8ef95ae704f62d57",
    "lastUpdate": "2024-05-09"
  }
}