{
  "sources": [
    "https://anidb.net/anime/2061",
    "https://anilist.co/anime/481",
    "https://anime-planet.com/anime/yu-gi-oh-duel-monsters",
    "https://anisearch.com/anime/220",
    "https://kitsu.io/anime/442",
    "https://livechart.me/anime/3803",
    "https://myanimelist.net/anime/481",
    "https://notify.moe/anime/CHOT5FmiR"
  ],
  "synopsis": {
    "text": "Duels, mysteries, and ancient Egyptian relics collide in the thrilling world of Yu-Gi-Oh! Duel Monsters. The story follows Yugi Mutou, a once-isolated high school student whose life takes a dramatic turn when he solves the enigmatic Millennium Puzzle. Unbeknownst to him, the puzzle houses the spirit of an ancient Egyptian Pharaoh with no recollection of his past.\n\nAs Yugi becomes intertwined with the Pharaoh's spirit, he finds himself thrust into a world of fierce card battles, where the stakes are often higher than they seem. The card game, Duel Monsters, becomes Yugi's battleground, where he must outwit and outplay his opponents to protect his loved ones and help the Pharaoh regain his lost memories.\n\nYugi's journey is not an easy one. He must face off against the world's top duelists, including the egotistical Seto Kaiba, and confront the dark forces that seek to exploit the Millennium Puzzle's power. Despite the challenges, Yugi, with the Pharaoh's spirit by his side, rises to become one of the greatest duelists known as 'The King of Games.'\n\nYu-Gi-Oh! Duel Monsters is a tale of friendship, courage, and determination, where the power of camaraderie often proves to be the most potent force in overcoming adversity. As Yugi and his friends navigate through various tournaments and face off against formidable foes, they learn that the bonds they share are their most valuable asset.\n\nJoin Yugi, the Pharaoh, and their friends as they embark on a thrilling adventure filled with intense duels, ancient myster",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8f038110e31193ea",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.1446350039562185,
    "arithmeticGeometricMean": 7.1310057466777,
    "median": 7.462335934192221,
    "hash": "8f038110e31193ea",
    "lastUpdate": "2024-05-10"
  }
}