{
  "sources": [
    "https://anidb.net/anime/306",
    "https://anilist.co/anime/416",
    "https://anime-planet.com/anime/porco-rosso",
    "https://anisearch.com/anime/1386",
    "https://kitsu.io/anime/380",
    "https://livechart.me/anime/3078",
    "https://myanimelist.net/anime/416",
    "https://notify.moe/anime/gVRTcFmiR"
  ],
  "synopsis": {
    "text": "Sea plane pilot Marco Pagot, transformed into a pig by a mysterious curse, now lives as the legendary Porco Rosso, a fearless bounty hunter patrolling the Adriatic skies against sea plane pirates. As Italy teeters on the brink of war, Porco's days are spent in solitude on a remote island or visiting the captivating Gina, owner of the Hotel Adriano.\n\nWhen the young American pilot Donald Curtis shoots down Porco's plane, the pig-faced pilot seeks refuge at the Piccolo S.P.A. airplane company. There, he meets Fio Piccolo, a gifted 17-year-old engineer, who helps him rebuild his plane. With a revamped aircraft, Porco prepares to challenge Donald in an aerial duel to restore his honor and prove his worth.\n\nMeanwhile, the Italian government is forcing Adriatic pilots to join the Air Force or face prosecution, and Porco must navigate these turbulent times while also protecting civilians from the Mama Aiuto pirate gang. As he battles the pirates and the Italian authorities, Porco's cynical view of humanity is challenged, and he finds himself reevaluating his fellow humans.\n\nWith daring aerial combat, romance, and a touch of humor, Porco Rosso's story unfolds in a beautifully animated masterpiece from acclaimed director Hayao Miyazaki. Will Porco Rosso triumph over his rivals, break the curse, and save himself in the process? Only the skies know the answer.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8f18762f970c8d1f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.849141934710554,
    "arithmeticGeometricMean": 7.8475624900655685,
    "median": 7.879202247191011,
    "hash": "8f18762f970c8d1f",
    "lastUpdate": "2024-05-09"
  }
}