{
  "sources": [
    "https://anidb.net/anime/6397",
    "https://anilist.co/anime/5485",
    "https://anime-planet.com/anime/mazinger-edition-z-the-impact",
    "https://anisearch.com/anime/5273",
    "https://kitsu.io/anime/4121",
    "https://livechart.me/anime/5075",
    "https://myanimelist.net/anime/5485",
    "https://notify.moe/anime/1kAC5Fmig"
  ],
  "synopsis": {
    "text": "Along side the discovery of an extraordinary energy source named 'Photon Energy' extracted from the rare mineral 'Japanium' found beneath Mt. Fuji, a new era for humanity unfolds in the near future. Dr. Kabuto Juuzou and his team are dedicated to utilizing this energy to combat the global energy crisis. However, the villainous Dr. Hell, with his minions Baron Ashura, Count Brocken, and Viscount Pygman, desires to seize control of this unparalleled power to dominate the world. To achieve this, they command an army of mechanical beasts unearthed from ancient Greek ruins and Bardos Island.\n\nAs Dr. Hell targets the Photon Power Lab, the Kabuto family finds itself entangled in a battle against his malevolent forces. Amidst this chaos, Dr. Kabuto's grandchildren, Kouji and Shirou, cross paths with one of Baron Ashura's robots on its way to assault their grandfather's mansion. In response to the imminent danger, Dr. Kabuto dispatches the Pilder to Kouji, enabling him to merge with the mighty robot, Mazinger Z, crafted from the indestructible metal Chogokin Z.\n\nAs Kouji pilots Mazinger Z, he uncovers countless legends and secrets surrounding the Mycenaean Civilization and Bardos Island. Shin Mazinger Shougeki! Z-Hen, a fresh adaptation of the groundbreaking mecha series Mazinger Z, reintroduces these iconic characters and events with a new cast and an entirely original narrative.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.148160614895309,
    "arithmeticGeometricMean": 7.131081785680214,
    "median": 7.22,
    "lastUpdate": "2024-05-09"
  }
}