{
  "sources": [
    "https://anidb.net/anime/3960",
    "https://anilist.co/anime/1070",
    "https://anime-planet.com/anime/love-get-chu-miracle-seiyuu-hakusho",
    "https://anisearch.com/anime/1803",
    "https://kitsu.io/anime/957",
    "https://livechart.me/anime/5746",
    "https://myanimelist.net/anime/1070",
    "https://notify.moe/anime/dg8J5Fmmg"
  ],
  "synopsis": {
    "text": "Tsubasa, Momoko, Rinka, Yurika, and Amane, five ambitious young women, embark on a challenging journey to become voice actresses, each with unique motivations. Momoko, a fan of the renowned voice actor Ichinose Minato, aspires to meet him and share the stage. Rinka, an amateur voice actress, is quiet and reserved, with unclear reasons for pursuing this career. Yurika, a passionate anime enthusiast, dreams of gracing magazine covers someday. Tsubasa, a tomboy with a romantic heart, prefers to voice male characters over female ones. Amane, a struggling actress, seeks a creative breakthrough in the world of voice acting.\n\nTogether, they enroll in a training school to hone their skills and overcome the obstacles that stand between them and their dreams. As they navigate through complex tongue twisters, kanji pronunciation tests, and the intricacies of the anime industry, they remain determined to make their mark. While they have yet to land leading roles, their unwavering dedication and perseverance keep them moving forward. Along the way, Momoko finds herself caught up in a romantic entanglement with Atari Maeda, a charming employee of an anime company. Will the girls' collective efforts lead them to success in the competitive voice acting world? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8f5c123e11f03f63",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.322965809700504,
    "arithmeticGeometricMean": 6.316413068914315,
    "median": 6.389999999999999,
    "hash": "8f5c123e11f03f63",
    "lastUpdate": "2024-05-09"
  }
}