{
  "sources": [
    "https://anidb.net/anime/3960",
    "https://anilist.co/anime/1070",
    "https://anime-planet.com/anime/love-get-chu-miracle-seiyuu-hakusho",
    "https://anisearch.com/anime/1803",
    "https://kitsu.io/anime/957",
    "https://livechart.me/anime/5746",
    "https://myanimelist.net/anime/1070",
    "https://notify.moe/anime/dg8J5Fmmg"
  ],
  "synopsis": {
    "text": "Five young women enroll in a prestigious training school with aspirations of becoming professional voice actresses. Each girl has her own unique motivation for pursuing this career path. Momoko is a huge fan of famous voice actor Ichinose Minato and hopes that entering the industry will provide opportunities to meet and potentially marry her celebrity crush. Rinka already has some amateur voice acting experience but seems unsure of why she wants to take her talents to the next level. Carefree Yurika simply adores anime and wants to see her name and image splashed across magazines someday. Tomboyish Tsubasa feels most comfortable playing male roles and longs to bring those characters to life. Former actress Amane reached a dead-end in her previous career and believes voice acting may be a way to spark new creative opportunities. Despite fierce competition, the group manages to advance through rigorous training that tests their vocal abilities, diction, versatility, and endurance. While the friends have yet to land lead roles, they support each other during lessons on pronunciation, tongue-twisters, and audition preparation. Over time, Momoko also finds herself developing an attraction to Atari Maeda, a boy who works at an anime production company. As graduation approaches, the young women stand at the threshold of the voice acting world, ready to put their passion into practice. Though the road ahead holds challenges, each of them possesses the dedication to achieve her dreams.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "8f5c123e11f03f63",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 6.322965809700504,
    "arithmeticGeometricMean": 6.316413068914315,
    "median": 6.389999999999999,
    "hash": "8f5c123e11f03f63",
    "lastUpdate": "2024-05-09"
  }
}