{
  "sources": [
    "https://anidb.net/anime/14679",
    "https://anilist.co/anime/107727",
    "https://anime-planet.com/anime/ni-no-kuni",
    "https://anisearch.com/anime/14170",
    "https://kitsu.io/anime/42274",
    "https://livechart.me/anime/9223",
    "https://myanimelist.net/anime/39235",
    "https://notify.moe/anime/IZDVbLzZg"
  ],
  "synopsis": {
    "text": "To save the life of their cherished friend and her doppelganger from a parallel universe, two ordinary teenagers embark on a magical journey filled with wonder and peril. As they navigate the enchanting realm of Ni no Kuni, their unbreakable bond is tested by the complexities of love.\n\nInspired by Level-5's renowned Ni no Kuni video game series, this tale follows the lives of high school students Yuu, Haru, and their childhood companion, Kotona. When an unexpected event threatens Kotona's life, the trio finds themselves traversing the boundaries between reality and the fantastical world of Ni no Kuni. Faced with 'the ultimate choice,' they must protect Kotona at all costs.\n\nOnce living an uneventful high school existence, Yuu, Haru, and Kotona's lives are forever changed when a mysterious assailant gravely injures Kotona. In their desperate attempt to save her, Yuu and Haru narrowly escape a collision with a truck, only to find themselves in a mesmerizing kingdom teeming with extraordinary beings. To their astonishment, the wheelchair-bound Yuu can now walk! With no time to lose, they search for their missing friend, only to discover a striking resemblance between Kotona and the kingdom's princess, Asha. Ni no Kuni weaves a captivating narrative of two interconnected worlds and the powerful bonds that unite individuals across dimensions.\n\nAs high school students Yuu and Haru become entangled in a perplexing case involving their childhood friend Kotona, they are forced to journey between their world and the mystical realm of Ni no Kuni. When Kotona's life hangs in the balance, the trio must confront 'the ultimate choice' in this enigmatic parallel universe.\n\nBased on the popular game series",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "8f67b422671395bf",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.796577592913998,
    "arithmeticGeometricMean": 6.790930704874731,
    "median": 6.757272727272727,
    "hash": "8f67b422671395bf",
    "lastUpdate": "2024-05-09"
  }
}