{
  "sources": [
    "https://anidb.net/anime/13658",
    "https://anilist.co/anime/100773",
    "https://anime-planet.com/anime/food-wars-the-third-plate-totsuki-train-arc",
    "https://anisearch.com/anime/13111",
    "https://kitsu.io/anime/14092",
    "https://livechart.me/anime/3015",
    "https://myanimelist.net/anime/36949",
    "https://notify.moe/anime/bMJH2FiiR"
  ],
  "synopsis": {
    "text": "Set in the prestigious Tootsuki Culinary Academy, the anime follows Souma Yukihira and his friends as they face challenges and adversity within the school. Initially, the first-year students must pass difficult advancement exams in frigid Hokkaido to progress to their second year. However, the ruthless new dean Azami Nakiri plots against Souma's rebel group, determined to freeze them out unfairly. In the third season, the students board Totsuki's train to prove themselves and prepare for upcoming promotion exams. However, Azami and Central divide them into groups, subjecting the rebels to mercilessly unfair treatment with the goal of expelling them. As Azami tightens his authoritarian grip as new director, he establishes an ideology valuing conformity over creativity in cooking. With the Elite Ten under his control, he transforms the academy into a dark age. Yet Souma and his allies in Polar Star Dormitory refuse to yield, banding together with other rebellious first-years like Erina Nakiri to overcome the underhanded tactics aimed at banishing them. Facing injustice and corruption, Souma and his friends must unite and fight harder than ever to survive and resist Azami's regime. The anime portrays an inspirational tale of youthful rebellion against tyranny in cooking school.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "900bc7fecf3230d7",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 8.13200342747949,
    "arithmeticGeometricMean": 8.129343730007596,
    "median": 8.185531335149864,
    "hash": "900bc7fecf3230d7",
    "lastUpdate": "2024-05-10"
  }
}