{
  "sources": [
    "https://anidb.net/anime/14292",
    "https://anilist.co/anime/110615",
    "https://anime-planet.com/anime/arp-backstage-pass",
    "https://anisearch.com/anime/14467",
    "https://kitsu.io/anime/42879",
    "https://livechart.me/anime/3467",
    "https://myanimelist.net/anime/40137",
    "https://notify.moe/anime/dLrLHrAZR"
  ],
  "synopsis": {
    "text": "Music, competition, and camaraderie collide in the thrilling world of ARP, an elite boy band comprised of four talented members who attend the prestigious International School of Music. Shinji, the son of a renowned composer, excels in violin, ballet, figure skating, and academics, yet struggles with self-confidence until he joins ARP. Daiya and Reiji, once members of the band Cross Bone, fought for every penny until ARP's producer offered them a chance at stardom. Leon, a gifted dancer, has long dreamed of joining ARP, even after an odd first encounter with his idols.\n\nARP stands out in the music industry with their cutting-edge augmented reality technology, which enables them to deliver interactive concerts that adapt to their fans' enthusiasm. As a dance and vocal group, they captivate audiences with their highly skilled performances and engaging conversations. However, the music business never sleeps, and each member must constantly push themselves to outshine their peers and meet the expectations of their devoted fans.\n\nDelve into the lives of Shinji, Daiya, Reiji, and Leon as they navigate the challenges of their careers and nurture their relationships with one another in ARP Backstage Pass, an anime that offers a unique glimpse into the world of these rising stars.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "90a7e15e9d94ce3e",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.020198780811026,
    "arithmeticGeometricMean": 4.966186335021236,
    "median": 5.2727272727272725,
    "hash": "90a7e15e9d94ce3e",
    "lastUpdate": "2024-05-08"
  }
}