{
  "sources": [
    "https://anidb.net/anime/8148",
    "https://anilist.co/anime/9919",
    "https://anime-planet.com/anime/blue-exorcist",
    "https://anisearch.com/anime/6680",
    "https://kitsu.io/anime/5940",
    "https://livechart.me/anime/1241",
    "https://myanimelist.net/anime/9919",
    "https://notify.moe/anime/GyCGtFmmg"
  ],
  "synopsis": {
    "text": "This anime, \"Blue Exorcist,\" takes us on a thrilling journey through two interconnected dimensions: Assiah, the human realm, and Gehenna, the world of demons. Travel between these worlds is typically forbidden, but demons can infiltrate Assiah by possessing earthly objects. Satan, the ruler of Gehenna, yearns to conquer Assiah but struggles to find a human vessel powerful enough to contain him. To solve this problem, he fathers a son with a human woman, Rin Okumura.\n\nRin, a seemingly ordinary teenager, lives at the Southern Cross Boys' Monastery under the watchful eye of his guardian, a renowned exorcist named Shirou Fujimoto. However, Rin's life takes a dramatic turn when he discovers his true lineage during an encounter with a demon-possessed boy. With his newfound demonic powers awakened, Rin must grapple with his identity as the son of Satan.\n\nRefusing to bow to his demonic heritage, Rin decides to join the True Cross Order and become an exorcist to protect Assiah from the forces of Gehenna. Enrolling in the True Cross Academy, Rin embarks on a rigorous exorcist training program alongside his fellow students, all while hiding his true identity. But every time Rin unsheathes his sword, a sinister demonic power threatens to consume him. Can Rin successfully navigate his exorcist training and protect Assiah from the clutches of Gehenna, or will his demonic lineage prove too powerful to resist?",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.64001585398014,
    "arithmeticGeometricMean": 7.637251126102132,
    "median": 7.5810968110968115
  },
  "lastUpdate": "2024-05-08"
}