{
  "sources": [
    "https://anidb.net/anime/5532",
    "https://anilist.co/anime/3092",
    "https://anime-planet.com/anime/junjou-romantica",
    "https://anisearch.com/anime/4555",
    "https://kitsu.io/anime/2788",
    "https://livechart.me/anime/3939",
    "https://myanimelist.net/anime/3092",
    "https://notify.moe/anime/bwCUcKiig"
  ],
  "synopsis": {
    "text": "Takatsuki Misaki, a typical high school student, finds his life turned upside down when he moves in with his older brother, Takahiro, after their parents' death. To help Misaki with his college entrance exams, Takahiro enlists the help of his friend, Akihiko Usami, a successful novelist. As Misaki begins his tutoring sessions, he discovers that Usami has feelings for his brother, who is now married. Misaki also grapples with his own unexpected emotions towards the charming author.\n\nMeanwhile, Hiroki Kamijou, a university professor, is still nursing the wounds of a past unrequited love with Usami. When he meets Nowaki Kusama, a persistent student seeking his help, Hiroki initially keeps his distance. However, as they spend more time together, they form a bond that might help Hiroki move on from his past.\n\nIn another twist of fate, wealthy teenager Shinobu Takatsuki becomes infatuated with You Miyagi, a literature professor who saved him from a robbery three years ago. Despite Miyagi's attempts to discourage him, Shinobu remains determined to win his heart.\n\nThese interconnected stories explore the complexities of love between men, from the blossoming romance between Misaki and Usami to the healing connection between Hiroki and Nowaki, and the relentless pursuit of Shinobu for Miyagi. Each couple navigates their unique challenges, revealing the joy and heartache that love can bring.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.539376211090497,
    "arithmeticGeometricMean": 7.534596306573301,
    "median": 7.57,
    "lastUpdate": "2024-05-09"
  }
}