{
  "sources": [
    "https://anilist.co/anime/5205",
    "https://anime-planet.com/anime/the-garden-of-sinners-movie-7-not-nothing-heart-murder-speculation-part-b",
    "https://anisearch.com/anime/5396",
    "https://kitsu.io/anime/3984",
    "https://livechart.me/anime/3095",
    "https://myanimelist.net/anime/5205",
    "https://notify.moe/anime/USkCcFmig"
  ],
  "synopsis": {
    "text": "Daisuke Akimi's cousin, Mikiya Kokutou, and his acquaintance, Shiki Ryougi, find themselves in the midst of a harrowing investigation as a series of murders plague the city in February 1999. The chilling similarities to a string of homicides from 1995 stir an ominous, long-dormant murderous urge within Shiki's soul. As Shiki's darker persona, also named SHIKI, threatens to resurface, she embarks on a mission to uncover the true culprit behind the killings.\n\nSimultaneously, Mikiya begins his own investigation to clear Shiki's name, as suspicion mounts against her due to her past involvement and uncanny resemblance to the killer. A lead from his police investigator cousin points Mikiya towards a drug dealer, Rio Shirazumi, who was once a senior at his high school. In a desperate attempt to protect Shiki from her own sinister impulses, Mikiya confronts Rio, only to be met with harm as he discovers that Rio is the distributor of a dangerous drug called \"blood chip.\"\n\nAs the seventh movie in the chronological timeline, this story follows Shiki's awakening from a coma and her struggle to rebuild her life amidst the escalating mystery and danger that surrounds her. The stakes are high, and the search for the truth becomes a race against time to save not only Shiki's soul but also the lives of those around her.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "923d5e8753d3ad78",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.328494206473797,
    "arithmeticGeometricMean": 8.327817468113613,
    "median": 8.357051282051282,
    "hash": "923d5e8753d3ad78",
    "lastUpdate": "2024-05-06"
  }
}