{
  "sources": [
    "https://anidb.net/anime/12091",
    "https://anilist.co/anime/21776",
    "https://anime-planet.com/anime/miss-kobayashis-dragon-maid",
    "https://anisearch.com/anime/11415",
    "https://kitsu.io/anime/12243",
    "https://livechart.me/anime/2166",
    "https://myanimelist.net/anime/33206",
    "https://notify.moe/anime/ewaR2Kimg"
  ],
  "synopsis": {
    "text": "Though Kobayashi, a typical office worker, leads a mundane life in her solitary apartment, an unexpected encounter with a dragon named Tooru flips her world upside down. While on a drunken escapade in the mountains, she stumbles upon the mythical creature and, in a moment of compassion, offers her shelter. True to her word, Kobayashi finds a dragon's head on her balcony the following day. Transforming into a lively, well-endowed maid, Tooru is determined to repay Kobayashi's kindness by serving her in various household tasks, albeit with some unconventional methods that leave her new host both horrified and intrigued.\n\nAs Kobayashi navigates her newfound life with a dragon maid, she discovers that Tooru's arrival on Earth is shrouded in mystery and emotional turmoil. Moreover, her presence attracts other mythical beings, including Kanna, a young dragon with a feisty disposition. As her apartment transforms into a haven for these eccentric characters, Kobayashi must adapt to her extraordinary circumstances, finding warmth and camaraderie in the chaos.\n\nWith a dragon maid's devotion and the occasional disaster, Kobayashi's once monotonous life is now filled with excitement, laughter, and the unexpected. As she grows closer to Tooru and her mythical friends, she realizes that her drunken promise has led her to a world beyond her wildest imagination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.064848351714422,
    "arithmeticGeometricMean": 8.063772436265094,
    "median": 8.086530612244896,
    "lastUpdate": "2024-05-09"
  }
}