{
  "sources": [
    "https://anidb.net/anime/9045",
    "https://anilist.co/anime/13261",
    "https://anime-planet.com/anime/inazuma-eleven-go-chrono-stone",
    "https://anisearch.com/anime/7679",
    "https://kitsu.io/anime/6927",
    "https://livechart.me/anime/1112",
    "https://myanimelist.net/anime/13261",
    "https://notify.moe/anime/qIODpKimg"
  ],
  "synopsis": {
    "text": "Fei Rune, a mysterious boy, and Tenma Matsukaze, a passionate soccer lover, team up to save the beautiful game of soccer from the clutches of El Dorado, a nefarious organization hailing from the future. After the thrilling conclusion of the Holy Road Soccer Tournament, Tenma returns to Raimon Junior High School, only to find the once-thriving soccer club vanished without a trace. The school's soccer enthusiasts, including his friends and teammates, have no recollection of their love for the sport or the hard-fought tournament.\n\nAlpha, the enigmatic leader of the Route Agents and captain of the powerful Protocol Omega team, appears before a bewildered Tenma, revealing his role in erasing soccer from the world. As Tenma grapples with this new reality, Fei Rune arrives just in time to rescue him from Alpha's clutches. With the help of the robot bear Clark Wonderbot and a modified, time-traveling Inazuma Caravan, Tenma and Fei embark on a perilous journey through time.\n\nTheir mission: to restore the memories of their friends, rekindle the passion for soccer, and defeat El Dorado to save the sport they hold dear. The fate of soccer rests on their shoulders, and only time will tell if they can succeed in preserving the game for future generations. Join Tenma and Fei as they take on this thrilling adventure in Inazuma Eleven Go: Chrono Stone.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9297e440c5308544",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.252262987012986,
    "arithmeticGeometricMean": 7.249049226390959,
    "median": 7.3568181818181815,
    "hash": "9297e440c5308544",
    "lastUpdate": "2024-05-09"
  }
}