{
  "sources": [
    "https://anidb.net/anime/4149",
    "https://anilist.co/anime/933",
    "https://anime-planet.com/anime/magical-witch-punie-chan",
    "https://anisearch.com/anime/2706",
    "https://kitsu.io/anime/830",
    "https://livechart.me/anime/6409",
    "https://myanimelist.net/anime/933",
    "https://notify.moe/anime/wT715Kiig"
  ],
  "synopsis": {
    "text": "And so begins the earthly journey of Princess Punie, the next in line to the throne of the enchanting Magical Land! Before she can claim her birthright, she must first prove her mettle on Earth, a world far removed from her magical realm. Accompanied by her quirky mascot, Paya-tan, Punie embarks on a year-long adventure filled with trials, tribulations, and friendships.\n\nAt first glance, Punie appears to be a sweet and affable girl, easily blending in with her new environment. However, beneath her amiable demeanor lies a formidable force. When provoked or displeased, Punie unleashes her magical prowess with her trusty staff, or resorts to her signature wrestling moves, aptly named \"Submission,\" to assert her authority.\n\nAs Punie navigates through her new life on Earth, she finds herself the target of various factions from her kingdom, each with their own nefarious reasons for wanting her to fail. But Punie remains undeterred, turning every challenge into an opportunity to demonstrate her strength and resilience.\n\nWith her unique blend of magic, wrestling, and an indomitable spirit, Punie is set to leave an unforgettable mark on Earth. Will she successfully complete her training and return to Magical Land as its rightful queen? Only time will tell. But one thing is certain: Punie's journey is filled with thrilling twists and turns that will keep you on the edge of your seat!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.8458362046117145,
    "arithmeticGeometricMean": 6.841574483726765,
    "median": 6.909090909090909,
    "lastUpdate": "2024-05-09"
  }
}