{
  "sources": [
    "https://anidb.net/anime/14430",
    "https://anilist.co/anime/104562",
    "https://anime-planet.com/anime/the-relative-worlds",
    "https://anisearch.com/anime/13934",
    "https://kitsu.io/anime/42021",
    "https://livechart.me/anime/3548",
    "https://myanimelist.net/anime/38464",
    "https://notify.moe/anime/rNkjSoPmR"
  ],
  "synopsis": {
    "text": "Shin Hazama is a high school student living an ordinary life in Tokyo with his childhood friend Kotori Izumi. However, his world is turned upside down when he encounters Jin, an alternate version of himself from a parallel universe. Jin reveals that his universe is ruled by an evil queen named Kotoko, who plans to expand her totalitarian regime by invading Shin's world. In Jin's universe, Shin and Kotori's counterparts have already been killed by Kotoko. As \"relative selves,\" Jin shares a life force with Shin - so for his own protection, Jin hopes to defend Shin from Kotoko's humanoid weapons sent to target him. Additionally, Jin aims to assassinate Kotori, as eliminating her would defeat her tyrannical alternate self Princess Kotoko. Shin grapples with the thought of having to kill his dear friend Kotori in order to save both worlds. With graduation approaching, he and Kotori have finally begun to acknowledge their feelings for each other, but this new conflict threatens to tear their world apart. Shin quickly realizes no part of his old life will remain untouched. He and Kotori are forced to confront the secrets behind his parents’ deaths, the dystopian universe plotting to dominate their world, and their honest emotions for each other – even if their world ends tomorrow.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "932bdecccee70a8e",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 6.758625695732839,
    "arithmeticGeometricMean": 6.750288890026676,
    "median": 6.603909090909092,
    "hash": "932bdecccee70a8e",
    "lastUpdate": "2024-05-08"
  }
}