{
  "sources": [
    "https://anidb.net/anime/10069",
    "https://anilist.co/anime/20534",
    "https://anime-planet.com/anime/brynhildr-in-the-darkness",
    "https://anisearch.com/anime/9108",
    "https://kitsu.io/anime/7996",
    "https://livechart.me/anime/223",
    "https://myanimelist.net/anime/21431",
    "https://notify.moe/anime/EC5hpKmmg"
  ],
  "synopsis": {
    "text": "Kuroha's Promise is an anime that follows the journey of Ryouta Murakami, a high school senior who is determined to prove the existence of aliens in order to fulfill a promise he made to his childhood friend, Kuroneko. Kuroneko died in an accident while trying to show Ryouta proof of extraterrestrial life, leaving him with a deep sense of guilt and a burning desire to honor her memory.\n\nYears later, Ryouta is the sole member of his school's astronomy club, spending his nights observing the stars in search of any sign of alien life. His mundane life takes a turn for the extraordinary when a new transfer student named Kuroha Neko arrives in his class. Kuroha bears a striking resemblance to Kuroneko, and it soon becomes clear that she possesses supernatural powers.\n\nAs Ryouta becomes more involved with Kuroha, he discovers that she is a witch who has escaped from a research laboratory. He finds himself drawn into a dangerous world where scientists are hunting down magic-wielding witches like Kuroha. With his newfound knowledge of the supernatural, Ryouta must navigate this deadly world and protect Kuroha and other witches from their would-be captors.\n\nKuroha's Promise is a thrilling anime that combines elements of science fiction and fantasy to create a unique and engaging story. With its intriguing premise, complex characters, and stunning animation, this anime is sure to captivate viewers from start to finish.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9360500c2168a5aa",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.893985501271217,
    "arithmeticGeometricMean": 6.890829015438825,
    "median": 6.947311207311207,
    "hash": "9360500c2168a5aa",
    "lastUpdate": "2024-05-09"
  }
}