{
  "sources": [
    "https://anidb.net/anime/10800",
    "https://anilist.co/anime/21002",
    "https://anime-planet.com/anime/under-the-dog",
    "https://anisearch.com/anime/9857",
    "https://kitsu.io/anime/9098",
    "https://livechart.me/anime/792",
    "https://myanimelist.net/anime/27387",
    "https://notify.moe/anime/KAn-tKiiR"
  ],
  "synopsis": {
    "text": "Her mission, her identity, and her life - all intertwined in a web of secrets and bloodshed. In the year 2025, five years after the Tokyo Olympics were marred by catastrophic terrorist attacks, a United Nations-run international school now occupies the former Olympic site on the edge of Tokyo Bay. This is where Hana Togetsu, a 17-year-old high school student and member of a special UN unit, is sent on a mission to retrieve Shunichi Nanase, a fellow student.\n\nAs Hana is about to make contact with her target, the arrival of American military forces in search of a mysterious man disrupts her mission, plunging the situation into chaos and violence. Amidst the escalating bloodshed, another teenage girl, Anthea Kallenberg, a skilled assassin of Swedish descent and a member of a covert UN ops unit, finds herself drawn into the fray.\n\nUnbeknownst to the world, the students of this international school are not what they seem. Seven teenagers, known as \"Flowers,\" possess special abilities and are coerced into serving as assassins for the UN intelligence organization. Their family members are held hostage to ensure their compliance, making failure not an option but a death sentence for both themselves and their loved ones.\n\nIn this high-stakes game of survival, these teenagers must navigate the treacherous waters of their missions while grappling with their own identities and the cruel fate that binds them. Yet, even in the face of despair, they cling to the inherent human nature to find hope. This is their story - a tale of struggle, survival, and the pursuit of hope against all odds.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "93762bc8562b5035",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.444929756751185,
    "arithmeticGeometricMean": 6.437654265691803,
    "median": 6.439183673469387,
    "hash": "93762bc8562b5035",
    "lastUpdate": "2024-05-10"
  }
}