{
  "sources": [
    "https://anidb.net/anime/9242",
    "https://anilist.co/anime/14283",
    "https://anime-planet.com/anime/vividred-operation",
    "https://anisearch.com/anime/7903",
    "https://kitsu.io/anime/7108",
    "https://livechart.me/anime/896",
    "https://myanimelist.net/anime/14283",
    "https://notify.moe/anime/dRMdpFimg"
  ],
  "synopsis": {
    "text": "He ading In a world where science has solved all questions, the small island of Oshima is home to the cheerful and carefree 14-year-old Akane Isshiki. Alongside her dependable little sister Momo and her eccentric grandfather Kenjirou, a genius inventor with a penchant for creating useless devices, Akane leads a modest but loving life.\n\nAcross the sea, the artificial Blue Island hosts the revolutionary Manifestation Engine, a groundbreaking invention that has solved the world's energy problems. The engine, which was completed five years ago, supplies energy across the globe through a network of satellites, making resource wars a thing of the past. In fact, Akane's grandfather played a significant role in its creation.\n\nThe peace and tranquility of this idyllic world are shattered when an unidentified object of non-human origin attacks Blue Island, targeting the Manifestation Engine. Conventional weapons prove ineffective against this mysterious enemy known as the Alone. In a desperate bid to save humanity, Kenjirou, now residing in a stuffed animal named Uso-kun due to a freak accident, entrusts Akane with a special key. This key activates the Vivid System, transforming Akane into a powerful red-armored heroine.\n\nWith the help of her friends Aoi Futaba, Wakaba Saegusa, and Himawari Shinomiya, Akane stands as humanity's last hope against the Alone invasion. Together, they must protect the Manifestation Engine and the world they hold dear.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.4304806027306025,
    "arithmeticGeometricMean": 6.422790213973278,
    "median": 6.337818181818181,
    "lastUpdate": "2024-05-10"
  }
}