{
  "sources": [
    "https://anidb.net/anime/500",
    "https://anilist.co/anime/1622",
    "https://anime-planet.com/anime/kai-doh-maru",
    "https://anisearch.com/anime/3232",
    "https://kitsu.io/anime/1457",
    "https://livechart.me/anime/9315",
    "https://myanimelist.net/anime/1622",
    "https://notify.moe/anime/Tur-5KmiR"
  ],
  "synopsis": {
    "text": "Four Devas member Kaidoumaru, a brave and skilled warrior, battles against malevolent spirits during Japan's Heian period. With a distinctive flame tattoo on her upper arm, she conceals her true identity as a woman, fighting in the guise of a man. Driven by the memory of her lost love, Minamoto no Raikou, who sacrificed himself to protect the capital city of Kyoto, Kaidoumaru is determined to honor his legacy. However, her greatest adversary is a cursed princess, once a childhood playmate, now transformed into her most formidable enemy.\n\nIn the heart of Kyoto, political factions clash for power, while Kaidoumaru, originally named Kintoki, seeks justice for the murder of her parents at the hands of her traitorous uncle. Adopted by the local villagers and renamed Kai Doh Maru, she learns the art of the samurai under the tutelage of Raiko, the Captain of the Four Knights. Blossoming into a formidable warrior, Kaidoumaru's newfound emotions of love and passion for Raiko ignite a whirlwind of jealousy and rage in another woman from her past.\n\nHaunted by her past and the bloodshed she has endured, Kaidoumaru, now a young woman of seventeen, continues to defend her city alongside her mentor and comrades. As the evil spirits and beings that threaten her city grow stronger, Kaidoumaru must confront the darkness that looms from her past, challenging her resolve and the very essence of her identity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.124029684601113,
    "arithmeticGeometricMean": 5.066655660833298,
    "median": 5.363636363636363,
    "lastUpdate": "2024-05-09"
  }
}