{
  "sources": [
    "https://anidb.net/anime/16358",
    "https://anilist.co/anime/134732",
    "https://anime-planet.com/anime/aoashi",
    "https://anisearch.com/anime/16339",
    "https://kitsu.io/anime/44629",
    "https://livechart.me/anime/10612",
    "https://myanimelist.net/anime/49052",
    "https://notify.moe/anime/f2kF4r3GR"
  ],
  "synopsis": {
    "text": "Fukuda's eyes gleamed with ambition as he watched Ashito Aoi, the young soccer prodigy from a small-town middle school, play with raw talent and a fiery spirit. Despite his team's loss in the final tournament, Ashito's potential was undeniable. Fukuda, the coach of Tokyo City Esperion FC's youth team, extended an invitation to Ashito to try out for his team in Tokyo. Ashito, who had always dreamed of playing for a top-tier soccer club, saw this as his chance to turn his life around.\n\nBut the road to success was not an easy one. Ashito's impulsive and self-centered playing style had cost his team the game, and he knew he had to change his ways if he wanted to make it in the big leagues. Surrounded by talented players in an unfamiliar city, Ashito was determined to prove himself and secure a spot on the team.\n\nWith Fukuda's guidance, Ashito worked tirelessly to refine his skills and learn to play as a team. He faced setbacks and challenges, but he never gave up. As he grew as a player, he also grew as a person, learning the value of hard work, perseverance, and teamwork.\n\nNow, Ashito is ready to take on the world with his new team. Will he be able to make his mark in the highly competitive world of professional soccer? Only time will tell, but one thing is for sure: Ashito Aoi is a force to be reckoned with.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "93be67c783c8562b",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 8.108583927350844,
    "arithmeticGeometricMean": 8.105824761063326,
    "median": 8.222551020408162,
    "hash": "93be67c783c8562b",
    "lastUpdate": "2024-05-08"
  }
}