{
  "sources": [
    "https://anidb.net/anime/1507",
    "https://anilist.co/anime/1879",
    "https://anime-planet.com/anime/goku-midnight-eye",
    "https://anisearch.com/anime/2732",
    "https://kitsu.io/anime/1691",
    "https://livechart.me/anime/8747",
    "https://myanimelist.net/anime/1879",
    "https://notify.moe/anime/2IXfcFmig"
  ],
  "synopsis": {
    "text": "Demon City Tokyo, 2014: a metropolis teetering on the brink of economic triumph and seismic devastation. Amidst the neon glow and soaring stakes, crime thrives like an unstoppable virus. Enter Gokuu Furinji, an ex-cop turned cybernetically-enhanced private investigator, for whom crime is a lucrative business.\n\nGoku's unwavering loyalty to his former comrades forces him back into the world of law enforcement when a series of murders targets his ex-colleagues. The culprit? A lethal half-woman, half-motorcycle cyborg, and the creator of the mysterious eyes that seem to be driving his friends to their doom. As the odds stack against him, a secret organization steps in, implanting a powerful computer in his left eye. This new tool grants him unlimited access to the digital realm, the ability to control any device, and potentially, the power to destroy the world.\n\nIn this city of light and darkness, the path to success is as swift as the descent into ruin. When a seemingly straightforward suicide case leads to Goku's capture and the loss of his left eye, the police force pressures him to abandon the investigation. Rescued by the clandestine organization, he receives a cybernetic eye that propels him into a world of high-tech crime-fighting. No longer a policeman, Goku vows to continue his crusade against crime as a private detective, armed with near-supernatural abilities.\n\nGoku's self-imposed rule of avoiding women becomes increasingly challenging in this seductive, futuristic city. As he delves deeper into the sinister underbelly of Tokyo, he encounters deadly cyborgs and captivating demons. His cases pit",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.358332361516034,
    "arithmeticGeometricMean": 6.356042683131505,
    "median": 6.352,
    "lastUpdate": "2024-05-09"
  }
}