{
  "sources": [
    "https://anidb.net/anime/1192",
    "https://anilist.co/anime/425",
    "https://anime-planet.com/anime/shiritsu-araiso-koutougakkou-seitokai-shikkoubu",
    "https://anisearch.com/anime/1053",
    "https://kitsu.io/anime/389",
    "https://livechart.me/anime/6448",
    "https://myanimelist.net/anime/425",
    "https://notify.moe/anime/chzTcFmig"
  ],
  "synopsis": {
    "text": "With a blend of humor and action, the anime \"Shiritsu Araiso Koutougakkou Seitokai Shikkoubu\" follows the adventures of Kubota Makoto and Tokitoh Minoru, two high school students tasked with maintaining order at Araiso Private High School. As members of the student council's executive committee, they are responsible for protecting the student body from various threats, ranging from human bullies to supernatural entities. Despite their busy schedule, the duo often skips classes to fulfill their duties.\n\nIn one thrilling escapade, Makoto and Tokitou must ensure fair play during a sports festival, where the third-grade students are determined to win at any cost. As the school's infirmary fills with injured athletes, Tokitou becomes the last hope for his team. However, an unexpected injury leaves him sidelined, forcing the pair to come up with a new strategy.\n\nIn another adventure, the clumsy Fujiwara accidentally summons an army of undead samurai whose ancient battlefield lies beneath the school. Makoto and Tokitou, motivated by the promise of an air-conditioned committee room, must confront these spectral warriors in a battle that tests their skills like never before.\n\nBased on Kazuya Minekura's manga series, this anime offers a unique blend of action, comedy, and romance, as the relationship between Kubota and Tokitou deepens amidst their high school escapades. With their unwavering commitment to maintaining peace and order, the duo faces every challenge head-on, leaving no room for disorder or rule-breakers.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 5.897200989486704,
    "arithmeticGeometricMean": 5.876127594685711,
    "median": 6.13,
    "lastUpdate": "2024-05-10"
  }
}