{
  "sources": [
    "https://anidb.net/anime/4170",
    "https://anilist.co/anime/1241",
    "https://anime-planet.com/anime/mobile-suit-gundam-seed-destiny-final-plus-the-chosen-future",
    "https://anisearch.com/anime/80",
    "https://kitsu.io/anime/1117",
    "https://livechart.me/anime/6499",
    "https://myanimelist.net/anime/1241",
    "https://notify.moe/anime/xbobcFmmR"
  ],
  "synopsis": {
    "text": "In the 74th year of the Cosmic Era, the bitter conflict between Earth-based Naturals and space-residing Coordinators nears its end. Amidst this turmoil, Kira Yamato takes command of the Strike Freedom Gundam, leading the Archangel crew in a desperate mission to neutralize the Requiem, a devastating weapon capable of annihilating most of humanity. As Kira fights for the universe's survival, his closest friend and formidable rival, Athrun Zala, must confront his former subordinate, Shinn Asuka, who now pilots the mighty Destiny Gundam. Shinn, driven by the belief that Athrun is a traitor, seeks to remove him from the path of a peaceful future. As intense mobile suit battles unfold, determining the galaxy's fate, a complex human conflict marches towards its inevitable conclusion.\n\nThis anime serves as a remake of Gundam Seed Destiny's final episode, offering additional scenes, minor alterations, and an after-war epilogue, providing a glimpse into the future of the Cosmic Era. The climactic struggle for Orb's future and humanity's right to choose their destiny takes center stage in this reiteration of the original finale.\n\nWith Durandal's plans threatening the last vestiges of hope, the Archangel and its allies stand as humanity's ultimate defense. A brutal battle erupts around the Requiem cannon and its relay stations, culminating in a final showdown on the lunar surface. Shinn and Athrun, Kira and Rey, Archangel and Minerva – only one can emerge victorious.\n\nThis special offers an alternate take on Gundam Seed Destiny's last episode, featuring new and slightly altered scenes, as well as additional background information. The story reaches",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.354999852754956,
    "arithmeticGeometricMean": 7.352965530887834,
    "median": 7.446363636363636,
    "lastUpdate": "2024-05-09"
  }
}