{
  "sources": [
    "https://anidb.net/anime/17126",
    "https://anilist.co/anime/142716",
    "https://anime-planet.com/anime/wan-yu-feng-shen",
    "https://anisearch.com/anime/17023",
    "https://kitsu.io/anime/45693",
    "https://myanimelist.net/anime/50588"
  ],
  "synopsis": {
    "text": "Li Shengyi, a former eunuch, controls the Golden Dragon Guard, once a trusted imperial bodyguard, now a nefarious organization wielding power across the temple and rivers. Their recent heinous acts include the secret extermination of the Eastern Yi clan to seize the Xuan Yuan Pills, which boost strength, and manipulating Xiao Wuyi to create a rift between Yun Feixue and his partner Wen Qingqing.\n\nYun Feixue, the sole surviving member of the Yun family after his father and brother were assassinated during a mission to escort a dragon vein eight years ago, is determined to avenge his family and restore the Yun family's honor. However, he must conceal his strength and gather clues about the past while evading the Golden Dragon Guard's growing suspicions.\n\nTo achieve his goals, Yun Feixue secretly forms a group called 'Shadow' to investigate the mystery surrounding his family's deaths and the Golden Dragon Guard's activities. He learns that the Golden Dragon Guard is seeking a precious martial arts manual left behind by his long-lost mother, which Li Shengyi used to train the Holy Lord.\n\nAs Yun Feixue navigates the treacherous world of Hidden Dragon City, he discovers that his brother, Yun Feishan, may still be alive, adding another layer to the complex web of conspiracies. With the Golden Dragon Guard growing more arrogant and powerful, Yun Feixue realizes he can no longer remain idle and must take action to eradicate this scourge for both personal and public reasons.\n\nBut Yun Feixue faces an internal struggle as well - a \"phantom\" resides within his subconscious, growing stronger over time and threatening to devour his soul. Having learned to",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.801333333333333,
    "arithmeticGeometricMean": 6.793184111898767,
    "median": 7.0
  },
  "lastUpdate": "2024-05-07"
}