{
  "sources": [
    "https://anidb.net/anime/493",
    "https://anilist.co/anime/370",
    "https://anime-planet.com/anime/burn-up-excess",
    "https://anisearch.com/anime/2375",
    "https://kitsu.io/anime/337",
    "https://livechart.me/anime/6626",
    "https://myanimelist.net/anime/370",
    "https://notify.moe/anime/NNwhcKmiR"
  ],
  "synopsis": {
    "text": "Burn Up Excess follows the thrilling adventures of Team Warrior, an elite anti-terror unit in Neo-Tokyo's police force. The team, led by the mysterious Maki, consists of Rio, a perpetually cash-strapped member, Maya, a trigger-happy gun enthusiast, Lillica, a computer whiz, Nanvel, a tech genius, and Yuji, a pilot with a penchant for voyeurism. From thwarting robberies and arms trafficking to providing security for a high-tech tank, Team Warrior faces a myriad of challenges. Their primary nemesis is Ruby, a dangerous operative for a clandestine group of powerful men. As the team battles Ruby, the origins of Team Warrior, Rio's recruitment, and Maki's troubled past unfold.\n\nIn this action-packed anime, no two days are the same for Team Warrior. One day, they're battling mechanical insects, and the next, they're protecting a wealthy sheikh or chasing jewel thieves. Even mundane tasks like firefighting become exciting when Team Warrior is involved. Despite the constant danger, Rio, Maki, Maya, and the rest of the team tackle every mission with determination and a touch of humor, whether they're dealing with cross-dressing, bodyguard duty, or escaping killer robotic bees.\n\nWhen a terrorist drug cartel unleashes mechanical locusts at an international conference, Team Warrior is called to action. However, this mission proves to be just the beginning of a larger, more complex battle. Can Rio and her team expose the real culprits behind the attack and dismantle their operations? Join Team Warrior as they fight terrorism, uncover conspiracies, and strive to rise above their financial struggles",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "94ba87f6f82a83d1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.592452690166975,
    "arithmeticGeometricMean": 6.586655476743021,
    "median": 6.59,
    "hash": "94ba87f6f82a83d1",
    "lastUpdate": "2024-05-09"
  }
}