{
  "sources": [
    "https://anidb.net/anime/12797",
    "https://anilist.co/anime/100537",
    "https://anime-planet.com/anime/servamp-movie-alice-in-the-garden",
    "https://anisearch.com/anime/13018",
    "https://kitsu.io/anime/41244",
    "https://livechart.me/anime/2538",
    "https://myanimelist.net/anime/36803",
    "https://notify.moe/anime/0kWB3Cnmg"
  ],
  "synopsis": {
    "text": "Mahiru Shirota and his fellow 'Eves,' bound to their respective Servamps, are finally returning to their everyday routines after recovering from their previous battles. However, an unusual snowfall in the middle of summer raises suspicions of vampiric meddling. Determined to investigate the bizarre weather phenomenon, Mahiru rallies the group once more, only to lose contact with Misono Arisuin, the Eve of the Servamp of Lust.\n\nAs the story unfolds, the group delves into the untold past of Misono and his brother Mikuni Arisuin, revealing the secrets hidden within the grand Arisuin Mansion. Meanwhile, Tsubaki's thirst for revenge against Kuro puts Mahiru and Kuro in a precarious situation, forcing Mahiru to intervene.\n\nThe group soon discovers that the unnatural snowfall is linked to the breaking of Servamp Lawless' contract item. Their investigation leads them to the Alicein Mansion, home to Mikuni Alicein, where strange occurrences are reportedly taking place. However, upon their arrival, they encounter a bizarre denial of Mikuni's existence by the mansion's residents. Despite the unwelcoming atmosphere, Mahiru and his allies are determined to unravel the mysteries surrounding the mansion and the peculiar events taking place.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "94c7fa5ec0504a58",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.1336929499072355,
    "arithmeticGeometricMean": 7.1236967266345825,
    "median": 7.215909090909091,
    "hash": "94c7fa5ec0504a58",
    "lastUpdate": "2024-05-09"
  }
}