{
  "sources": [
    "https://anidb.net/anime/14785",
    "https://anilist.co/anime/108617",
    "https://anime-planet.com/anime/somali-and-the-forest-spirit",
    "https://anisearch.com/anime/14286",
    "https://kitsu.io/anime/42201",
    "https://livechart.me/anime/9380",
    "https://myanimelist.net/anime/39575",
    "https://notify.moe/anime/ZkdWg46mR"
  ],
  "synopsis": {
    "text": "Quick Synopsis: In a realm dominated by supernatural entities, humans are on the brink of extinction, hunted as prey. A forest golem discovers a solitary human girl, Somali, and vows to protect her. Their journey unfolds as they traverse through treacherous lands, concealing Somali's humanity, in search of her parents. Along the way, an unbreakable bond forms between the two, akin to that of a father and daughter. The series premiered on January 10, with the first episode available online from January 3. \n\nNew Synopsis: \n\nIn a world overrun by spectral beings, where humans are scarce and sought after as a rare delicacy, a golem tasked with guarding the forest stumbles upon a young human girl named Somali. Despite the dangers that surround them, the golem takes it upon himself to safeguard Somali and embark on a perilous journey to find her kin. As they venture through enchanted and hazardous terrains, the pair must keep Somali's humanity hidden to ensure her survival. Through their trials and tribulations, an unshakable bond blossoms between the two, transcending the boundaries of species and solidifying their relationship as father and daughter. The first episode of this heartwarming and thrilling adventure premiered online on January 3, with regular broadcasting commencing on January 10.\n\n---\n\nQuick Synopsis: In a world overrun by supernatural creatures, humans are on the brink of extinction and hunted as prey. A forest golem discovers a young human girl, Somali, and vows to protect her. Together, they embark on a perilous journey to find her parents, concealing Somali's humanity along the way. As they traverse through ench",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "94cd98a96105185a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.873038922025905,
    "arithmeticGeometricMean": 7.871287435326417,
    "median": 7.9089738699218,
    "hash": "94cd98a96105185a",
    "lastUpdate": "2024-05-10"
  }
}