{
  "sources": [
    "https://anidb.net/anime/10400",
    "https://anilist.co/anime/20607",
    "https://anime-planet.com/anime/ping-pong-the-animation",
    "https://anisearch.com/anime/9356",
    "https://kitsu.io/anime/8262",
    "https://livechart.me/anime/410",
    "https://myanimelist.net/anime/22135",
    "https://notify.moe/anime/zDbTtKmiR"
  ],
  "synopsis": {
    "text": "As unlikely as it may seem, the reserved Makoto Tsukimoto, fondly known as Smile, and the boisterous Yutaka Hoshino, nicknamed Peco, share an unbreakable bond forged by their mutual love for ping pong. Despite their contrasting personalities, they've been inseparable since childhood, honing their skills together at their high school's table tennis club. While Peco's overconfidence and occasional skipping of practice sessions cause friction with his teammates, Smile's innate talent remains hidden behind his hesitant playstyle.\n\nTheir world is turned upside down when they encounter Kong Wenge, an ex-national team player from China, who effortlessly defeats Peco, leaving him questioning the very essence of his passion for the sport. Meanwhile, their coach recognizes Smile's untapped potential and endeavors to help him overcome his reluctance to play competitively.\n\nAs the duo grapples with their internal struggles, they find themselves amidst a sea of formidable opponents, each with their own ambitions and challenges, at the inter-high tournament. In this intense world of competitive ping pong, the line between ambition and reality blurs, and only those who can endure the hardships will emerge victorious. With their friendship and love for the sport on the line, Smile and Peco must find the courage to face their fears and rediscover the joy that first drew them to the game.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.299984988271403,
    "arithmeticGeometricMean": 8.298429841355258,
    "median": 8.278149600580972
  },
  "lastUpdate": "2024-05-09"
}