{
  "sources": [
    "https://anidb.net/anime/6312",
    "https://anilist.co/anime/3906",
    "https://anime-planet.com/anime/hp-lovecrafts-dunwich-horror-and-other-stories",
    "https://anisearch.com/anime/5231",
    "https://kitsu.io/anime/3337",
    "https://myanimelist.net/anime/3906",
    "https://notify.moe/anime/Xxl_cKimR"
  ],
  "synopsis": {
    "text": "Three chilling tales from the pen of renowned horror author H.P. Lovecraft are reimagined in a unique and captivating anime format, known as Ga-nime, which combines still images, music, and voice-over sound to create an immersive viewing experience.\n\nIn the quaint and seemingly peaceful New England town of Aylesbury Hill, a sinister history of Satanic rituals and sacrificial sites lurks beneath the surface. The most notorious of these sites, Sentinel Hill, emanates an eerie aura and emits a terrifying rumble. Among the town's inhabitants, the well-off Whateleys and Bishops stand apart from the peasants and destitute. Our focus turns to the peculiar Wilbur Whateley, a man whose rapid mental and physical growth is as alarming as his obsession with communicating with a malevolent entity residing in his own home.\n\nAccompanying this adaptation of \"The Dunwich Horror\" are two more of Lovecraft's spine-tingling stories, \"The Picture in the House\" and \"The Festival.\" These tales are brought to life through the innovative use of clay puppets and miniatures, adding an extra layer of unsettling charm to the already haunting narratives.\n\nPrepare to delve into a world of unspeakable horrors, where ancient rituals come to life, and the line between reality and the supernatural blurs. From the macabre discoveries within a seemingly innocuous house to the gruesome festivities that unfold during a particular celebration, this anthology promises a suspenseful and disturbing journey into the darkest corners of Lovecraft's imagination.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.790769679300292,
    "arithmeticGeometricMean": 5.757451193555424,
    "median": 5.83
  },
  "lastUpdate": "2024-05-08"
}