{
  "sources": [
    "https://anidb.net/anime/17064",
    "https://anilist.co/anime/142853",
    "https://anime-planet.com/anime/tokyo-revengers-seiya-kessen-hen",
    "https://anisearch.com/anime/16927",
    "https://kitsu.io/anime/45607",
    "https://livechart.me/anime/10956",
    "https://myanimelist.net/anime/50608",
    "https://notify.moe/anime/aeoc2aTng"
  ],
  "synopsis": {
    "text": "He repeatedly leaps through time, yet Takemichi Hanagaki remains unable to save Hinata Tachibana, his first love, from her tragic fate in the present. Haunted by loss and the unforeseen consequences of his temporal manipulations, the adult Takemichi confronts the dark reality of the Tokyo Manji gang's criminal empire—a chilling byproduct of his interference. Once led by the visionary Manjirou 'Mikey' Sano, the gang is now under the sinister control of Tetta Kisaki, abandoning its original noble purpose.\n\nDespite his despair, Takemichi resolves to journey into the past once more, this time to investigate the ruthless motorcycle gang, Black Dragon, whose actions set Hinata's fate in motion. In this timeline, he encounters the young Hakkai Shiba, a fellow gang member whose tyrannical brother, Taiju, rules Black Dragon with an iron fist. After a brutal confrontation, Takemichi forms a bond with Hakkai and Chifuyu Matsuno, united by shared tragedies and a desperate need for camaraderie.\n\nWith Chifuyu by his side, Takemichi embarks on a mission to untangle the destinies of Black Dragon's members, striving to create a brighter future for those he holds dear. However, as he delves deeper into the past, he uncovers dark secrets surrounding the fall of the Tokyo Manji gang and the mysterious connection between Hinata, Kisaki, and himself. Will Takemichi be able to unravel the enigma of Hinata's death and restore the honor of the Tokyo Manji gang? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.856430890538033,
    "arithmeticGeometricMean": 7.850126479342874,
    "median": 7.984999999999999,
    "lastUpdate": "2024-05-10"
  }
}