{
  "sources": [
    "https://anidb.net/anime/18040",
    "https://anilist.co/anime/165254",
    "https://anime-planet.com/anime/bucchigiri",
    "https://anisearch.com/anime/18416",
    "https://kitsu.io/anime/47469",
    "https://livechart.me/anime/12061",
    "https://myanimelist.net/anime/55358",
    "https://notify.moe/anime/B6pWZN_VR"
  ],
  "synopsis": {
    "text": "After a long hiatus, Arajin Tomoshibi returns to his childhood town, eager to reinvent himself at his new secondary school and find a charming girlfriend. However, his dreams are quickly shattered as he finds himself entangled in a turf war between two notorious gangs, the Minatokai and the Siguma Squad. Amidst the chaos, he crosses paths with Mahoro Jin, who seems to embody his ideal partner. But before he can pursue her, he must navigate the treacherous school landscape filled with thugs intent on picking a fight with the new kid.\n\nDuring one of his escapes, Arajin stumbles upon an abandoned shrine and inadvertently summons Senya, a powerful djinn. Despite their initial differences and Senya's low opinion of his \"master,\" they form a pact when Arajin's life is once again threatened. Little do they know, this pact will lead to unforeseen consequences.\n\nMeanwhile, Aladdin Tomobishi, also known as Arajin, finds himself in a battle to determine the strongest after reconnecting with his former best friend, Matakara Asamine. As they delve deeper into this world of power struggles, the ominous shadow of a colossal genie begins to loom over them, hinting at the extraordinary events yet to unfold.\n\nIn this thrilling tale of friendship, power, and unexpected alliances, Arajin Tomoshibi's life takes a dramatic turn as he navigates the treacherous world of gang wars, ancient spirits, and the complexities of adolescence. Will he survive the chaos and achieve his heart's deepest desires? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.8050964749536185,
    "arithmeticGeometricMean": 6.791883426733191,
    "median": 6.779545454545454
  },
  "lastUpdate": "2024-05-09"
}