{
  "sources": [
    "https://anidb.net/anime/6301",
    "https://anilist.co/anime/11867",
    "https://anime-planet.com/anime/cipher",
    "https://anisearch.com/anime/5216",
    "https://kitsu.io/anime/6621",
    "https://livechart.me/anime/7904",
    "https://myanimelist.net/anime/11867",
    "https://notify.moe/anime/5HgHtKmig"
  ],
  "synopsis": {
    "text": "They are the talk of the town - two brothers, one a dazzling movie star, the other a talented musician who occasionally graces the school corridors. As one sibling shoots for a football film, the other juggles his music career and academic responsibilities. But what does fate have in store for them?\n\nIn the same high school, Anise finds herself in the company of the renowned former child actor, Siva. Despite his cool and aloof demeanor, Anise manages to break the ice and befriend him. However, her newfound joy takes a surprising turn when she stumbles upon Siva's hidden truth: he and his twin brother, Cipher, have been living a double life, swapping identities for years.\n\nMeanwhile, Annis Marfie, a tomboyish art student in New York, discovers that her stunning semi-pro model classmate, Shiver, is not who she seems. In reality, Shiver's identity is shared by two brothers, Shiver and Cipher, who deceive the world with their charade. Intrigued by their motives, Annis decides to delve deeper into their lives.\n\nElly, another character in this tale, becomes entangled in the mysterious lives of the identical twins, Sira and Cipher. She quickly discovers their secret - the twins take turns attending high school, leading a life of deception. Intrigued, Elly proposes a challenge: if she can distinguish between them in a month, they must reveal the reason behind their secret-keeping. If not, she vows to keep their secret safe.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 4.878803494124923,
    "arithmeticGeometricMean": 4.836666863814831,
    "median": 4.559183673469388,
    "lastUpdate": "2024-05-09"
  }
}