{
  "sources": [
    "https://anidb.net/anime/29",
    "https://anilist.co/anime/51",
    "https://anime-planet.com/anime/angel-sanctuary",
    "https://anisearch.com/anime/3350",
    "https://kitsu.io/anime/32",
    "https://livechart.me/anime/5027",
    "https://myanimelist.net/anime/51",
    "https://notify.moe/anime/hUIt5Fimg"
  ],
  "synopsis": {
    "text": "Black Book of Revelation's foretold Messiah, Mudou Setsuna, is a delinquent teenager grappling with more than just high school bullies and his forbidden love for his blood sister, Sara. Unbeknownst to him, he is the reincarnation of Alexiel, a fallen angel punished for defying God. Alexiel's soul is cursed to be reborn into a human body that meets a violent end, only to repeat the cycle.\n\nAs Setsuna navigates his complex feelings for Sara and his tumultuous college life, he finds himself ambushed by angels and demons, each claiming knowledge of his true destiny. The angels believe him to be their resurrected leader, Alexiel, while the demons accuse him of leading them into war against God.\n\nCaught in the crossfire of Heaven and Hell, Setsuna's life becomes increasingly complicated. Demonic figures plot to awaken the spirit within him, while the angel Katan seeks to free her brother, Rosiel, from banishment. Rosiel, however, harbors his own agenda: to resurrect Alexiel due to his shared love for his sister.\n\nAs the eternal conflict between Heaven and Hell looms, Setsuna must confront his identity and prepare for the impending battle. Will he be ready to face his destiny and alter his future, or will the anguish and torment of his forbidden love and supernatural powers consume him?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "963397c3495de33e",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.276357606679036,
    "arithmeticGeometricMean": 6.259003342140902,
    "median": 6.205612244897959,
    "hash": "963397c3495de33e",
    "lastUpdate": "2024-05-10"
  }
}