{
  "sources": [
    "https://anidb.net/anime/15302",
    "https://anilist.co/anime/118936",
    "https://anime-planet.com/anime/marudase-kintarou",
    "https://anisearch.com/anime/15652",
    "https://kitsu.io/anime/44542",
    "https://livechart.me/anime/9982",
    "https://myanimelist.net/anime/40845",
    "https://notify.moe/anime/MncbPm0MR"
  ],
  "synopsis": {
    "text": "Academy's new principal. However, his position is under constant threat as the staff of the Kawakara Branch School aim to seize power by seducing him. Fortunately, Makoto has a loyal protector in Kintarou Masaka, his childhood friend, bodyguard, and secret lover. Despite the relentless attempts to compromise Makoto's virtue, Kintarou stands as an unwavering shield, ready to rescue him from any perilous situation. As they navigate through treacherous traps and seductive ploys, can Makoto and Kintarou safeguard the academy and their love? And what hidden motives lie behind their enemies' actions? \n\nIn the prestigious Onodera Academy, Makoto, a student and chairman, finds himself in a precarious situation due to his late grandfather's peculiar will. The will states that the man who can successfully seduce Makoto with exceptional sexual prowess will inherit the position of the academy's principal. Consequently, Makoto becomes the object of desire for the faculty members, who are determined to claim the title. In his quest to preserve his innocence, Makoto turns to his childhood friend and secret love, Kintaro, for protection. As they face an onslaught of humiliating and seductive schemes, can Makoto and Kintaro emerge victorious and uncover the true intentions of their adversaries?\n\nAfter the passing of his grandfather, who was the principal of the esteemed Onodera Academy, Makoto is left with an unusual predicament. According to his grandfather's will, the person who can successfully seduce Makoto will become the new principal. This revelation turns Makoto into a target for the faculty members, who are now eager to claim the position. In his desperation to protect his chastity, Makoto seeks the help of his childhood",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9654716e3af8aace",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 4.078181354359925,
    "arithmeticGeometricMean": 3.9699159299263225,
    "median": 3.701,
    "hash": "9654716e3af8aace",
    "lastUpdate": "2024-05-09"
  }
}