{
  "sources": [
    "https://anidb.net/anime/1555",
    "https://anilist.co/anime/649",
    "https://anime-planet.com/anime/hanaukyo-maid-team-la-verite",
    "https://anisearch.com/anime/2796",
    "https://kitsu.io/anime/597",
    "https://livechart.me/anime/4933",
    "https://myanimelist.net/anime/649",
    "https://notify.moe/anime/e2i05Fimg"
  ],
  "synopsis": {
    "text": "Tarou Hanaukyo, a middle school student, faces a life-altering change following the tragic loss of his mother. He is summoned to his grandfather's residence, only to find that his grandfather has retired to a secluded island, leaving him in charge of an expansive estate and a formidable business empire that dominates half of Japan.\n\nThe estate, a grandiose mansion nestled in Tokyo, is teeming with a legion of highly skilled and stunningly beautiful maids, all dedicated to serving Tarou's every need. Among them is Mariel, the enigmatic head maid, whose past remains a mystery despite her unwavering presence and assistance.\n\nAs the new head of the prestigious Hanaukyo family, Tarou grapples with the challenges of managing the family business and navigating the constant attention from his bevy of maids. This includes warding off marriage proposals from the relentless Jihiyou Ryuuka, who has her sights set on Tarou.\n\nWith the Hanaukyo Maid Squad, a team of professional maids each possessing unique skills, at his disposal, Tarou must adapt to his new life. However, the transition is far from smooth, as some maids, accustomed to the old master's ways, inadvertently complicate matters for Tarou. Despite these challenges, Tarou finds solace in Mariel's constant support and grows increasingly intrigued by her captivating beauty and elusive past.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9667d2df1b9100cc",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.909182397959184,
    "arithmeticGeometricMean": 6.903515328551287,
    "median": 6.8740000000000006,
    "hash": "9667d2df1b9100cc",
    "lastUpdate": "2024-05-09"
  }
}