{
  "sources": [
    "https://anidb.net/anime/15626",
    "https://anilist.co/anime/119964",
    "https://anime-planet.com/anime/poketoon",
    "https://anisearch.com/anime/16361",
    "https://kitsu.io/anime/43228",
    "https://myanimelist.net/anime/42161"
  ],
  "synopsis": {
    "text": "Dream s, friendships, and adventures abound in the world of Pokémon through a series of captivating short films, available on the Pokémon Kids TV YouTube channel. Each standalone episode presents a unique tale of various Pokémon and their human companions, with no direct connection between them except for the shared Pokémon universe.\n\n1. \"The Aspirant Pancham\" - A Pancham's life is forever changed after a rescue mission, igniting its dream to become a hero. Despite daily training, past experiences hold it back. When a determined boy sets out to find this Pancham, will he be able to unlock its true potential?\n\n2. \"Tsubomi's Blossoming Dream\" - Tsubomi, a young girl, yearns to compete in the Pokémon League and become a champion. Defying her mother's disapproval, she ventures into the nearby forest to catch her first Pokémon, only to find the task more daunting and perilous than she anticipated.\n\n3. \"Magikarp's Melody of Hope\" - Rikuo, a young flute player, encounters a Magikarp that helps him hone his musical skills. Despite his parents' objections, Rikuo forms a bond with the Magikarp, now residing in a Pokémon boarding house. Will the day come when they can be reunited?\n\n4. \"The Cozy Slugma House\" - Anna, a curious girl, visits her grandparents' countryside home, teeming with diverse Pokémon. As she befriends many of them, the shy Slugma remains hidden. Will Anna's time at her grandparents' house lead to an unexpected friendship with Slugma?\n\n5. \"A Ghastly Transformation\" - Shooko, a timid girl",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "96b75c263f82d2f2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.2961706864564,
    "arithmeticGeometricMean": 7.291893601882318,
    "median": 7.3149999999999995,
    "hash": "96b75c263f82d2f2",
    "lastUpdate": "2024-05-07"
  }
}