{
  "sources": [
    "https://anidb.net/anime/15215",
    "https://anilist.co/anime/112649",
    "https://anime-planet.com/anime/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town",
    "https://anisearch.com/anime/14694",
    "https://kitsu.io/anime/42635",
    "https://livechart.me/anime/9650",
    "https://myanimelist.net/anime/40594",
    "https://notify.moe/anime/bD9fTZuWg"
  ],
  "synopsis": {
    "text": "You might underestimate Lloyd Belladonna, a budding adventurer from the legendary village of Kunlun, which sits beside the notorious 'Last Dungeon.' Despite his neighbors and friends considering him the weakest among them, Lloyd harbors a grand ambition: to become a soldier in the capital city of the Kingdom of Azami. As a resident of Kunlun, Lloyd has grown accustomed to battling monsters of unimaginable strength since childhood, but he still views himself as inferior in terms of magic, strength, and intelligence.\n\nUndeterred by the naysayers, Lloyd sets off for the capital, eager to enroll in its military academy. Upon his arrival, the townspeople are taken aback by the extraordinary power he wields, unaware that his upbringing in such a treacherous environment has made him far stronger than the average adventurer. Even the officers and candidates at the academy quickly realize that Lloyd is a force to be reckoned with.\n\nAs Lloyd embarks on his journey, he seeks out Marie, the East Side witch and former apprentice to Alka, the headwoman of Kunlun. At Alka's request, Marie reluctantly agrees to watch over Lloyd until he passes the military academy entrance exam. While settling into his new living arrangements, Lloyd demonstrates an uncanny ability to cast old spells with remarkable ease, leaving even Marie astounded.\n\nLittle does Lloyd know that his innate power, forged in the fires of the Last Dungeon, might just be the key to resolving the crises that plague the kingdom. As he navigates the challenges of the capital and the military academy, Lloyd will come to understand the true extent of his abilities and the role he is destined to play in the world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.659790468460111,
    "arithmeticGeometricMean": 6.654045723563787,
    "median": 6.796181818181818,
    "lastUpdate": "2024-05-10"
  }
}