{
  "sources": [
    "https://anidb.net/anime/5630",
    "https://anilist.co/anime/3655",
    "https://anime-planet.com/anime/nabari-no-ou",
    "https://anisearch.com/anime/4653",
    "https://kitsu.io/anime/3173",
    "https://livechart.me/anime/3485",
    "https://myanimelist.net/anime/3655",
    "https://notify.moe/anime/bAV_5FiiR"
  ],
  "synopsis": {
    "text": "On the surface, the world appears ordinary, but lurking in the shadows is a secret realm known as Nabari, where ninja clans engage in a relentless power struggle. At the heart of this conflict is the 'Shinrabanshou', an ancient and formidable technique that holds the key to ruling Nabari. Unbeknownst to him, 14-year-old Rokujou Miharu, a seemingly indifferent and solitary high school student, harbors this extraordinary power within him.\n\nMiharu's quiet and uneventful life takes a dramatic turn when rival ninja clans begin targeting him to claim the Shinrabanshou. His only hope for survival lies in joining forces with his classmate, Kouichi, and his English teacher, Kumohira, who are secretly Banten clan ninjas sworn to protect him. Despite his initial reluctance to join their ninja 'club', the escalating attacks leave Miharu with no other choice.\n\nAs Miharu delves deeper into the enigmatic world of Nabari, he grapples with understanding the power hidden within him and navigating the complex web of alliances and rivalries. In this treacherous world where friends and foes are indistinguishable, Miharu must take charge of his destiny and become the ruler of Nabari to ensure his survival. With the help of his newfound ninja allies, Miharu embarks on a perilous journey to master his powers and claim his rightful place as the King of Nabari.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "96e26786ebdd280a",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.08271688827046,
    "arithmeticGeometricMean": 7.080450179220764,
    "median": 7.091,
    "hash": "96e26786ebdd280a",
    "lastUpdate": "2024-05-09"
  }
}