{
  "sources": [
    "https://anidb.net/anime/18088",
    "https://anilist.co/anime/166610",
    "https://anime-planet.com/anime/mashle-magic-and-muscles-the-divine-visionary-candidate-exam-arc",
    "https://anisearch.com/anime/18500",
    "https://kitsu.io/anime/47671",
    "https://livechart.me/anime/12233",
    "https://myanimelist.net/anime/55813",
    "https://notify.moe/anime/FnngPK94R"
  ],
  "synopsis": {
    "text": "Mash’s secret is out: he can't use magic in a world where it's the norm. Despite this, he's managed to climb the ranks of the prestigious Easton Magic Academy and is on the brink of qualifying for the Divine Visionary exam, a feat he achieved by defeating the notorious Abel Walker and Magia Lupus. However, his victory is short-lived as the Bureau of Magic demands his execution for his lack of magical abilities.\n\nWith the odds stacked against him, Mash finds himself in a trial to determine his fate. Orter Mádl, a staunch believer in the cosmic order of the mage world, is determined to eliminate Mash. However, an unexpected twist arises when the enigmatic group, Innocent Zero, shows an unusual interest in Mash, leading to a battle between Mash and Innocent Zero to prove his worth.\n\nDespite Orter's dissatisfaction with the outcome, Mash is granted a chance to live, thanks to the intervention of Divine Visionary Rayne Ames and Headmaster Wahlberg Baigan. His life now hinges on one condition: he must become a Divine Visionary candidate by the end of the year. With the fate of the magical world and his own life on the line, Mash and his friends must stay alert and face the challenges that lie ahead. Will Mash's strength be enough to overcome his lack of magic and secure his place in the world of magic? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "96fc38f6b04af1e1",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.970043599257885,
    "arithmeticGeometricMean": 7.962227478176944,
    "median": 8.115454545454545,
    "hash": "96fc38f6b04af1e1",
    "lastUpdate": "2024-05-09"
  }
}