{
  "sources": [
    "https://anidb.net/anime/858",
    "https://anilist.co/anime/3154",
    "https://anime-planet.com/anime/gatchaman-ova",
    "https://anisearch.com/anime/1155",
    "https://kitsu.io/anime/2827",
    "https://livechart.me/anime/8801",
    "https://myanimelist.net/anime/3154",
    "https://notify.moe/anime/PUzw5Kiig"
  ],
  "synopsis": {
    "text": "Led by the enigmatic Dr. Kouzaburou Nanbu, the International Science Organization (ISO) faces a daunting challenge in the year 2066. The Republic of Hontworl has withdrawn from the United Nations, sparking global unrest and uncertainty. Amidst this turmoil, the capital city of the Republic of Triad, Myori, is viciously attacked by a formidable, bird-like airborne fortress known as the Turtle King. To make matters worse, the ISO's top scientists are vanishing without a trace.\n\nAs the world teeters on the brink of chaos, the ISO calls upon its elite force, the Science Ninja Team - Gatchaman. Comprised of five skilled warriors, the Gatchaman team has a storied history of battling the nefarious Galactor organization and its mysterious leader, Berg Katze. Now, under the leadership of Ken, also known as the Eagle, the team must reunite to confront this new threat.\n\nThis OVA is a reimagining of three iconic episodes from the original 1972 Gatchaman TV series. In Part I - The Turtle King, the Gatchaman team and their powerful ship, the Phoenix, must protect the International Technology Commission's groundbreaking project, the Mantel Plan, from the destructive forces of the alien race, Galactor. In Part II - The Red Specter, the team discovers the secret underwater Galactor headquarters and is joined by enigmatic new allies in their quest to destroy the base. However, the true loyalties of these new forces remain uncertain. Finally, in Part III - The Final Countdown, the Gatchaman team embarks on their most treacherous mission yet, as they engage in a brutal battle to determine the fate of humanity.\n\nThe future of",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "973a474222861e4d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.3302597402597405,
    "arithmeticGeometricMean": 6.320092904007137,
    "median": 6.363636363636363,
    "hash": "973a474222861e4d",
    "lastUpdate": "2024-05-09"
  }
}