{
  "sources": [
    "https://anidb.net/anime/1137",
    "https://anilist.co/anime/795",
    "https://anime-planet.com/anime/dear-brother",
    "https://anisearch.com/anime/1976",
    "https://kitsu.io/anime/709",
    "https://livechart.me/anime/5206",
    "https://myanimelist.net/anime/795",
    "https://notify.moe/anime/SMb0cFiig"
  ],
  "synopsis": {
    "text": "No sooner does Nanako Misonoo, a 16-year-old girl from a modest background, step foot into the esteemed Seiran Academy than she finds herself entangled in a whirlwind of envy, malice, and rivalry. Handpicked to join the Sorority, an elite club coveted by all, Nanako becomes the target of her resentful peers who question her worthiness to be among the privileged few. With no wealth, grace, or talent to match her fellow Sorority members, Nanako's school life quickly turns into a living nightmare as she faces relentless bullying and vicious rumors.\n\nIn this harsh world of high school politics, Nanako finds solace in her pen pal correspondence with her former teacher, Takehiko Henmi, whom she lovingly refers to as her 'big brother.' Along with her childhood friend and a group of newfound allies, each with their own unique struggles, Nanako navigates the treacherous waters of adolescence, uncovering hidden truths about her school, her family, and herself.\n\nAs Nanako's life at Seiran Academy unfolds, she learns valuable lessons about love, loss, and the true meaning of friendship. But the biggest mystery of all lies behind the enigmatic smile of the Sorority's leader, Miya-sama, whose motives for choosing Nanako remain unclear. Will Nanako be able to endure the hardships that come her way, or will the cruel world of Seiran Academy ultimately break her spirit? Only time will tell in this gripping tale of adolescence, \"Oniisama e...\"",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.572165043290043,
    "arithmeticGeometricMean": 7.567550531949575,
    "median": 7.63
  },
  "lastUpdate": "2024-05-09"
}