{
  "sources": [
    "https://anidb.net/anime/15466",
    "https://anilist.co/anime/108715",
    "https://anime-planet.com/anime/shaonian-gexing",
    "https://anisearch.com/anime/15298",
    "https://kitsu.io/anime/42931",
    "https://myanimelist.net/anime/38918",
    "https://notify.moe/anime/H3KMRVbGR"
  ],
  "synopsis": {
    "text": "Beili Dynasty, a time of turmoil and strife, as factions clash in a ruthless battle for the throne. Amidst this chaos, a young man named Xiao Se, disguised as Xiao Chuhe, finds himself in the company of fellow adventurers, Lei Wujie, Tang Lian, and Wuxin. Their journey begins in a humble mountain inn, nestled between lush mountains and overlooking a serene lake.\n\nLei Wujie, a martial arts student with a heart full of naivety, makes a stop at Xiao Se's struggling inn on his way to Snow Moon City. With little money to spare, Lei Wujie's stay quickly turns into a spectacle as he single-handedly fends off a group of bandits, leaving the inn in disarray. In a twist of fate, Xiao Se and Lei Wujie find themselves traveling together to Snow Moon City, bound by a debt and an unlikely friendship.\n\nTheir journey takes an unexpected turn when they stumble upon Tang Lian, a young man tasked with transporting a mysterious golden coffin from Hanshui Temple to Biluo. The coffin, rumored to hold unimaginable power, draws the attention of dangerous adversaries, forcing Xiao Se, Lei Wujie, and Tang Lian to unite in defense.\n\nAs the trio faces off against relentless foes, the coffin's lid pops open, revealing a secret that forever alters their destinies. Together with Sikong Qianluo and Heavenly Maiden Rui, they embark on a grand adventure, navigating the treacherous waters of martial arts politics and unraveling the enigma of the golden coffin. As they traverse the scenic landscapes,",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.1128712430426715,
    "arithmeticGeometricMean": 7.089150980929934,
    "median": 6.89,
    "lastUpdate": "2024-05-08"
  }
}