{
  "sources": [
    "https://anidb.net/anime/10859",
    "https://anilist.co/anime/20876",
    "https://anime-planet.com/anime/nisekoi-2",
    "https://anisearch.com/anime/9888",
    "https://kitsu.io/anime/9178",
    "https://livechart.me/anime/1192",
    "https://myanimelist.net/anime/27787",
    "https://notify.moe/anime/hyAatFmmg"
  ],
  "synopsis": {
    "text": "Despite their successful efforts to end the gang warfare between their respective factions, Raku Ichijou and Chitoge Kirisaki continue their charade of a romantic relationship. As Chitoge's feelings for Raku begin to evolve, she grapples with her burgeoning affection for him. Meanwhile, the competition for Raku's heart intensifies as a new contender enters the scene, further complicating his quest to find his first love and unravel the mystery of the sealed locket.\n\nIn the second season of the beloved anime series Nisekoi:, Raku and the girls return for more romantic escapades. Based on the popular manga by Naoshi Komi, this installment sees the introduction of Kosaki's younger sister Haru, adding another layer of complexity to Raku's already intricate love life. As the false love story unfolds, will the addition of a new character bring Raku closer to finding the key to his heart and locket?\n\nAs the son of a yakuza leader and the daughter of a rival gang boss, Raku Ichijou and Chitoge Kirisaki are forced to maintain a fake relationship to preserve peace between their families. However, when Chitoge realizes she has genuine feelings for Raku, the situation becomes increasingly complicated. With multiple girls vying for Raku's affections and holding keys to his pendant, the search for his childhood sweetheart continues.\n\nThe romantic entanglements persist as Chitoge grapples with her newfound love for Raku. With the introduction of Kosaki's protective younger sister Haru, the dynamics become even more intricate. Amidst the chaos, Raku's quest to find his first love and open the mysterious pendant continues, with Chitoge now determined to make him aware of her true feelings.\n\nAs Chitoge comes to",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "97b95f9b5a126a74",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.450882840303928,
    "arithmeticGeometricMean": 7.448699329405055,
    "median": 7.546531361215709,
    "hash": "97b95f9b5a126a74",
    "lastUpdate": "2024-05-09"
  }
}