{
  "sources": [
    "https://anidb.net/anime/11840",
    "https://anilist.co/anime/21662",
    "https://anime-planet.com/anime/the-silver-guardian",
    "https://anisearch.com/anime/11208",
    "https://anisearch.com/anime/12800",
    "https://kitsu.io/anime/11936",
    "https://livechart.me/anime/1965",
    "https://myanimelist.net/anime/32936",
    "https://notify.moe/anime/I6v6pKimg"
  ],
  "synopsis": {
    "text": "While leading a secret life as an elite gamer, Riku Suigin's world takes a dramatic turn when he receives a mysterious device from his classmate and fellow gaming enthusiast, Riku Rei. Unbeknownst to Suigin, this device is the gateway to a virtual reality game called \"Grave Buster,\" and Rei is suddenly kidnapped into this digital realm. With no other choice, Suigin activates the device and finds himself thrust into a centuries-old conflict between tomb raiders and tomb protectors, revolving around the tomb of the divine Mother Goddess Bango.\n\nAs Suigin navigates this immersive and perilous game, he discovers that the device he possesses, known as the Monolith, grants him unique abilities in this virtual world. With the fate of Rei hanging in the balance, Suigin must embrace his new role as a tomb protector and confront the relentless tomb raiders seeking the power of the gods.\n\nIn this thrilling adventure, Suigin's exceptional gaming skills are put to the ultimate test as he battles to save his friend and unravel the enigmatic secrets hidden within Grave Buster. Can he triumph against the formidable tomb raiders and secure the sacred tomb, or will he and Rei remain trapped in the game forever? Join Suigin on his daring quest to protect the tomb and save his beloved friend in this captivating anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.320100523125368,
    "arithmeticGeometricMean": 6.308841185262559,
    "median": 6.197959183673468,
    "lastUpdate": "2024-05-09"
  }
}