{
  "sources": [
    "https://anidb.net/anime/12897",
    "https://anilist.co/anime/98349",
    "https://anime-planet.com/anime/love-live-sunshine-2nd-season",
    "https://anisearch.com/anime/12245",
    "https://kitsu.io/anime/13299",
    "https://livechart.me/anime/2566",
    "https://myanimelist.net/anime/34973",
    "https://notify.moe/anime/M3Vn2Kiig"
  ],
  "synopsis": {
    "text": "Numazu city's Uranohoshi Girls' High School, nestled by the seaside, finds itself on the brink of closure despite the valiant efforts of its nine students, led by the indomitable Chika Takami. Their shared dream? To illuminate the world as the next generation of 'school idols'. Despite a less than triumphant performance at the previous Love Live competition, the girls remain undeterred, using their newfound momentum to propel them towards the upcoming school open house and the next Love Live event.\n\nYet, fate has a cruel twist in store. Mari Ohara's father remains steadfast in his decision to shut down the school, rendering the open house event obsolete. The girls, however, refuse to let their dreams be snuffed out. As the odds stack against them, Aqours takes the stage, their voices and dance moves a beacon of hope amidst the looming despair.\n\nFrom the ashes of their previous defeat, Aqours rises, determined to weave a miracle. After all, the realm of idols is no stranger to miracles, as proven by their predecessors, µ's. The journey may be fraught with challenges, but with unyielding spirit and resilience, Aqours is ready to shine, dance, and sing their hearts out to save their beloved school and realize their dreams.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "97fc4a579866c0ca",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.571893784786642,
    "arithmeticGeometricMean": 7.570208437477454,
    "median": 7.617,
    "hash": "97fc4a579866c0ca",
    "lastUpdate": "2024-05-09"
  }
}