{
  "sources": [
    "https://anidb.net/anime/7883",
    "https://anilist.co/anime/9332",
    "https://anime-planet.com/anime/hack-quantum",
    "https://anisearch.com/anime/6438",
    "https://kitsu.io/anime/5680",
    "https://livechart.me/anime/4724",
    "https://myanimelist.net/anime/9332",
    "https://notify.moe/anime/FEXWtKmmR"
  ],
  "synopsis": {
    "text": "World R:X, a popular MMORPG, is home to countless players, including high school students Aida Asumi, Ikuta Iori, and Etou Eri, who navigate the game as Sakuya, Tobias, and Mary respectively. Their ordinary treasure hunting escapades take a dark turn when an unfortunate encounter with an elite guild and an enigmatic player named Hermit leaves Etou unconscious and unable to wake up.\n\nAs the trio delves deeper into the game, they find themselves lost in a maze while attempting to conquer the formidable 'The One Sin'. Their blunders inadvertently trap other guild members, drawing the attention of a mysterious cat-like entity. Is it a fellow player or an NPC?\n\nTheir misadventures continue as they accidentally trigger a trap during a quest, leading to numerous casualties within Shamrock's guild. In response, the guild places a bounty on Tobias's head. As they grapple with their next move, they find themselves targeted by unscrupulous players willing to cheat. Aid comes from unexpected quarters - the elusive Hermit and members of the seemingly hostile guild.\n\nHowever, before the situation can be resolved, all involved are transported to a strange location. Here, a rogue AI appears to be corrupting characters and imprisoning them. This marks the beginning of a series of bizarre incidents that pose a threat to the lives of the human players, including Asumi, Iori, and Eri.\n\nAs they journey deeper into the virtual labyrinth, a chance encounter with Hermit promises to alter their lives forever. Will they be able to navigate the dangers of The World and protect their real-world selves? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 7.225223562152134,
    "arithmeticGeometricMean": 7.223140791231724,
    "median": 7.181530612244898,
    "lastUpdate": "2024-05-08"
  }
}