{
  "sources": [
    "https://anidb.net/anime/17651",
    "https://anilist.co/anime/155202",
    "https://anime-planet.com/anime/revenger",
    "https://anisearch.com/anime/17751",
    "https://kitsu.io/anime/46562",
    "https://livechart.me/anime/11534",
    "https://myanimelist.net/anime/53213",
    "https://notify.moe/anime/DLYPl-4Vg"
  ],
  "synopsis": {
    "text": "English: In the heart of feudal Japan, Raizo Kurima, a once honorable samurai, finds himself betrayed and manipulated into assassinating his own prospective father-in-law, Genshin Hirata. Overwhelmed with guilt, Raizo seeks vengeance against the corrupt lord who orchestrated the deceitful order. As he embarks on this perilous journey, he crosses paths with Yuuen Usui, a cunning and resourceful member of the Revengers, a secret organization of assassins dedicated to avenging the wronged. Together, they unravel a complex web of political intrigue and deception, involving both Japanese and European powers. As Raizo becomes more entwined with the Revengers and their cause, he begins to question the very nature of justice and honor. With each step closer to the truth, Raizo and Yuuen risk their lives to expose the conspiracy and exact revenge on those responsible for the destruction of the Satsuma clan.\n\nFrench: Au cœur du Japon féodal, Raizo Kurima, un samouraï autrefois honorable, se retrouve trahi et manipulé pour assassiner son propre futur beau-père, Genshin Hirata. Accablé par la culpabilité, Raizo jure de se venger du seigneur corrompu qui a orchestré cet ordre trompeur. Alors qu'il se lance dans cette dangereuse quête, il croise la route de Yuuen Usui, un membre rusé et débrouillard des Revengers, une organisation secrète d'assassins dédiée à venger les torts. Ensemble, ils dénouent une toile complexe d'intrigues politiques et de tromperie,",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.99154823747681,
    "arithmeticGeometricMean": 6.977372637561401,
    "median": 6.88495918367347
  },
  "lastUpdate": "2024-05-09"
}