{
  "sources": [
    "https://anidb.net/anime/5549",
    "https://anilist.co/anime/3420",
    "https://anime-planet.com/anime/shigofumi",
    "https://anisearch.com/anime/4579",
    "https://kitsu.io/anime/2996",
    "https://livechart.me/anime/4023",
    "https://myanimelist.net/anime/3420",
    "https://notify.moe/anime/86fQcFimR"
  ],
  "synopsis": {
    "text": "For the living, some messages are too difficult to express, but in death, they find a voice through the Shigofumi - the final letters penned by the deceased. Delivering these emotional epistles is the solemn responsibility of Fumika, a unique mail carrier accompanied by her sentient staff, Kanaka. Traversing the delicate boundary between the living and the dead, Fumika's mission is to ensure that each letter reaches its intended recipient, regardless of the emotional weight it carries.\n\nAs she navigates the complexities of her role, Fumika's enigmatic presence draws the attention of an old classmate, who becomes determined to uncover the truth behind her mysterious disappearance and her current role as a Shigofumi carrier. The deeper he delves, the more he uncovers about Fumika's past, leading to a startling revelation: unlike her fellow carriers, who are deceased, Fumika continues to age, hinting at a secret that sets her apart.\n\nDelivering these letters is no easy task, as Fumika faces a range of reactions from disbelief to fear. Yet, she remains steadfast in her duty, witnessing the profound impact of these final messages on the lives of the living. Through it all, one question lingers: who was Fumika before she became a carrier of the Shigofumi, and what secrets does her past hold?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "98465f694d8a4e6d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.480345221380935,
    "arithmeticGeometricMean": 7.479214909356868,
    "median": 7.458,
    "hash": "98465f694d8a4e6d",
    "lastUpdate": "2024-05-09"
  }
}