{
  "sources": [
    "https://anidb.net/anime/10676",
    "https://anilist.co/anime/20735",
    "https://anime-planet.com/anime/i-cant-understand-what-my-husband-is-saying",
    "https://anisearch.com/anime/9697",
    "https://kitsu.io/anime/8891",
    "https://livechart.me/anime/610",
    "https://myanimelist.net/anime/26349",
    "https://notify.moe/anime/aVtxpFmmR"
  ],
  "synopsis": {
    "text": "Whether it's their contrasting personalities or the peculiar circumstances they find themselves in, the married life of Kaoru and Hajime is anything but ordinary. Kaoru, a dedicated office worker with a down-to-earth personality, finds herself married to Hajime, an otaku who earns a living from his blog and spends most of his time immersed in online forums. Despite their differences, the couple shares an unbreakable bond that brings them joy and happiness amidst the challenges of their daily lives.\n\nAs Kaoru navigates through the complexities of her husband's otaku lifestyle, she finds herself caught up in his whims and eccentricities. From dealing with his incomprehensible jargon to coping with his family's quirks, Kaoru's life is never dull. Yet, despite the obstacles that come their way, the couple remains steadfast in their love for each other, constantly striving to make each other happy.\n\nThe journey of marriage is a long and winding road, filled with ups and downs, but for Kaoru and Hajime, it's a journey they wouldn't trade for anything in the world. With each passing day, they learn to appreciate their differences and grow stronger as a couple, proving that love can indeed thrive in the most unexpected of places. So, join Kaoru and Hajime as they navigate through the highs and lows of married life, and discover the true meaning of love and companionship.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "986d951636d6df37",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.288362696335288,
    "arithmeticGeometricMean": 7.2872124900206865,
    "median": 7.277747631352282,
    "hash": "986d951636d6df37",
    "lastUpdate": "2024-05-09"
  }
}