{
  "sources": [
    "https://anime-planet.com/anime/fate-extra-last-encore-illustrias-geocentric-theory",
    "https://anisearch.com/anime/13661",
    "https://kitsu.io/anime/41396",
    "https://livechart.me/anime/3203",
    "https://myanimelist.net/anime/37651",
    "https://notify.moe/anime/Difx_3Dig"
  ],
  "synopsis": {
    "text": "Leonardo B. Harwey, the strongest Master in the history of the Holy Grail War, awaits Hakuno Kishinami and Saber on the top floor of the Moon Cell. After defeating the Floor Masters of the six previous levels, the duo arrives at a field of flowers amidst floating isles, where they encounter a hooded man tending to the blossoms. Saber draws her blade, recognizing the figure as Prince Gawain, the Platinum Saber and Knight of the Round Table. Despite Gawain's reluctance to fight, the four engage in a discussion about the infinite possibilities of the Holy Grail, with Hakuno determined to restore the Moon Cell to its original form.\n\nAs they reach the seventh floor, Hakuno and Nero are joined by Rin, who has awakened from a century-long slumber. They are greeted by an old acquaintance of Nero's, Sir Gawain, who informs them that his Lord, Leonardo Harwey, has been in a deep sleep after being defeated by the real Hakuno Kishinami 1000 years ago. To continue their journey, Nero, Hakuno, and Rin must defeat Leo, or risk being trapped on the seventh floor. Gawain awakens his King Leo, and the trio faces their most formidable opponent yet: the strongest Master and his Servant, who is the mightiest of the Knights of the Round Table.\n\nWith time running out and the stakes higher than ever, Hakuno clings to the hope that he can repair this broken war. Waking up in a strange virtual world with no memory of his past, Hakuno is forced to fight for survival in a war he doesn't understand, with a prize beyond value at stake: the opportunity to have one's wish granted",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9941d93c1fc55cf9",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.807655897468705,
    "arithmeticGeometricMean": 6.804288164439001,
    "median": 6.750422237860661,
    "hash": "9941d93c1fc55cf9",
    "lastUpdate": "2024-05-06"
  }
}