{
  "sources": [
    "https://anidb.net/anime/9525",
    "https://anilist.co/anime/16417",
    "https://anime-planet.com/anime/tamako-market",
    "https://anisearch.com/anime/8208",
    "https://kitsu.io/anime/7425",
    "https://livechart.me/anime/895",
    "https://myanimelist.net/anime/16417",
    "https://notify.moe/anime/HeYKpKiiR"
  ],
  "synopsis": {
    "text": "Tamako’s life is far from ordinary in the Usagiyama Shopping District, where she and her family run Tama-ya, a charming mochi shop. As a mochi-making expert, Tamako is always whipping up new flavors and varieties, juggling high school life and her responsibilities at the family business. Alongside her best friends Kanna and Midori, whose families also own shops in the district, Tamako navigates the complexities of growing up and the unspoken emotions that come with it.\n\nWhen a talking bird named Dera Mochimazzi arrives on a mission to find a suitable bride for his prince, Tamako's life takes an unexpected turn. The bird's fondness for mochi and his inability to fly due to weight gain lead him to stay with Tamako's family, making him a cherished mascot in the community.\n\nAmidst the chaos of the shopping district and the mysterious talking bird, Tamako's friendship with Mochizou, a boy from a rival mochi shop, becomes increasingly complicated. As their fathers compete in the mochi business, Mochizou struggles with his true feelings for Tamako.\n\nWith every adventure, Tamako discovers that life, like mochi, can be sweet, sticky, and full of surprises. But no matter what challenges she faces, Tamako can always rely on the love and support of her friends, family, and the delightful treats that bring them all together in Tamako Market.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9944157a406fafc8",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.324634649337832,
    "arithmeticGeometricMean": 7.321169847887345,
    "median": 7.427272727272728,
    "hash": "9944157a406fafc8",
    "lastUpdate": "2024-05-10"
  }
}