{
  "sources": [
    "https://anidb.net/anime/15259",
    "https://anilist.co/anime/113108",
    "https://anime-planet.com/anime/kingdom-3",
    "https://anisearch.com/anime/14737",
    "https://kitsu.io/anime/43037",
    "https://livechart.me/anime/9668",
    "https://myanimelist.net/anime/40682",
    "https://notify.moe/anime/L1xph0UWg"
  ],
  "synopsis": {
    "text": "Kankoku Pass stands as the final bastion of defense for the state of Qin, as a formidable coalition of six rival states threatens to annihilate it from existence. The ambitious dream of King Ying Zheng to unify China under one rule is now at the brink of collapse. The recent Sanyou campaign had brought Qin significant territorial gains, including a portion of the state of Wei, and had bolstered the ranks of the Shin unit to a thousand strong. However, the newly appointed prime minister of Zhao, Li Mu, had orchestrated a cunning plan during the temporary truce with Qin. Uniting the states of Chu, Zhao, Wei, Han, Yan, and Qi, a colossal army now marches into Qin territory.\n\nThe young king and his loyal 1,000-Man Commander Xin must now confront this unprecedented crisis. With the odds stacked heavily against them, they must rely on their wits, courage, and the unwavering support of their allies to turn the tide of the war. Among them is Ka Ryo Ten, a new strategist who has proven her worth time and time again despite initial skepticism. As the fate of Qin hangs in the balance, the nameless boy and the young king continue their epic journey to bring peace to their war-torn nation. The upcoming battle at Kankoku Pass will not only determine the realization of their dreams but also the very survival of the state of Qin.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9957f29dabc16cef",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.502262523191094,
    "arithmeticGeometricMean": 8.500163135799383,
    "median": 8.64318181818182,
    "hash": "9957f29dabc16cef",
    "lastUpdate": "2024-05-09"
  }
}