{
  "sources": [
    "https://anisearch.com/anime/18149",
    "https://kitsu.io/anime/47122",
    "https://livechart.me/anime/11722",
    "https://notify.moe/anime/TxfF-ab4g"
  ],
  "synopsis": {
    "text": "The synopses provide an overview of key events in the popular anime series Demon Slayer. Focusing on the Entertainment District and Swordsmith Village story arcs, we follow the demon slayer Tanjiro and his allies as they battle powerful demons. In a climactic showdown in the entertainment district, Tanjiro, Tengen, Zenitsu, and Inosuke face off against the fierce demon siblings Daki and Gyutaro. After a destructive fight where the slayers are pushed to their limits, they finally gain the upper hand - decapitating Daki and wounding Gyutaro. However, the battle is not over yet. Just when it seems they have won, Gyutaro makes a surprise counterattack - severely injuring Inosuke and forcing the already battered slayers into desperate straits. But Tanjiro and his comrades find one last burst of energy. They turn the tide again in an epic showdown, culminating in Gyutaro's defeat. After this ordeal, the setting shifts to the tranquil Swordsmith Village. Here, Tanjiro may find a much-needed respite after intense battles. Yet adventures surely await the brave slayer in this new locale. More enemies likely lurk, and Tanjiro must continue honing his skills for the challenges ahead. Through clashes with demons that push them to their limits, the slayers grow ever stronger. And devoted fans eagerly anticipate their further heroic exploits. With its captivating blend of action and drama, Demon Slayer continues to win over audiences.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "995872fc84ab0cbf",
    "created": "2024-05-21",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 8.076299281076068,
    "arithmeticGeometricMean": 8.07618218279864,
    "median": 8.07596590909091,
    "hash": "995872fc84ab0cbf",
    "lastUpdate": "2024-05-09"
  }
}