{
  "sources": [
    "https://anidb.net/anime/11053",
    "https://anilist.co/anime/21038",
    "https://anime-planet.com/anime/ushio-and-tora-tv",
    "https://anisearch.com/anime/10189",
    "https://kitsu.io/anime/10359",
    "https://livechart.me/anime/1391",
    "https://myanimelist.net/anime/29854",
    "https://notify.moe/anime/2YD8pFiig"
  ],
  "synopsis": {
    "text": "Tora's legendary reputation as a fearsome and destructive monster has been passed down through generations, but middle school student Ushio Aotsuki dismisses his father's tales as mere superstition. However, while taking care of his family's temple, Ushio stumbles upon a hidden cellar containing the menacing creature, impaled by the fabled Beast Spear. Despite Tora's attempts to persuade Ushio to release him, the young boy refuses, until a sudden surge of supernatural activity threatens his friends and home. With no other choice, Ushio reluctantly frees Tora, wielding the ancient spear as his only means of control.\n\nAs the unlikely duo confront the encroaching spirits, Ushio discovers the true power and peril of the spiritual realm. The legendary Beast Spear becomes his only weapon against the onslaught of supernatural foes, while Tora's insatiable appetite for destruction and cunning demeanor make him an unpredictable ally. As they delve deeper into the world of the supernatural, an even greater threat looms in the form of Hakumen no Mono, a formidable yokai with a penchant for chaos and destruction. Can Ushio and Tora overcome their differences and work together to protect humanity from the impending danger, or will their volatile partnership lead to disastrous consequences? Only time will tell as they embark on their perilous journey into the unknown.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9960944ef011e234",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.5344504552496065,
    "arithmeticGeometricMean": 7.532852123477435,
    "median": 7.563877887788779,
    "hash": "9960944ef011e234",
    "lastUpdate": "2024-05-10"
  }
}