{
  "sources": [
    "https://anidb.net/anime/16928",
    "https://anilist.co/anime/140643",
    "https://anime-planet.com/anime/tokyo-24th-ward",
    "https://anisearch.com/anime/16675",
    "https://kitsu.io/anime/45372",
    "https://livechart.me/anime/10852",
    "https://myanimelist.net/anime/50204",
    "https://notify.moe/anime/JAZGrqdnR"
  ],
  "synopsis": {
    "text": "Cast—a surveillance system that predicts accidents and assists victims immediately. However, the system cannot foresee the exact nature of these accidents nor prevent them from happening. Ran Akagi, Kouki Suidou, and Shuuta Aoi—a trio of friends nicknamed 'RGB' due to their hair color—experienced the tragic nature of these limitations when Suidou's sister Asami passed away in a fire at her high school. A year later, Shuuta still blames himself for failing to save Asami, while Ran pursues his dream to become a famous street artist, and Kouki works in the Hazard Cast intervention unit. After the RGB trio reunites at a commemoration for the victims of the school fire, each of them receives a mysterious phone call. Bewildered to hear Asami's voice, the three friends are shown images of the future and asked to choose between two grim alternatives. Refusing to be bound by predetermined outcomes, the three tackle this troubling event head-on, marking the beginning of a series of cruel dilemmas that they will have to overcome in order to protect the 24th Ward and its people.\n\nIn the heart of Tokyo Bay lies a man-made haven known as the 24th Ward, a place where safety is paramount, thanks to the Hazard Cast system. Yet, this system has its limitations, something that three childhood friends, Ran, Kouki, and Shuuta, know all too well. A year after a tragic fire took the life of Kouki's sister, Asami, the trio finds themselves reunited at a memorial service. Their reunion is interrupted by an unexpected phone call from Asami, who was believed to be dead. The friends are presented with a chilling choice that could alter the future. Determined not to let fate dictate their actions",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "99869797434ca5c6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.606195732838589,
    "arithmeticGeometricMean": 6.593085790724551,
    "median": 6.657,
    "hash": "99869797434ca5c6",
    "lastUpdate": "2024-05-10"
  }
}