{
  "sources": [
    "https://anidb.net/anime/8468",
    "https://anilist.co/anime/13171",
    "https://anime-planet.com/anime/wasurenagumo",
    "https://anisearch.com/anime/7153",
    "https://kitsu.io/anime/6901",
    "https://livechart.me/anime/4382",
    "https://myanimelist.net/anime/13171",
    "https://notify.moe/anime/2ISvpKiig"
  ],
  "synopsis": {
    "text": "Legend has it that eons ago, a monstrous spider wreaked havoc on Tokyo, only to be subdued by a legendary exorcist, who sealed the creature away, bringing peace to the world. Fast forward to the present day, where Mizuki Henmi, a young girl, and her acquaintance, Shu Suzuri, who runs an old Japanese bookstore, stumble upon a mysterious and valuable book. Mizuki's careless handling of the book unintentionally breaks the seal, releasing an unusual entity—a charming little spider. As Shu becomes smitten with their new arachnid companion, Mizuki's suspicions grow.\n\nIn the heart of Tokyo, the story unfolds at Kokumondou, an antique bookstore managed by shopkeeper Suzuri. When Mizuki, the granddaughter of the landlord, inadvertently unleashes an endearing young spider demon from a sealed book, the duo embarks on a journey to uncover the origins of this peculiar creature.\n\nThe tale begins with an ancient book recounting the victory of a skilled yin-yang master over a colossal spider in bygone times. Antique book dealer Amane Suzuri, who is on the verge of eviction, never fathomed that reading this story to Mizuki, the youthful grandniece of the building owner, would lead him to cross paths with a frightened, twenty-centimeter-tall, eight-legged baby spider girl. But is this tiny arachnid as innocent as she appears?\n\nAt Kokumondo, a quaint bookstore, Suzuri is determined to source the rarest and most historic artifacts for his patrons. Unbeknownst to him and his assistant, Mizuki, the ancient tale",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "99938563e3b2f890",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.126557050092764,
    "arithmeticGeometricMean": 7.124420898949693,
    "median": 7.08,
    "hash": "99938563e3b2f890",
    "lastUpdate": "2024-05-10"
  }
}