{
  "sources": [
    "https://anidb.net/anime/12986",
    "https://anilist.co/anime/98460",
    "https://anime-planet.com/anime/devilman-crybaby",
    "https://anisearch.com/anime/12366",
    "https://kitsu.io/anime/13230",
    "https://livechart.me/anime/2585",
    "https://myanimelist.net/anime/35120",
    "https://notify.moe/anime/UGlM2Kiig"
  ],
  "synopsis": {
    "text": "Asuka, a trusted ally, reveals to Akira Fudo, the story's central character, that ancient demons are poised to reclaim the earth from humans. In the face of such formidable supernatural adversaries, Asuka proposes an audacious plan: merge with a demon to harness their extraordinary abilities. Consequently, Akira undergoes a transformation, emerging as Devilman, a unique entity possessing both demonic strength and human compassion.\n\nIn a world teetering on the brink of chaos due to the resurgence of malevolent demons, Akira Fudo, guided by his enigmatic companion, Ryou Asuka, finds himself drawn into a brutal conflict against evil forces. As a compassionate demon-boy, Akira's destiny takes a dramatic turn when he becomes Devilman, a powerful being with a demon's might and a human's benevolent heart.\n\nIn an era where demons have reawakened to seize control from humanity, Akira Fudo heeds his best friend Ryou Asuka's advice to unite with a demon to counter the impending threat. Following this fusion, Akira assumes the form of Devilman, a unique entity endowed with a demon's strength and a human's heart, marking the beginning of his arduous battle against the forces of darkness.\n\nWhen Akira Fudo learns from his confidant, Ryou Asuka, that demons are on the verge of reclaiming the world, he discovers the only viable solution is to integrate their supernatural abilities. By merging with a demon, Akira becomes Devilman, a powerful being with a demon's prowess and a human's soul, sparking a relentless battle against the demonic forces threatening humanity.\n\nIn commem",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.604816788817941,
    "arithmeticGeometricMean": 7.601071467630925,
    "median": 7.725,
    "lastUpdate": "2024-05-09"
  }
}