{
  "sources": [
    "https://anidb.net/anime/6772",
    "https://anilist.co/anime/6444",
    "https://anime-planet.com/anime/tegami-bachi-letter-bee",
    "https://anisearch.com/anime/5439",
    "https://kitsu.io/anime/4564",
    "https://livechart.me/anime/3956",
    "https://myanimelist.net/anime/6444",
    "https://notify.moe/anime/LYM6cFmiR"
  ],
  "synopsis": {
    "text": "In the land of eternal twilight called Amberground, giant insect monsters known as Gaichuu roam the countryside, posing a constant threat to travelers. To safely deliver important parcels and messages across this treacherous landscape, the people rely on an elite group of couriers called Letter Bees. These brave deliverers must fight off Gaichuu while traversing Amberground with their loyal canine companions at their side. The story follows a Letter Bee named Gauche Suede, who is assigned to deliver a young boy named Lag Seeing to his aunt. Lag was traumatized after his mother's mysterious abduction and now must make the perilous journey to his only remaining family. Despite the grim circumstances of their meeting, Gauche and Lag form an unlikely friendship along the way. After finally completing the delivery, the two are forced to part ways. Inspired by Gauche's courage and skill, Lag then resolves to become a Letter Bee himself. His goal is to pass the entrance exam in five years’ time, hoping to reunite with Gauche and uncover the truth about what happened to his mother. To succeed, Lag must also find a steadfast dingo partner to watch his back against the monstrous Gaichuu. By overcoming grave dangers to deliver people’s hearts and emotions in the form of letters, Amberground’s Letter Bees prove that no distance is too far when it comes to connecting those we care about most.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.493244909852053,
    "arithmeticGeometricMean": 7.491527905237035,
    "median": 7.611282051282052,
    "lastUpdate": "2024-05-10"
  }
}