{
  "sources": [
    "https://anidb.net/anime/4396",
    "https://anilist.co/anime/20461",
    "https://anime-planet.com/anime/le-chevalier-d-eon",
    "https://anisearch.com/anime/3605",
    "https://kitsu.io/anime/903",
    "https://livechart.me/anime/4164",
    "https://myanimelist.net/anime/1013",
    "https://notify.moe/anime/lOAJ5FmiR"
  ],
  "synopsis": {
    "text": "Psalm-marked coffins and mysterious cults lurk in the shadows of 18th century France, as the French Revolution simmers on the horizon. Enter Le Chevalier D'Eon, a diplomat and spy for King Louis XV, who finds himself entangled in a web of spiritual intrigue following the untimely death of his beloved sister, Lia de Beaumont.\n\nD'Eon, a real-life figure renowned for his questionable gender and service to the French crown, embarks on a dangerous mission to uncover the truth behind his sister's murder. As he delves deeper into the enigmatic organization known as Le Secret du Roi, he uncovers a sinister plot involving members of the French and Russian nobility, and a dark cult known as 'Rose Cross.'\n\nThe cult, harnessing vicious powers to create monstrous creatures called 'Gargoyles,' seeks to take control of Europe. D'Eon must navigate this treacherous landscape, where death serves as a gateway to greater powers, and the Psalm of the King heralds destruction.\n\nAs he investigates a series of disappearances connected to his sister's death, D'Eon finds himself possessed by Lia's vengeful soul, which commands his body to slay the Gargoyles. With the French Revolution looming, D'Eon must gather allies to expose the supernatural conspiracy and bring his sister's killer to justice.\n\nIn this thrilling tale of vengeance, loyalty, and betrayal, D'Eon must confront the price of truth and determine who will pay it, as history is retold in a supernatural twist.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.135464749536178,
    "arithmeticGeometricMean": 7.132776625483947,
    "median": 7.109999999999999,
    "lastUpdate": "2024-05-09"
  }
}