{
  "sources": [
    "https://anidb.net/anime/9639",
    "https://anilist.co/anime/17080",
    "https://anime-planet.com/anime/fafner-exodus",
    "https://anisearch.com/anime/8274",
    "https://kitsu.io/anime/7575",
    "https://livechart.me/anime/200",
    "https://myanimelist.net/anime/17080",
    "https://notify.moe/anime/-555pKimg"
  ],
  "synopsis": {
    "text": "They thought they were safe on the tranquil island of Tatsumiyajima, nestled within a cluster of Japanese islands, but they were wrong. Two years have passed since the first attacks of the Festums, silicon-based beings from outer space, and the battle has entered a new phase. Fragments of the North Pole's \"Mir\" have scattered across the globe, learning emotions from humans and influencing the Festum. Now, these fragments act independently, with most harboring hatred towards humanity and attacking them, while a select few choose to coexist.\n\nAs the world plunges into war, Tatsumiyajima attempts to maintain a delicate balance with their own \"Mir.\" But when General Narain discovers Miwa, a girl with the unique ability to communicate with the \"Mir,\" he seeks her help to contact Altair, a new \"Mir\" en route to Earth that could disrupt the fragile equilibrium. However, their plans are foiled when the base is attacked, awakening the \"Core\" of Tatsumiyajima's \"Mir\" and forcing Kazuki, Soushi, and their friends to once again activate \"Mark Sein\" and \"Mark Nicht\" for battle.\n\nAmidst the chaos, the Human Army, their supposed ally, appears to have ulterior motives, sparking conflict among humans. At the heart of it all stands Fafner, the giant robot guarding humanity's last hope for survival. As the lines between friend and foe blur, the fate of mankind hangs in the balance, with Tatsumiyajima as the last line of defense against the enigmatic Festums.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.402929035250464,
    "arithmeticGeometricMean": 7.400613945708264,
    "median": 7.4372727272727275,
    "lastUpdate": "2024-05-10"
  }
}