{
  "sources": [
    "https://anidb.net/anime/1518",
    "https://anilist.co/anime/1288",
    "https://anime-planet.com/anime/patlabor-the-mobile-police",
    "https://anisearch.com/anime/3128",
    "https://kitsu.io/anime/1162",
    "https://livechart.me/anime/4942",
    "https://myanimelist.net/anime/1288",
    "https://notify.moe/anime/GdYxcFmiR"
  ],
  "synopsis": {
    "text": "At the brink of the 21st century, Tokyo's law enforcement has adopted a unique strategy to combat crime: the use of advanced mecha, known as Patlabors. Among the teams entrusted with these powerful machines is Division 2 of the Tokyo Metropolitan Police Special Vehicle Section 2, a motley crew of eccentric individuals. Led by the traditional Chief Sakaki, the team includes the stoic Captain Goto, the mecha-enthusiast Noa Izumi, and the candid Asuma Shinohara. Balancing the challenges of fighting mad terrorists and navigating their own team dynamics, this group is a force to be reckoned with.\n\nAs sea levels rise, humanity embarks on a colossal construction project, leading to the creation of robots called \"Labors.\" However, these Labors are not just limited to construction work; they also inadvertently give rise to a new form of crime. To tackle this, the police establish the Pat[rol] Lab Unit: \"Special Vehicles, Section 2.\"\n\nIn this evolving world, technology has given birth to Labors, robots used for various everyday tasks. However, these Labors also fall into the wrong hands, leading to a new type of criminal activity. To counter this, police forces worldwide start using 'Patrol Labors' or 'Patlabors.' Among these is rookie police officer Noa Izumi, who is inducted into a special Patlabor unit and given her own mechanical suit, Alphonse. Alongside her peers, Izumi strives to protect society from those misusing this advanced technology. As she becomes more integrated into her unit, she must also learn to navigate her social and professional life with grace and wit, befriending the reserved Asuma Shinohara, fellow pilot Isao Oota, and other members of her team",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.33152490763205,
    "arithmeticGeometricMean": 7.325534604285419,
    "median": 7.401818181818182,
    "lastUpdate": "2024-05-09"
  }
}