{
  "sources": [
    "https://anidb.net/anime/6275",
    "https://anilist.co/anime/5356",
    "https://anime-planet.com/anime/canaan",
    "https://anisearch.com/anime/5093",
    "https://kitsu.io/anime/4072",
    "https://livechart.me/anime/3723",
    "https://myanimelist.net/anime/5356",
    "https://notify.moe/anime/9YKjcKimR"
  ],
  "synopsis": {
    "text": "They say the past always catches up, but for Maria, it's a race against time in the bustling city of Shanghai. Once a victim of a deadly bio-terror attack in Shibuya, she now finds herself in the crosshairs of an enigmatic terrorist group, Snake. As a camerawoman, Maria's search for newsworthy stories leads her to cross paths with her old friend Canaan, a formidable assassin with a unique ability: synesthesia, the blending of senses.\n\nIn a world plagued by rising terrorism and the lethal Ua Virus, Canaan is a force to be reckoned with. Her extraordinary abilities make her a target as much as a threat, as she navigates the dangerous streets of Shanghai. When Maria gets entangled in a sinister plot involving the virus, Canaan must confront her past and protect her friend.\n\nAs the Ua Virus spreads chaos and fear, Maria and Canaan find themselves in the midst of a battle involving masked men, violent groups, and a shady organization. With Maria's memory of the past incident hazy and Canaan's desire for revenge burning, they must unravel the mystery behind the virus and the enigmatic Snake.\n\nIn this thrilling anime, the line between hunter and hunted blurs as Canaan's quest for vengeance intertwines with Maria's search for truth. As they delve deeper into the conspiracy, they face not only the terrorists but also monstrous assassins with abilities beyond normal humans. Will they survive the war in this new world, or will the secrets from the past consume them? Join Maria and Canaan in their action-packed journey to uncover the truth and save mankind.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9a9d4a1a1710a443",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.262909554730983,
    "arithmeticGeometricMean": 7.262355483357985,
    "median": 7.2620000000000005,
    "hash": "9a9d4a1a1710a443",
    "lastUpdate": "2024-05-09"
  }
}