{
  "sources": [
    "https://anidb.net/anime/10951",
    "https://anilist.co/anime/21196",
    "https://anime-planet.com/anime/kabaneri-of-the-iron-fortress",
    "https://anisearch.com/anime/10013",
    "https://kitsu.io/anime/10036",
    "https://livechart.me/anime/1307",
    "https://myanimelist.net/anime/28623",
    "https://notify.moe/anime/2K9PtFmiR"
  ],
  "synopsis": {
    "text": "Having emerged during the height of the industrial revolution, a horde of seemingly indestructible monsters known as Kabane have overrun the world. These creatures, with a bite that infects and transforms their victims into one of their own, possess an iron-clad heart that makes them nearly invincible. Amidst this chaos, the people of Hinomoto have found refuge in fortified stations, connected only by steam-powered locomotives called Hayajiro.\n\nIkoma, a young steamsmith residing at Aragane Station, dedicates himself to the construction of these locomotives while secretly crafting a unique weapon to combat the Kabane. His invention, the Tsuranukizutsu, is designed to pierce through the monsters' impenetrable hearts. As Ikoma eagerly awaits an opportunity to test his creation, he crosses paths with a mysterious girl named Mumei, who seems to be exempt from the mandatory Kabane inspections.\n\nWhen the station is suddenly overrun by Kabane, Ikoma finds himself in a desperate battle for survival. After being bitten, he makes a selfless decision to sacrifice himself to save his fellow survivors. However, Mumei intervenes, revealing that Ikoma has transformed into a hybrid of human and Kabane - a Kabaneri. With this newfound power, Ikoma and Mumei join forces to fight back against the Kabane and protect their home.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9aa6b7795bfa4cfb",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.379314193369256,
    "arithmeticGeometricMean": 7.376759204589726,
    "median": 7.434954361603184,
    "hash": "9aa6b7795bfa4cfb",
    "lastUpdate": "2024-05-09"
  }
}