{
  "sources": [
    "https://anidb.net/anime/11176",
    "https://anilist.co/anime/21287",
    "https://anime-planet.com/anime/fafner-exodus-2nd-season",
    "https://anisearch.com/anime/10502",
    "https://kitsu.io/anime/10854",
    "https://livechart.me/anime/1502",
    "https://myanimelist.net/anime/30549",
    "https://notify.moe/anime/1LKltKmig"
  ],
  "synopsis": {
    "text": "Fragments of the North Pole Mir, once a unified entity, have now become independent Mirs, each with their own intentions towards humanity. As the year 2150 AD unfolds, the battle against the extraterrestrial, silicon-based Festums intensifies. Some Mirs harbor animosity towards humans and launch attacks, while others seek peaceful coexistence. The emergence of beings who possess both human and Festum traits further complicates the conflict, fueling chaos and breeding hatred.\n\nAmidst this turmoil, Tatsumiyajima, a tranquil island nestled within a cluster of Japanese isles, finds itself on the frontlines of this formidable battle. The island's youth, once assured of a serene future, now face an uncertain destiny as they stand as the last bastion against these incomprehensible adversaries. Their hope lies in Fafner, a colossal robot guardian, tasked with safeguarding humanity's final treasure.\n\nTwo years after the initial Festum onslaught, the story of Fafner Exodus unfolds. General Narain leads a group of refugees, including the Esperanto, a unique human capable of communicating with the Mir, towards the Land of Hope. This sanctuary promises freedom from Festum attacks once coexistence is achieved. Protected by Fafner pilots, their journey is fraught with danger as a traitor among them leaks their route to the enemy.\n\nMeanwhile, the Human Army, responsible for the initial attack, strives to regain control of Earth. Their plan: destroy all Mirs and eliminate the threat posed by the Festums. As these factions clash, the fate of mankind hangs in the balance, hinging on the success of this precarious journey and the revelation of the trait",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9ad4087fcb8ea530",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.668779220779221,
    "arithmeticGeometricMean": 7.665505318297506,
    "median": 7.648181818181818,
    "hash": "9ad4087fcb8ea530",
    "lastUpdate": "2024-05-10"
  }
}