{
  "sources": [
    "https://anidb.net/anime/4473",
    "https://anilist.co/anime/1538",
    "https://anime-planet.com/anime/pumpkin-scissors",
    "https://anisearch.com/anime/3619",
    "https://kitsu.io/anime/1379",
    "https://livechart.me/anime/5564",
    "https://myanimelist.net/anime/1538",
    "https://notify.moe/anime/p5JacKmig"
  ],
  "synopsis": {
    "text": "One long and devastating war has left the Royal Empire and the Republic of Frost in shambles, with both nations struggling to recover from the aftermath. To aid in the relief efforts, the Empire forms the Intelligence Army State Section III, also known as the Pumpkin Scissors, led by the determined and idealistic Alice L. Malvin. Despite facing criticism and skepticism from all sides, the Pumpkin Scissors are committed to rebuilding their war-torn country.\n\nDuring a mission to assist a village occupied by rogue soldiers, Alice and her team encounter Randal Oland, a former soldier with a mysterious past and a hidden power. When he enters a trance-like state triggered by a blue lantern, Randal gains incredible strength and defeats the enemy forces. Intrigued by his gentle nature and potential, Alice invites him to join the Pumpkin Scissors, believing that he could be the key to uncovering the truth behind a secret super-soldier program known as The Invisible Nine.\n\nAs Alice and her team work to relieve the suffering of their people and root out corruption within their own government, they must also confront the deadly secrets surrounding Randal's past and the true nature of The Invisible Nine. With the odds stacked against them, the Pumpkin Scissors will stop at nothing to bring hope and healing to their war-weary nation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9c00aafd3b7301fb",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.266426145283288,
    "arithmeticGeometricMean": 7.264820420398848,
    "median": 7.196,
    "hash": "9c00aafd3b7301fb",
    "lastUpdate": "2024-05-09"
  }
}