{
  "sources": [
    "https://anidb.net/anime/10744",
    "https://anilist.co/anime/20809",
    "https://anime-planet.com/anime/lord-marksman-and-vanadis",
    "https://anisearch.com/anime/9727",
    "https://kitsu.io/anime/8630",
    "https://livechart.me/anime/156",
    "https://myanimelist.net/anime/24455",
    "https://notify.moe/anime/6snJtKmmg"
  ],
  "synopsis": {
    "text": "One war. Seven territories. And a young archer's life forever changed. In a realm that mirrors Western Europe, the seven Vanadis, powerful war maidens bestowed with dragon-forged weapons, govern the seven territories of Zhcted. As war looms, the kingdom of Brune finds itself in turmoil, its sickly King Faron leaving a power vacuum that threatens to tear the kingdom apart. Amidst this chaos, Eleonora 'Ellen' Vertalia, wielder of the Wind Sword and ruler of Leitmeritz, leads her army against Brune, leaving little hope for the defenders.\n\nTigrevurmud 'Tigre' Vorn, the young earl of Alsace, a small farming town in Brune, has managed to keep his town neutral in the ongoing conflict. But fate has other plans. After a devastating defeat at Ellen's hands, Tigre's exceptional archery skills catch her eye, leading to an unexpected alliance. Spared on the condition that he joins her, Tigre finds himself entwined in a war filled with dark secrets, conspiracies, and corruption.\n\nAs the war between the two nations intensifies, the legend of a hero begins to unfold. Tigre, once a simple lord of a remote region, now stands on the precipice of a destiny that will be remembered for generations to come. In this epic adventure filled with complex war tactics and beautiful women, Tigre and Ellen must navigate the multinational conflict that threatens to consume them. The future of Brune and Tigre's hometown hangs in the balance, and only time will tell what fate has in store for them.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9c2a649becadc4f3",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.173983287935535,
    "arithmeticGeometricMean": 7.171484338861294,
    "median": 7.246660424469413,
    "hash": "9c2a649becadc4f3",
    "lastUpdate": "2024-05-09"
  }
}