{
  "sources": [
    "https://anidb.net/anime/15480",
    "https://anilist.co/anime/115656",
    "https://anime-planet.com/anime/cardfight-vanguard-gaiden-if",
    "https://anisearch.com/anime/15140",
    "https://kitsu.io/anime/43061",
    "https://livechart.me/anime/9796",
    "https://myanimelist.net/anime/41283",
    "https://notify.moe/anime/TudaCe9Wg"
  ],
  "synopsis": {
    "text": "School Koshien, Kouji Ibuki finds himself plagued by unsettling dreams. He is summoned to the Tatsunagi mansion by Nome Tatsunagi, where he discovers his ability to perceive a dark, ominous tower known as Sanctuary. This enigmatic structure is wreaking havoc on the timeline, causing history to twist and distort. To rectify this, Kouji must first confront and correct a mistake in his own future.\n\nJoined by Suiko Tatsunagi, Kouji embarks on a journey through the parallel universe of -if-, a world devoid of cardfights. Here, they encounter two extraordinary girls: Emi Sendou, a magical girl, and Shuka, a fairy with the power to summon units from cards. Together, they form the 'Blaster Pair' and wage a relentless battle against the malevolent forces of Jammer.\n\nIn this alternate reality, Kouji, once a Vanguard Fighter, finds himself an unlikely ally to the Blaster Pair. Alongside Suiko, who finds herself inexplicably entangled in this strange world, they strive to restore the true course of history. As they navigate this unfamiliar terrain, they must confront the harsh reality that their cardfighting skills may not be enough against the formidable enemies they face.\n\nTheir journey is a race against time, a desperate struggle to correct the distorted history and restore the world to its rightful state. Will they succeed, or will they be forever lost in the twisted reality of the -if- world? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.353730364873222,
    "arithmeticGeometricMean": 6.334219737854246,
    "median": 6.597272727272728,
    "lastUpdate": "2024-05-09"
  }
}