{
  "sources": [
    "https://anidb.net/anime/14507",
    "https://anilist.co/anime/105807",
    "https://anime-planet.com/anime/7-seeds",
    "https://anisearch.com/anime/13999",
    "https://kitsu.io/anime/42064",
    "https://livechart.me/anime/8369",
    "https://myanimelist.net/anime/38735",
    "https://notify.moe/anime/xwEiTxUig"
  ],
  "synopsis": {
    "text": "Imagine waking up to a world where human civilization has been wiped out, and all that remains is a post-apocalyptic wasteland filled with mutated plants and animals. This is the harsh reality faced by Natsu Iwashimizu and dozens of other young adults who were cryogenically frozen as part of a government project known as \"7 Seeds.\"\n\nScientists had predicted that a meteorite would strike the Earth and render it uninhabitable. In a desperate bid to preserve humanity, the leaders of every country froze a select group of young, healthy individuals, each with unique talents and skills. The Japanese government created five teams of seven members, each with a guide specially trained to survive in the wild. These teams, named Spring, Summer A, Summer B, Autumn, and Winter, were placed in cryogenic sleep until the Earth was once again safe for human life.\n\nNatsu finds herself on a sinking boat with three strangers, with no memory of how she got there. After escaping to a nearby island, they discover that they are not alone. Other teams have also been awakened, and together they must navigate this new and hostile world, searching for the seven caches of supplies left for them and clues to their circumstances.\n\nAs they struggle to survive, they must also confront the loss of their loved ones and the reality that they may never see them again. With mutated plants and animals lurking around every corner, and other survivors who may not be so friendly, the teams must rely on their wits and each other to make it through each day.\n\nBased on Yumi Tamura's manga of the same name, \"7 Seeds\" is a gripping tale of survival and the human spirit. With 35 volumes serialized in Shogakukan's Bessatsu Shoujo Comic and G",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9d3dbafb5f4221a6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.679389546727783,
    "arithmeticGeometricMean": 6.672939267884346,
    "median": 6.740454545454545,
    "hash": "9d3dbafb5f4221a6",
    "lastUpdate": "2024-05-08"
  }
}