{
  "sources": [
    "https://anidb.net/anime/6184",
    "https://anilist.co/anime/4130",
    "https://anime-planet.com/anime/petit-eva-evangelion-at-school",
    "https://anisearch.com/anime/4436",
    "https://kitsu.io/anime/3481",
    "https://livechart.me/anime/6217",
    "https://myanimelist.net/anime/4130",
    "https://notify.moe/anime/sdDX5FmiR"
  ],
  "synopsis": {
    "text": "September's Newtype magazine brings exciting news for Neon Genesis Evangelion fans! The first official super-deformed series, Petit Eva ~Evangelion@School~, is set to be adapted for video. This spinoff takes a playful twist on the original psychological science fiction drama, reimagining the characters as classmates at Tokyo-3's Nerv School, led by Principal Gendou Ikari and Misato-sensei.\n\nJoin Evangelion pilots Shinji, Asuka, Rei, and the rest of the gang as they navigate the thrilling and unpredictable world of junior high school. From passing notes in class to tackling cleaning duties, these students have their hands full with everyday school activities. But don't be fooled by the ordinary setting—this is no regular school!\n\nExpect the unexpected with a diverse cast of characters, including three distinct Rei sisters, each with their unique personalities. The EVA-01 mobile weapon even joins the fun as Evanchou, the school's resident bully. And keep an eye out for JA-ko, a shy android girl and 'hidden character' based on the ill-fated Jet Alone robot.\n\nOriginally created by Ryuusuke Hamamoto, the Petit Eva project has inspired four-panel gag manga serializations in Monthly Shōnen Ace, Newtype, Dengeki Hobby Magazine, and Figure Oh. The spinoff has also led to the development of super-deformed figurines and limited edition Doritos corn chips.\n\nSo, gear up for a fun-filled adventure with your favorite Evangelion characters like you've never seen them before! Just remember to stay on Principal Ikari and Misato-sensei's good side, or you might find yourself in a world",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9d62cc12348469dc",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 5.3479929450249,
    "arithmeticGeometricMean": 5.306325249283974,
    "median": 5.188684210526316,
    "hash": "9d62cc12348469dc",
    "lastUpdate": "2024-05-09"
  }
}