{
  "sources": [
    "https://anidb.net/anime/18218",
    "https://anilist.co/anime/127976",
    "https://anime-planet.com/anime/heaven-officials-blessing-2nd-season",
    "https://anisearch.com/anime/16891",
    "https://kitsu.io/anime/45488",
    "https://livechart.me/anime/10893",
    "https://myanimelist.net/anime/50399",
    "https://notify.moe/anime/gMiIdPgSR"
  ],
  "synopsis": {
    "text": "Xie Lian, a once revered crown prince turned forgotten deity, finds himself navigating the treacherous terrain of the Ghost City, a thriving metropolis in the ghost realm governed solely by the notorious Ghost King, Hua Cheng. Despite his dismal luck and the gods' suspicion of his association with Hua Cheng, Xie Lian remains steadfast in his mission to locate a missing divine being.\n\nAs he ventures deeper into Hua Cheng's domain, Xie Lian is reunited with the enigmatic Ghost King, who surprisingly displays an uncharacteristic soft spot for the fallen god. Despite the looming threat of their duties driving a wedge between them, Xie Lian and Hua Cheng share a blossoming bond that neither can ignore.\n\nMeanwhile, Xie Lian's past misdeeds resurface, jeopardizing his already fragile standing among the heavenly court. As he grapples with the consequences of his previous actions, Xie Lian must also confront his present-day challenges, including his responsibility to exorcise ghosts in the mortal realm due to the lack of human worship.\n\nIn this enthralling tale of love, loyalty, and redemption, Xie Lian and Hua Cheng must navigate the complexities of their unique bond while overcoming the obstacles that threaten to tear them apart. Will Xie Lian's past mistakes and present duties prove insurmountable, or will their blossoming relationship triumph against all odds? Only time will tell as Xie Lian and Hua Cheng embark on their perilous journey through the three realms.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9db4feed8aff27e3",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.278768552875695,
    "arithmeticGeometricMean": 8.264294177982054,
    "median": 8.524090909090908,
    "hash": "9db4feed8aff27e3",
    "lastUpdate": "2024-05-10"
  }
}