{
  "sources": [
    "https://anilist.co/anime/6862",
    "https://anime-planet.com/anime/k-on-live-house",
    "https://anisearch.com/anime/7070",
    "https://kitsu.io/anime/4758",
    "https://livechart.me/anime/3303",
    "https://myanimelist.net/anime/6862",
    "https://notify.moe/anime/Z7gRtFmmR"
  ],
  "synopsis": {
    "text": "It's the end of the year, and the high school band Houkago Tea Time, featuring the lively guitarist Yui Hirasawa, the timid bassist Mio Akiyama, the kind keyboardist Tsumugi Kotobuki, the outgoing drummer Ritsu Tainaka, and the young but mature rhythm guitarist Azusa Nakano, has received an invitation to perform at a live house on New Year's Eve. The invitation comes from Love Crysis, a band they admire, and this opportunity allows them to mingle with various other bands. However, with the performance date fast approaching, the girls must conquer their nerves and uncertainties to deliver a show-stopping performance.\n\nYui Hirasawa, a first-year high school student, is on the hunt for a club to join when she stumbles upon the light music club, which is on the brink of disbandment due to a lack of members. The club's current members, Ritsu Tainaka and Mio Akiyama, are in dire need of new recruits to keep the club alive. They manage to enlist Tsumugi Kotobuki to play the keyboard, and Yui, believing that playing the castanets will be an easy task, joins the club. However, the other members mistakenly believe that Yui is a guitar virtuoso.\n\nAs the New Year's Eve performance draws closer, the girls of Houkago Tea Time must prepare their setlist, costumes, and lighting. With only ten days left, the pressure is on, and the girls must overcome their anxieties and insecurities to deliver a successful and unforgettable performance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9e5d2f99c6a7ec82",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.92016972849746,
    "arithmeticGeometricMean": 7.92006407896161,
    "median": 7.942,
    "hash": "9e5d2f99c6a7ec82",
    "lastUpdate": "2024-05-06"
  }
}