{
  "sources": [
    "https://anidb.net/anime/6677",
    "https://anilist.co/anime/6774",
    "https://anime-planet.com/anime/welcome-to-irabus-office",
    "https://anisearch.com/anime/5474",
    "https://kitsu.io/anime/4710",
    "https://livechart.me/anime/3874",
    "https://myanimelist.net/anime/6774",
    "https://notify.moe/anime/8yQecFiig"
  ],
  "synopsis": {
    "text": "From the unconventional halls of Irabu General Hospital's psychiatric ward, the eccentric Dr. Ichirou Irabu and his captivating nurse Mayumi tend to a diverse array of patients grappling with peculiar mental health challenges. The doctor's unique approach to treatment often leaves patients perplexed, as he administers questionable injections and dispenses seemingly nonsensical advice.\n\nDr. Irabu's own personality is a kaleidoscope of three distinct identities: an innocent child, a brilliant young man with feminine traits, and an outgoing green bear. As the doctor navigates his patients' complex psychological landscapes, he occasionally seizes opportunities for personal gain, momentarily losing sight of his professional obligations.\n\nAmong the patients are a trapeze artist plagued by insomnia after a failed performance, a gangster crippled by a fear of sharp objects, and a businessman afflicted with a perpetual erection. Despite Dr. Irabu's unorthodox methods, his patients embark on a journey of self-discovery, delving into the depths of their souls to confront the roots of their distress.\n\nAs the patients' lives intertwine in unexpected ways, the enigmatic Dr. Irabu and his alluring nurse Mayumi continue to challenge conventional therapeutic approaches, leading their patients on a wild and psychedelic ride towards mental wellness.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.672726035868893,
    "arithmeticGeometricMean": 7.669570069359512,
    "median": 7.711666666666666,
    "lastUpdate": "2024-05-09"
  }
}