{
  "sources": [
    "https://anidb.net/anime/10024",
    "https://anilist.co/anime/20053",
    "https://anime-planet.com/anime/wizard-barristers-benmashi-cecil",
    "https://anisearch.com/anime/9110",
    "https://kitsu.io/anime/7898",
    "https://livechart.me/anime/178",
    "https://myanimelist.net/anime/20053",
    "https://notify.moe/anime/cY6ptFimR"
  ],
  "synopsis": {
    "text": "Every day life in Tokyo, 2018, is a delicate balance between ordinary humans and magic users, with laws governing the use of magic to maintain harmony. Enter the Wizard Barristers, the magical world's defense attorneys, who tirelessly advocate for the rights of accused magic users in the specialized Court of Magic. Among these enchanted legal eagles, Cecil Sudo stands out as the youngest Wizard Barrister ever to don her legal robes at Butterfly Law.\n\nNavigating the treacherous waters of magical litigation is no easy feat, as Cecil must combine her arcane prowess with a keen sense of justice to unravel complex cases and outwit her infernal adversaries. Late nights spent poring over spell books, collaborating with paranormal paralegals, and negotiating with hellish opposing counsels become the norm for this young prodigy.\n\nAs Cecil delves deeper into her practice, she uncovers a hidden truth about her own charm, which may be more magical than she ever imagined. This revelation adds an extra layer of intrigue and motivation for her to not only excel in the courtroom but also work wonders beyond its confines.\n\nJoin Cecil Sudo, the most captivating and cunning Wizard Barrister, as she embarks on a spellbinding journey through the world of magical law enforcement and redefines the art of defensive spells one case at a time!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9f0cb4398184e63a",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.263077226345083,
    "arithmeticGeometricMean": 6.2559270300252745,
    "median": 6.180227272727273,
    "hash": "9f0cb4398184e63a",
    "lastUpdate": "2024-05-10"
  }
}