{
  "sources": [
    "https://anidb.net/anime/5783",
    "https://anilist.co/anime/4107",
    "https://anime-planet.com/anime/gurren-lagann-movie-1-childhoods-end",
    "https://anisearch.com/anime/4842",
    "https://kitsu.io/anime/3471",
    "https://livechart.me/anime/3819",
    "https://myanimelist.net/anime/4107",
    "https://notify.moe/anime/VMNX5Fmig"
  ],
  "synopsis": {
    "text": "The narrative unfolds in a distant future where humanity has been confined to live underground for centuries, enduring the constant threats of earthquakes and cave-ins. In the village of Jeeha, two young men, Simon, a timid and innocent digger, and Kamina, a charismatic dreamer who firmly believes in a world above the surface, find their destinies intertwined when the village's ceiling collapses, revealing a colossal robot, a Gunmen, and a captivating girl named Yoko armed with a superconductive rifle.\n\nEmbarking on a journey to the surface using the newly discovered mecha, Lagann, Kamina, Simon, and Yoko face a harsh reality far from Kamina's imagined paradise. The surface world is under the tyrannical rule of the Spiral King and his beastmen army. Determined to change their fate and bring hope to humanity, the trio, along with their allies, challenges the Spiral King's reign using their powerful Gurren Lagann.\n\nIn 2008, animation studio Gainax announced a movie adaptation of the popular Tengen Toppa Gurren Lagann TV series, reuniting the original director and series script editor. The studio also hosted events at the Tokyo International Anime Fair to celebrate the occasion, featuring voice actors from the anime.\n\nJoin Simon, Kamina, and Yoko as they break free from their oppressive underground existence and wage a war for the survival of the human race against insurmountable odds, all in the name of freedom and adventure. Can their unwavering resolve and the mighty Gurren Lagann pierce the heavens and change the course of their destiny?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9f1ccd3a6a213f46",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.01891140444712,
    "arithmeticGeometricMean": 8.017692272543366,
    "median": 8.100454545454545,
    "hash": "9f1ccd3a6a213f46",
    "lastUpdate": "2024-05-10"
  }
}