{
  "sources": [
    "https://anidb.net/anime/14526",
    "https://anilist.co/anime/106509",
    "https://anime-planet.com/anime/that-time-i-got-reincarnated-as-a-slime-ova",
    "https://anisearch.com/anime/14021",
    "https://kitsu.io/anime/42022",
    "https://livechart.me/anime/8664",
    "https://myanimelist.net/anime/38793",
    "https://notify.moe/anime/cTVt3QPmR"
  ],
  "synopsis": {
    "text": "In the fantasy world of Tensei Shitara Slime Datta Ken, the slime monster Rimuru Tempest rules over the thriving monster nation of Tempest. Seeking recreational activities for his citizens, Rimuru decides to hold Tempest's first ever sumo wrestling tournament. All of Rimuru's friends enthusiastically participate, including the women Shuna and Shion, making for passionate and silly contests. Later, Rimuru tries to resolve the constant conflict between Shuna and Shion over his slimy body. After scrapping an idea to make body double cushions of himself, Rimuru decides to travel into the forest to collect a special sand to make one large cushion replica. However, the sand is guarded by a lake monster. Additionally, the energetic demon lord Milim hears about Rimuru’s picnic plan and races over to join. At another time, Rimuru works as a teacher at the Freedom Academy in the Kingdom of Ingrassia. He joins his class of students in the school's annual outdoor training competition, where the students guard their teachers on a journey to town. Eager to test their combat skills, Rimuru is determined to win the prize money. But the training event takes an unexpected turn when thieves launch a surprise attack. Through it all, Rimuru aims to be a fair and creative leader for the monsters of Tempest, devising entertaining activities while also preparing them for any dangers that may arise.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 7.691680078849722,
    "arithmeticGeometricMean": 7.687310518945794,
    "median": 7.771811224489795,
    "lastUpdate": "2024-05-10"
  }
}