{
  "sources": [
    "https://anidb.net/anime/9985",
    "https://anilist.co/anime/19759",
    "https://anime-planet.com/anime/assassination-classroom-jump-festa-2013-special",
    "https://anisearch.com/anime/9019",
    "https://kitsu.io/anime/7973",
    "https://livechart.me/anime/205",
    "https://myanimelist.net/anime/19759",
    "https://notify.moe/anime/TmD2tKmiR"
  ],
  "synopsis": {
    "text": "After 70% of the moon is suddenly destroyed, a mysterious tentacled creature reveals itself as the culprit. Capable of moving at supersonic speeds and possessing various superpowers, this being informs humanity that Earth is its next target and will meet the same fate as the moon within a year. In an attempt to prevent this catastrophe, the Japanese government places a bounty of 10 billion yen on the creature. Unexpectedly, it takes a teaching position at Kunugigaoka Junior High School, becoming the teacher for Class 3-E. Along with the regular curriculum, it also instructs the students in the art of assassination, challenging them to succeed in killing it before their graduation. If the students fail in this task, mankind will be doomed. As they spend time with their bizarre yet dedicated teacher, Class 3-E prepares for their school trip to Kyoto. Though aware this is a prime chance to eliminate their target, the students find themselves also simply enjoying the trip experiences with their teacher. However, the trip takes a dangerous turn when delinquents attack and kidnap some of the girls. Additionally, the notorious assassin Red Eye lies in wait, ready to claim the bounty by being the one to kill the creature. Despite the escalating threats, the fate of both the students and humanity rests on whether Class 3-E can rely on and work together with their unusual teacher.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "9f540aff19e564a9",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.196070457220094,
    "arithmeticGeometricMean": 7.187998355039912,
    "median": 7.135454545454545,
    "hash": "9f540aff19e564a9",
    "lastUpdate": "2024-05-08"
  }
}