{
  "sources": [
    "https://anidb.net/anime/9985",
    "https://anilist.co/anime/19759",
    "https://anime-planet.com/anime/assassination-classroom-jump-festa-2013-special",
    "https://anisearch.com/anime/9019",
    "https://kitsu.io/anime/7973",
    "https://livechart.me/anime/205",
    "https://myanimelist.net/anime/19759",
    "https://notify.moe/anime/TmD2tKmiR"
  ],
  "synopsis": {
    "text": "The world is left in shock when a mysterious tentacled entity obliterates 70% of the moon, leaving humanity with a chilling ultimatum: destroy the Earth within a year. However, in an unexpected turn of events, the supernatural being assumes the role of a homeroom teacher for Class 3-E at Kunugigaoka Junior High School, imparting not only academic knowledge but also lessons in assassination. With a staggering 10 billion yen bounty on its head, the students find themselves in a high-stakes game of cat and mouse, as they strive to eliminate their new teacher before their planet meets the same fate as the moon.\n\nDuring their class trip to Kyoto, the students of Class 3-E, including Nagisa, Kaede, Karma, Tomohito, Manami, and their class idol Yukiko Kanzaki, are torn between enjoying their time with their eccentric teacher, Koro-sensei, and seizing the opportunity to assassinate him. The trip takes a dangerous turn when the girls are kidnapped by delinquents, and a hired sniper named Red Eye lurks in the shadows, eager to claim the reward for Koro-sensei's head. Can the students rely on their enigmatic teacher to save the day, or will this be their chance to finally eliminate the threat to their world?\n\nBased on Matsui Yuusei's Ansatsu Kyoushitsu comedy manga, an exclusive anime adaptation was screened at the Jump Super Anime Tour 2013 event, which traveled to five cities throughout Japan. The popular segment about the class trip to ancient Kyoto was adapted for this special event, offering fans a unique and thrilling experience.\n\nIn this action-packed and darkly comedic anime, a tentac",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "9f540aff19e564a9",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.196070457220094,
    "arithmeticGeometricMean": 7.187998355039912,
    "median": 7.135454545454545,
    "hash": "9f540aff19e564a9",
    "lastUpdate": "2024-05-08"
  }
}