{
  "sources": [
    "https://anidb.net/anime/6355",
    "https://anilist.co/anime/6148",
    "https://anime-planet.com/anime/yurumates",
    "https://anisearch.com/anime/5210",
    "https://kitsu.io/anime/4444",
    "https://livechart.me/anime/6251",
    "https://myanimelist.net/anime/6148",
    "https://notify.moe/anime/gX-q5Kmig"
  ],
  "synopsis": {
    "text": "They say the journey to success is often filled with unexpected detours, and for Yurume, an ambitious 18-year-old high school graduate, her detour comes in the form of Maison de Wish, a quaint, unassuming apartment complex nestled on the fringes of Tokyo. Yurume, eager to secure a spot at the prestigious Tokyo University, finds herself living among fellow ronins, all striving to pass their college entrance exams.\n\nHer new home is a far cry from the bustling city life she had imagined, but it's here that she meets an eclectic mix of housemates - Kumi, Sae, and Matsukichi. Each with their unique quirks and personalities, they transform Maison de Wish into a vibrant hub of shared experiences, from the mundane task of cleaning a moldy rice cooker to the thrill of setting off a lone firework.\n\nAs the seasons change, Yurume and her friends navigate the trials and tribulations of ronin life, their stories unfolding in a series of heartwarming vignettes. Whether it's seeking respite from the sweltering heat or huddling under a kotatsu for warmth, every moment at Maison de Wish is a new adventure.\n\nDespite the initial setback of not getting into college right after high school, Yurume finds herself growing in ways she never anticipated. Surrounded by the camaraderie of her fellow ronins, she embarks on a journey of self-discovery and friendship, all while chasing her academic dreams in the heart of Tokyo's outskirts.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.16394905321436,
    "arithmeticGeometricMean": 6.153089951200656,
    "median": 6.218
  },
  "lastUpdate": "2024-05-10"
}