{
  "sources": [
    "https://anidb.net/anime/5223",
    "https://anilist.co/anime/2562",
    "https://anime-planet.com/anime/shion-no-ou",
    "https://anisearch.com/anime/4459",
    "https://kitsu.io/anime/2327",
    "https://livechart.me/anime/4428",
    "https://myanimelist.net/anime/2562",
    "https://notify.moe/anime/xEnscFimg"
  ],
  "synopsis": {
    "text": "Defying all odds, Yasuoka Shion, a young prodigy in the world of Shogi, embarks on a journey to unravel the mystery behind her parents' brutal murder. Witnessing their tragic end at the tender age of five, Shion was left traumatized and mute. However, her adoptive father, a professional Shogi player, introduces her to the intricate strategy game, which she masters with remarkable ease.\n\nAs Shion ascends the ranks of the traditionally male-dominated Shogi world, she attracts the attention of a successful businessman, Satoru Hani, who seems to know more about her past than he initially lets on. Organizing a tournament open to both genders and all skill levels, Satoru invites Shion to participate, sparking suspicion from her friends and the police still investigating her parents' murder.\n\nWith every game she plays, Shion edges closer to the truth, as her memories of that fateful night slowly resurface. As she faces formidable opponents and confronts her past, Shion's resilience and determination are put to the ultimate test. Will she succeed in becoming a female Meijin and uncover the identity of her parents' killer, or will the sinister forces surrounding her prove too challenging to overcome? Join Shion in her quest for justice and glory in the captivating world of Shogi.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a000b602378a2d1d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.479112038754895,
    "arithmeticGeometricMean": 7.476554773898171,
    "median": 7.515000000000001,
    "hash": "a000b602378a2d1d",
    "lastUpdate": "2024-05-10"
  }
}