{
  "sources": [
    "https://anidb.net/anime/16296",
    "https://anilist.co/anime/133844",
    "https://anime-planet.com/anime/overlord-iv",
    "https://anisearch.com/anime/14553",
    "https://kitsu.io/anime/44529",
    "https://livechart.me/anime/10571",
    "https://myanimelist.net/anime/48895",
    "https://notify.moe/anime/LXvVrNCMg"
  ],
  "synopsis": {
    "text": "Emperor Ainz Ooal Gown, once an ordinary office worker and avid MMORPG player, finds himself ruling the Sorcerer Kingdom, a newly founded nation in a realm where NPCs have developed sentience. E-Rantel, the capital city, faces a shortage of goods as its inhabitants struggle to adapt to their undead king. To address this, Ainz sends his trusted guardian, Albedo, as an ambassador to mend relations.\n\nWhile Ainz strives to create a utopia where all races coexist in harmony, external threats loom. The Quagoa, a demi-human race, prepare to invade the Dwarves' territory in the mountains of Azerlisia. Meanwhile, other kingdoms conspire to overthrow the undead king, with the Slane Theocracy plotting for the Baharuth Empire to seize the Sorcerer Kingdom.\n\nHowever, Emperor Jircniv Rune Farlord El Nix's secret meeting with the Theocracy's messengers is interrupted by an unexpected guest - Ainz himself. With humanity's future hanging in the balance, Ainz challenges the empire's greatest fighter, the Warrior King, to a duel, leaving Jircniv to spectate as the tides of destiny shift.\n\nDespite the challenges, Ainz remains determined to bring prosperity to his kingdom, using his past experiences as an adventurer and his newfound power as the Sorcerer King. Will his vision for a utopia prevail against the threats that surround him? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.240649041434756,
    "arithmeticGeometricMean": 8.23776968562286,
    "median": 8.334090909090909,
    "lastUpdate": "2024-05-09"
  }
}