{
  "sources": [
    "https://anidb.net/anime/563",
    "https://anilist.co/anime/2495",
    "https://anime-planet.com/anime/chance-pop-session",
    "https://anisearch.com/anime/2626",
    "https://kitsu.io/anime/2265",
    "https://livechart.me/anime/7631",
    "https://myanimelist.net/anime/2495",
    "https://notify.moe/anime/7Q3EcKimg"
  ],
  "synopsis": {
    "text": "She's the epitome of talent and beauty, Reika - Japan's most celebrated idol singer. Three young girls, each from a unique background, find themselves inexplicably drawn to her enchanting aura. Akari, a devout churchgoer with a melodious voice; Yuki, a self-reliant girl who left her home behind; and Nozomi, a privileged daughter of wealth, cross paths at one of Reika's mesmerizing concerts. Little do they know, this chance encounter will set the stage for their collective journey towards stardom.\n\nAs fate would have it, the trio discovers a music school managed by Reika's own manager, offering them a golden opportunity to chase their dreams. The girls eagerly enroll, hoping to catch the discerning eye of the manager, Akiba Kisaragi, who's on the lookout for exceptional talent to form a new class. United by their shared passion for music and dreams of becoming idols like Reika, Akari, Yuki, and Nozomi strive to prove their worth.\n\nBut their bond deepens beyond their shared ambition, as they uncover mysterious connections to the past, including a captivating melody and an enigmatic blue stone. Will these cryptic links lead them to the fulfillment of their dreams or will the trials of the music world threaten to shatter their newfound friendship? Only time will tell as they harmonize their voices and hearts in pursuit of becoming the next big pop idols.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a0184e5d86dee8b1",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.0217503313013525,
    "arithmeticGeometricMean": 5.999163822574814,
    "median": 6.276,
    "hash": "a0184e5d86dee8b1",
    "lastUpdate": "2024-05-09"
  }
}