{
  "sources": [
    "https://anilist.co/anime/177476",
    "https://anime-planet.com/anime/yaiba-new",
    "https://kitsu.io/anime/48841",
    "https://livechart.me/anime/12652",
    "https://myanimelist.net/anime/58812",
    "https://notify.moe/anime/mCId38YIg"
  ],
  "synopsis": {
    "text": "Takeshi Onimaru and Kurogane Yaiba, two rival samurais with unyielding spirits, find themselves on a thrilling journey in the heart of Japan. Yaiba, a wild and free-spirited boy, hones his samurai skills in the depths of the jungle under the watchful eye of his father, Kenjuro. A twist of fate leads Yaiba back to his homeland, where he crosses paths with Takeshi at a new training ground, igniting a fierce rivalry.\n\nAs Yaiba embraces a life of intense competition, Takeshi comes into possession of the fabled \"Legendary Demon Sword.\" This new development propels the duo into a world of spectacular adventures, filled with larger-than-life encounters and formidable challenges.\n\nThroughout their journey, Yaiba's unwavering dedication to the samurai way of life shines through, as he relies on his innate kindness, unmatched sword skills, and the support of newfound friends to overcome adversity. Although Yaiba's impulsive nature occasionally lands him in hot water, his steadfast determination and unwavering loyalty to his friends ensure that he always emerges triumphant.\n\nThis inspiring tale of love, friendship, and perseverance sees Yaiba and his unlikely group of allies traverse the annals of Japanese history, overcoming seemingly insurmountable odds to protect the planet from an otherworldly menace. Join Yaiba as he embarks on a legendary quest to become a true samurai and save the world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a02b70a3429c16c7",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 0.0,
    "arithmeticGeometricMean": 0.0,
    "median": 0.0,
    "hash": "a02b70a3429c16c7",
    "lastUpdate": "2024-05-13"
  }
}