{
  "sources": [
    "https://anidb.net/anime/5530",
    "https://anilist.co/anime/3342",
    "https://anime-planet.com/anime/rin-daughters-of-mnemosyne",
    "https://anisearch.com/anime/4567",
    "https://kitsu.io/anime/2946",
    "https://livechart.me/anime/3726",
    "https://myanimelist.net/anime/3342",
    "https://notify.moe/anime/JXow5FiiR"
  ],
  "synopsis": {
    "text": "That Rin Asogi, a private detective, is no ordinary human is an understatement. Having consumed the 'time fruit' from the mythical Yggdrasil tree, she has been granted the gift of immortality, making her an anomaly in a world governed by the laws of mortality. The year 1990 marks the onset of a series of events that propel Rin towards an uncertain destiny. As she embarks on a seemingly mundane mission to locate a missing feline, she crosses paths with an amnesiac named Koki Maeno, setting off a chain of perilous occurrences that threaten her very existence.\n\nRin's immortality, while advantageous in her line of work, does not shield her from the relentless pursuits of those who wish to end her life. Over the course of her extended lifespan, she has been subjected to innumerable violent deaths, only to resurrect each time. However, the latest threat looming over her is unlike any she has faced before. A sinister force is on the hunt for immortal women like Rin, and this time, her life may truly hang in the balance.\n\nAs Rin navigates through the decades, she bears witness to the aging of those around her while she remains unchanged. Along with her associate Mimi, who shares her immortal status, Rin finds herself constantly under the radar of 'angels' who pose a natural threat to their existence. Among these adversaries, a personal nemesis emerges, hell-bent on pursuing Rin across time to orchestrate her downfall.\n\nAt the heart of this supernatural conflict lies Apos, a being harboring a secret that could potentially unravel the very fabric of creation. As Apos' attempts to eliminate Rin and Mimi intensify,",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a032e02d91c32c2c",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.246739340544962,
    "arithmeticGeometricMean": 7.244422594038478,
    "median": 7.345000000000001,
    "hash": "a032e02d91c32c2c",
    "lastUpdate": "2024-05-09"
  }
}