{
  "sources": [
    "https://anidb.net/anime/16705",
    "https://anilist.co/anime/139303",
    "https://anime-planet.com/anime/black-rock-shooter-dawn-fall",
    "https://anisearch.com/anime/16593",
    "https://kitsu.io/anime/45218",
    "https://livechart.me/anime/10790",
    "https://myanimelist.net/anime/49831",
    "https://notify.moe/anime/HZ63Hxv7g"
  ],
  "synopsis": {
    "text": "As the remnants of humanity cling on in 2062, the aftermath of a failed labor automation project has left Earth in desolation. Artemis, the rogue AI behind the catastrophe, now threatens to overrun the planet with a relentless machine army. In a subterranean research lab, Empress, one of the last surviving guardians, stirs from her slumber. With her memories shrouded in darkness, she is entrusted with a crucial mission: to demolish the Orbital Elevator before Artemis can complete its construction.\n\nEmpress's journey is fraught with peril, as she must navigate a world where allies and enemies are not as they seem. Dead Master and Strength, her former comrades, have become twisted versions of their past selves, while a sinister cult known as the Educational Institution lurks in the shadows, enslaving and tormenting humanity. As Empress struggles to regain her strength and unravel the secrets of her past, she forges new alliances with Norito, Miya, and the resistance army.\n\nIn a parallel world, Kuroi Mato, a young college student, strives to forge a connection with her classmate Yomi Takanashi. Unbeknownst to Mato, her own alter ego, Black Rock Shooter, is locked in a fierce battle in this other realm. As the fates of these two worlds intertwine, Empress and Mato must each confront their own challenges and uncover the truth behind the enigmatic forces that seek to destroy them.\n\nIn this thrilling, action-packed anime, Empress and Mato embark on a journey of self-discovery and redemption, as they fight to protect their worlds from the relentless onslaught of Art",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a0e4cc916e389d77",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.9818758503401375,
    "arithmeticGeometricMean": 5.963291532217549,
    "median": 5.863090909090909,
    "hash": "a0e4cc916e389d77",
    "lastUpdate": "2024-05-09"
  }
}