{
  "sources": [
    "https://anidb.net/anime/2745",
    "https://anilist.co/anime/342",
    "https://anime-planet.com/anime/starship-operators",
    "https://anisearch.com/anime/737",
    "https://kitsu.io/anime/309",
    "https://livechart.me/anime/4782",
    "https://myanimelist.net/anime/342",
    "https://notify.moe/anime/3Cf25Kiig"
  ],
  "synopsis": {
    "text": "Network cameras, the smell of gunpowder, and the vastness of space—an unusual mix that awaits the 73rd class of cadets from Kibi's Defense University aboard the state-of-the-art starship Amaterasu. What was meant to be a celebratory shakedown cruise turns into a desperate fight for survival when their home planet is suddenly overtaken by the ruthless Kingdom.\n\nWith their government surrendering without a fight, the cadets decide to take matters into their own hands, vowing to liberate their homeworld. But to fuel their rebellion, they need funds, and that's where the Galactic News Network comes into play. In exchange for the money to keep their ship operational, the cadets agree to become the stars of a reality TV show, broadcast across the galaxy.\n\nAs they navigate the treacherous waters of war and ratings, Shinon and her fellow cadets must balance the demands of their TV producers with their mission to liberate their home planet. With the ever-looming threat of death, they must adapt to the unusual measures required to boost their channel ratings, all while battling the oppressive Kingdom.\n\nIn this reality show with life-or-death stakes, the crew of the Amaterasu must use their wits, courage, and strategic skills to survive, all under the watchful eye of the galaxy. Will they be able to reclaim their home and emerge victorious, or will they become just another casualty in the cruel world of space warfare and reality TV? Tune in to find out.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a19abef976309a06",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.756682745825603,
    "arithmeticGeometricMean": 6.738138593771563,
    "median": 6.866,
    "hash": "a19abef976309a06",
    "lastUpdate": "2024-05-10"
  }
}