{
  "sources": [
    "https://anidb.net/anime/1421",
    "https://anilist.co/anime/20914",
    "https://anime-planet.com/anime/lupin-the-3rd-special-11-the-columbus-files",
    "https://anisearch.com/anime/1357",
    "https://kitsu.io/anime/1284",
    "https://livechart.me/anime/9334",
    "https://myanimelist.net/anime/1431",
    "https://notify.moe/anime/0ZMacFmmR"
  ],
  "synopsis": {
    "text": "Orgone Energy, a force of immeasurable power, lies dormant within the legendary Columbus Egg, a relic hidden deep beneath the Mediterranean Sea. Linked to the famed explorer Christopher Columbus, this enigmatic treasure promises not only immense wealth but also the ability to manipulate the Earth's weather systems.\n\nWhen the cunning and alluring Fujiko Mine obtains the Columbus Files, the only known documents revealing the egg's location, she becomes the target of ruthless treasure hunters and criminals. In an attempt to safeguard the information, Fujiko memorizes the files and destroys them, only to suffer a tragic fall that leaves her with amnesia.\n\nEnter Arsène Lupin III, a dashing thief, and his loyal companions Goemon Ishikawa, Daisuke Jigen, and rival treasure hunter Rosaria. Together, they embark on a perilous journey to unravel Fujiko's lost memories and uncover the elusive Columbus Egg. But they're not the only ones in pursuit; the vicious Nazalloff and his heavily armed submarine crew are hot on their heels, determined to seize the egg and harness its power for nefarious purposes.\n\nAs the race to find the Columbus Egg intensifies, alliances are tested, and secrets are revealed. With the fate of the world hanging in the balance, who will ultimately claim the most coveted treasure of all time?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a1a6f6e7c14f3044",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.860190829578585,
    "arithmeticGeometricMean": 6.857802271965277,
    "median": 6.83,
    "hash": "a1a6f6e7c14f3044",
    "lastUpdate": "2024-05-09"
  }
}