{
  "sources": [
    "https://anidb.net/anime/7323",
    "https://anilist.co/anime/4886",
    "https://anime-planet.com/anime/inuyasha-kuroi-tessaiga",
    "https://anisearch.com/anime/6037",
    "https://kitsu.io/anime/3837",
    "https://livechart.me/anime/5388",
    "https://myanimelist.net/anime/4886",
    "https://notify.moe/anime/Khpr5Kiig"
  ],
  "synopsis": {
    "text": "On a journey filled with sibling rivalry, betrayal, and a quest for power, Inuyasha and Sesshoumaru find themselves at odds in the special feature, Kuroi Tessaiga. Originally screened at Rumiko Takahashi's art exhibitions across Japan, this 30-minute feature later became the 15th episode of Inuyasha Kanketsu-hen.\n\nSesshoumaru, the full-demon brother, harbors resentment towards Inuyasha, their half-demon sibling, for inheriting their father's prized sword, Tessaiga. Sesshoumaru, left with the restorative Tenseiga, becomes even more embittered upon discovering that Tenseiga's one destructive technique was intended for Tessaiga. Feeling slighted, Sesshoumaru's disdain for Inuyasha grows, seeing him as an unworthy heir.\n\nSeizing the opportunity to exploit this animosity, Inuyasha's archenemy, Naraku, entices Sesshoumaru with a chance to steal Tessaiga's powers. The stage is set for a fierce battle between the brothers, where Inuyasha must protect his sword and his life, while attempting to earn Sesshoumaru's respect.\n\nOriginally exclusive to the 'It's a Rumic World' art exhibit in Tokyo's Ginza district, Kuroi Tessaiga was later included in the limited edition 'It's a Rumic World Special Anime Box' DVD collection, released on January 29, 2010. Join Inuyasha and Sesshoumaru in this thrilling special feature, where family ties are tested, and the fate of Tessaiga hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a1f5a7bb1770210c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.5755426716141,
    "arithmeticGeometricMean": 7.56851843270378,
    "median": 7.597272727272728,
    "hash": "a1f5a7bb1770210c",
    "lastUpdate": "2024-05-09"
  }
}