{
  "sources": [
    "https://anidb.net/anime/17781",
    "https://anilist.co/anime/158895",
    "https://anime-planet.com/anime/arknights-perish-in-frost",
    "https://anisearch.com/anime/17956",
    "https://kitsu.io/anime/46880",
    "https://livechart.me/anime/11735",
    "https://myanimelist.net/anime/53881",
    "https://notify.moe/anime/Fgd0ZL54R"
  ],
  "synopsis": {
    "text": "Now, in a world plagued by the relentless and incurable disease known as Oripathy, Rhodes Island, a leading pharmaceutical company, is tirelessly working to find a cure and alleviate the suffering it causes. As cities like Lungmen in the land of Yan grapple with the chaos unleashed by the Reunion Movement, a ruthless terrorist organization claiming to have a cure, Rhodes Island is contracted to put an end to their uprising.\n\nHaunted by the loss of Misha during the fierce battle against Skullshatterer, Amiya finds herself struggling to come to terms with her grief. Meanwhile, Rhodes Island discovers an abandoned city on the outskirts of Lungmen and dispatches a scouting party to investigate. Little do they know, a mysterious phenomenon awaits them.\n\nAs natural disasters ravage the land of Terra, people have been forced to seek refuge in mobile cities. The remnants of these catastrophes, Originium, have both accelerated civilization's progress and brought forth the dreaded Oripathy. With the infected facing persecution, segregation, and forced labor, rebellions against oppressive governments are on the rise. Rhodes Island, armed with the determination to save humanity from this crystalizing affliction, embarks on a mission to conquer the disease and restore hope.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a1f53e1a36dd42a9",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.412408163265305,
    "arithmeticGeometricMean": 7.404714185074653,
    "median": 7.581363636363637,
    "hash": "a1f53e1a36dd42a9",
    "lastUpdate": "2024-05-08"
  }
}