{
  "sources": [
    "https://anidb.net/anime/13205",
    "https://anilist.co/anime/98866",
    "https://anime-planet.com/anime/encouragement-of-climb-3",
    "https://anisearch.com/anime/12521",
    "https://kitsu.io/anime/13583",
    "https://livechart.me/anime/2713",
    "https://myanimelist.net/anime/35672",
    "https://notify.moe/anime/1Sc4hFmiR"
  ],
  "synopsis": {
    "text": "Yukimura Aoi, a high school student who once preferred the comfort of indoors and held a deep-seated fear of heights, finds herself embarking on a new journey of mountaineering. Reunited with her childhood friend, Hinata Kuraue, an outgoing and adventurous spirit, the duo sets out to conquer the mountains and rediscover the sunrise they witnessed together in their younger years.\n\nAs the seasons transition from summer to fall, Aoi's newfound passion for climbing grows stronger. She's determined to overcome her physical weaknesses and gain more experience, better stamina, and suitable equipment for her climbing endeavors. Alongside Hinata, Aoi explores the local mountains, creating unforgettable memories with her friends.\n\nTheir circle of friends expands, welcoming the quiet and reserved Honoka Kurosaki, who adds a new dynamic to the group. As they continue to climb beautiful mountains adorned with colored leaves, the girls forge stronger bonds and share laughter, tears, and triumphs.\n\nHowever, as Aoi and Hinata set their sights on reaching the summit of Mt. Fuji, tensions arise, and their friendship is put to the test. With differing perspectives on their future and the challenges that lie ahead, the girls must navigate the complexities of their relationship while pursuing their shared love for mountaineering.\n\n\"Encouragement of Climb\" is a heartwarming tale of high school girls who find joy, friendship, and self-discovery in climbing mountains. As the highly anticipated third season unfolds, Aoi and her friends continue to push their limits, embrace new adventures, and learn valuable lessons about teamwork, perseverance, and the power of friendship.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.5760928864368715,
    "arithmeticGeometricMean": 7.574793168591166,
    "median": 7.613999999999999,
    "lastUpdate": "2024-05-10"
  }
}