{
  "sources": [
    "https://anidb.net/anime/17950",
    "https://anilist.co/anime/163140",
    "https://anime-planet.com/anime/hypnosis-mic-division-rap-battle-rhyme-anima-plus",
    "https://anisearch.com/anime/18305",
    "https://kitsu.io/anime/47266",
    "https://livechart.me/anime/11522",
    "https://myanimelist.net/anime/54858",
    "https://notify.moe/anime/olNxr1B4R"
  ],
  "synopsis": {
    "text": "Rap battles aren't just for settling scores anymore; they're a fight for survival in a world teetering on the brink of chaos. Once a promising rap group, The Dirty Dawg disbanded, leaving its members scattered among four rival factions. The Hypnosis Mic, a powerful tool that can sway the human spirit, has become the weapon of choice in their turf wars.\n\nFast forward to the third year of the H-era, following the second Division Rap Battle, and a fragile peace has descended upon the everyday lives of Buster Bros!!!, Mad Trigger Crew, Fling Posse, Matenro, Bad Ass Temple, and Dotsuitare Hompo. However, this tranquility is shattered by a wave of riots and crimes sweeping across the men's divisions, affecting not only Ikebukuro, Yokohama, Shibuya, and Shinjuku, but also Nagoya and Osaka.\n\nThe twist? Those involved in these disturbances have no memory of their actions. The Party of Words suspects the Hypnosis Microphones are behind these incidents and begins a hunt for the mysterious DJ group, TBH, believed to be manipulating people with their hypnotic beats.\n\nWith their territories under threat and the stakes higher than ever, the six leaders must set aside their rivalries and unite to face TBH in an Underground Division Rap Battle. As they carry the fate of their divisions on their shoulders, a new chapter in their struggle for peace and unity unfolds. Will they be able to restore order and save their territories from the looming chaos? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.457516141001856,
    "arithmeticGeometricMean": 6.440861780962765,
    "median": 6.124489795918366
  },
  "lastUpdate": "2024-05-09"
}