{
  "sources": [
    "https://anidb.net/anime/5044",
    "https://anilist.co/anime/2142",
    "https://anime-planet.com/anime/blue-dragon",
    "https://anisearch.com/anime/4146",
    "https://kitsu.io/anime/1939",
    "https://livechart.me/anime/5207",
    "https://myanimelist.net/anime/2142",
    "https://notify.moe/anime/pZ9LcKmig"
  ],
  "synopsis": {
    "text": "They say the world was once a canvas of light and darkness, coexisting in harmony until a cataclysmic war erupted, pitting the two forces against each other. Legend has it that seven valiant warriors, wielding the enigmatic power of Shadow, summoned mythical creatures to quell the chaos and restore balance. Fast forward to the present day, the echoes of this ancient conflict still reverberate in the world.\n\nIn a tranquil village, a young dreamer named Shu aspires to become a legendary Knight Master, blissfully unaware of the extraordinary destiny that awaits him. When his village falls under the siege of a mysterious enemy, Shu, along with his steadfast friends Jiro and Kluke, rise to defend their home. As the battle intensifies, they cross paths with Zola, a seasoned warrior with the power of Shadow.\n\nZola bestows upon them the same power, allowing them to transform their shadows into formidable monsters. Shu finds himself in possession of the mightiest creature of all, the Blue Dragon. However, the newfound power proves to be a double-edged sword as the Blue Dragon goes berserk, threatening to destroy everything in its path.\n\nAs Shu grapples with controlling his monstrous ally, he learns of the sinister machinations of Nene, the ruler of the Grand Kingdom. Nene seeks to harness the power of Shadow to plunge the world back into chaos, and Shu, with his Blue Dragon, stands as the last line of defense against this impending doom.\n\nJoined by Zola and Jiro, Shu embarks on a perilous journey to thwart Nene's nefarious plans and save their world from the brink of destruction. As descendants of the fabled seven warriors, they must",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.2902024865378525,
    "arithmeticGeometricMean": 6.276608289244429,
    "median": 6.319290465631929,
    "lastUpdate": "2024-05-09"
  }
}