{
  "sources": [
    "https://anidb.net/anime/17785",
    "https://anilist.co/anime/158928",
    "https://anime-planet.com/anime/spy-x-family-movie-code-white",
    "https://anisearch.com/anime/17953",
    "https://kitsu.io/anime/46874",
    "https://livechart.me/anime/11740",
    "https://myanimelist.net/anime/53888",
    "https://notify.moe/anime/_TwLnYc4R"
  ],
  "synopsis": {
    "text": "Stars, secrets, and spycraft collide in this thrilling anime! Loid Forger, a top-tier spy, and Yor, a skilled assassin, masquerade as the perfect family alongside their telepathic adopted daughter, Anya. As they strive to keep their true identities hidden, their family dynamic takes an unexpected turn during a winter getaway meant to advance Loid's crucial mission, Operation Strix.\n\nWhen Anya unintentionally interferes with her father's covert operation, the family's peaceful vacation morphs into a high-stakes adventure that could jeopardize global harmony. To secure Anya's chance at becoming an Imperial Scholar at Eden Academy and further Loid's mission, they must excel in a cooking contest that requires mastering the elusive meremere dessert.\n\nAs the Forgers embark on their journey to the Frigis region in search of the authentic meremere, they become entangled in a nefarious plot that threatens to reignite tensions between the nations of Ostania and Westalis. Can this unconventional family navigate the treacherous waters of international espionage while maintaining their cover, or will their secrets tear them apart? Join Loid, Yor, and Anya in a tale of deception, family, and the world's delicate balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a30e5a5fd5062caf",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.260381659157169,
    "arithmeticGeometricMean": 8.256710956292721,
    "median": 8.314545454545453,
    "hash": "a30e5a5fd5062caf",
    "lastUpdate": "2024-05-10"
  }
}