{
  "sources": [
    "https://anidb.net/anime/4906",
    "https://anilist.co/anime/2025",
    "https://anime-planet.com/anime/darker-than-black",
    "https://anisearch.com/anime/3567",
    "https://kitsu.io/anime/1824",
    "https://livechart.me/anime/3366",
    "https://myanimelist.net/anime/2025",
    "https://notify.moe/anime/fdtL5Fiig"
  ],
  "synopsis": {
    "text": "Affairs Public Security officer, Misaki Kirihara, finds herself in a relentless pursuit of Contractors, individuals with supernatural abilities who kill without remorse. These Contractors emerged a decade ago, coinciding with the appearance of the enigmatic Hell's Gate in Tokyo, a mysterious wall that separated a part of the city from the rest. Among the Contractors, one stands out - a masked figure known as Hei or BK201, infamously dubbed as the Black Reaper.\n\nHei, posing as a friendly exchange student, Li Shengshun, works for a clandestine organization with objectives shrouded in mystery. His association with a blind companion, Yin, and his connection to the Syndicate hint at a complex narrative that extends beyond his deadly missions. As Hei delves deeper into the dark secrets surrounding Hell's Gate, he uncovers a sinister plot that threatens the very existence of Contractors.\n\nThe appearance of Hell's Gate not only brought forth Contractors but also emotionless dolls, beings with paranormal surveillance capabilities. While the government and PANDORA, an international research group, strive to contain the Contractors and study Hell's Gate, Hei continues to evade capture, leaving a trail of puzzling questions in his wake. Who is this masked killer? What are his true intentions? And how does the emergence of Hell's Gate impact Tokyo's future?\n\nIn this thrilling sci-fi exposé, the battle between justice and political intrigue unfolds in the shadows, where the line between right and wrong blurs, and the cost of uncovering the truth might be too high to bear.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a3cfaa5403ff9f5b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.085793099623002,
    "arithmeticGeometricMean": 8.08524140914776,
    "median": 8.09126330758292,
    "hash": "a3cfaa5403ff9f5b",
    "lastUpdate": "2024-05-09"
  }
}