{
  "sources": [
    "https://anilist.co/anime/6772",
    "https://anime-planet.com/anime/broken-blade-movie-1-the-time-of-awakening",
    "https://kitsu.io/anime/4708",
    "https://livechart.me/anime/3953",
    "https://myanimelist.net/anime/6772",
    "https://notify.moe/anime/z7wecFmmg"
  ],
  "synopsis": {
    "text": "Queen Sigyn suspects that the key to activating an ancient Golem lies in the hands of an un-sorcerer, an individual who is unable to control quartz, the very power that fuels technology and enables the inhabitants of Cruzon to perform extraordinary tasks, such as piloting mobile suits called Golems. Rygart Arrow, an un-sorcerer himself, receives a letter from the king, revealing that this ancient Golem has been discovered in a mining shaft. As the continent of Cruzon braces itself for an impending war between the Kingdom of Krisna and the nation of Athens, Rygart's unique inability to control quartz might just be the secret weapon they need to stand a chance against the invading army.\n\nRygart, once a close friend to Hodr and Sigyn, the future king and queen of Krisna, as well as Zess, the younger brother of the Athens Commonwealth's Secretary of War, finds himself in the midst of a brewing conflict between the two nations. Upon visiting Binonten, the capital city of Krisna, he discovers that his misfortune as an un-sorcerer grants him the unique ability to pilot the ancient Golem, a power that quartz-wielding users lack. As Zess leads one of the Athenian strikes upon the capital, Rygart takes up the challenge and joins the battle with his newfound power, hoping to bridge the gap between the two warring nations in the thrilling world of Broken Blade!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a3e4657eda7dd30f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.69479797979798,
    "arithmeticGeometricMean": 7.693974227134396,
    "median": 7.666666666666667,
    "hash": "a3e4657eda7dd30f",
    "lastUpdate": "2024-05-06"
  }
}