{
  "sources": [
    "https://anilist.co/anime/98471",
    "https://anime-planet.com/anime/koukyoushihen-eureka-seven-hi-evolution-3",
    "https://kitsu.io/anime/13240",
    "https://livechart.me/anime/2589",
    "https://myanimelist.net/anime/35136",
    "https://notify.moe/anime/H2rGhFmiR"
  ],
  "synopsis": {
    "text": "Armed with a new purpose and a powerful resolve, Eureka, once reviled as the harbinger of chaos, now stands as a high-ranking combatant in the United Nations' A.C.I.D. unit, striving to maintain peace in a world teetering on the brink. Ten years ago, the virtual realm within the sentient scub coral collapsed, merging its inhabitants, known as 'Green Earth', with the original Earth dwellers, or 'Blue Earth'. This amalgamation has led to incessant conflict, with Dewey Novak, a high-ranking officer in the Green Earth forces, orchestrating a large-scale terrorist plot to preserve his people's dignity.\n\nAmidst this turmoil, Eureka is tasked with safeguarding Iris, a young girl with the unique ability to manipulate scub coral, who becomes the catalyst for a new crisis threatening the world. Initially at odds, Eureka and Iris gradually form a bond through their shared solitude and arduous escape. As the world teeters on the precipice of disaster, Eureka musters all her strength to protect Iris and the world she cherishes.\n\nThis story unfolds against the backdrop of the 'First Summer of Love', an event hinted at but never fully explored in the original Eureka Seven series. The narrative revisits the original tale but promises an original conclusion, complete with re-recorded dialogue, reworked footage, and never-before-seen scenes. As Eureka and Anemone strive to prevent war between the two factions, the sudden appearance of the enigmatic Iris disrupts their delicate balance, sparking a relentless pursuit across Europe by Dewey Novak and his extremist faction. Only time will reveal the outcome of Eureka",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a42256bf1d2ae2dd",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.660863636363636,
    "arithmeticGeometricMean": 6.6584163262234,
    "median": 6.5227272727272725,
    "hash": "a42256bf1d2ae2dd",
    "lastUpdate": "2024-05-06"
  }
}