{
  "sources": [
    "https://anidb.net/anime/14453",
    "https://anilist.co/anime/104722",
    "https://anime-planet.com/anime/assassins-pride",
    "https://anisearch.com/anime/13950",
    "https://kitsu.io/anime/42328",
    "https://livechart.me/anime/3567",
    "https://myanimelist.net/anime/38572",
    "https://notify.moe/anime/3KZmF5DZR"
  ],
  "synopsis": {
    "text": "Amagi’s light novel of the same name, takes us into a world in which all power literally lies with the aristocrats. Only the aristocracy has the necessary mana to fight the dangerous monsters that threaten humanity. In this world, we find the young duke’s daughter Melida Angel, who attended the academy to be trained in magic. But even though she is an aristocrat, she doesn’t seem to have any mana at her disposal and thus brings shame to her family … Her father sends for the young duke’s son Kufa Vampir. He is a magic tutor and is now tasked with “taking care” of the wayward daughter. But Kufa is by no means just a simple tutor – he is a contract killer, an assassin. And while his job does involve training Melida, he is also charged with assassinating her if she really fails to show any talent … But confronted with the young lady’s feelings and will to live, he takes her under his wing! “Will you entrust your life to me?” he asks Melida as he makes up his mind to show the world that she deserves to live … and in doing so, he risks his honour and pride as an assassin!\n\nIn a world where humanity's last sanctuary, Flandore, is besieged by monstrous lycanthropes, the responsibility of defense falls solely on the noble class who wield the magical power of mana. Melida Angel, a 13-year-old noble, is ostracized for her inability to manifest mana, bringing disgrace to her family. Enter Kufa Vampir, a half-vampire and an assassin disguised as a tutor, tasked with the covert mission to eliminate Melida if she lacks mana. However, Kufa",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 6.256708367219864,
    "arithmeticGeometricMean": 6.24908506879532,
    "median": 6.287338107098382,
    "lastUpdate": "2024-05-08"
  }
}