{
  "sources": [
    "https://anidb.net/anime/4833",
    "https://anilist.co/anime/2032",
    "https://anime-planet.com/anime/wellber-no-monogatari-sisters-of-wellber",
    "https://anisearch.com/anime/3954",
    "https://kitsu.io/anime/1831",
    "https://livechart.me/anime/6431",
    "https://myanimelist.net/anime/2032",
    "https://notify.moe/anime/GPhYcKmig"
  ],
  "synopsis": {
    "text": "Haidel, the king of Wellber, in a desperate bid to maintain peace with the neighboring country of Sangatras, arranges a political marriage between his daughter, Princess Rita, and Sangatras' Prince Guernia. However, the princess, unwilling to submit to her groom's demands, stabs him and flees the scene. This act of defiance enrages King Ranbahnhof of Sangatras, who threatens war unless Rita is captured and executed within 14 days. In an attempt to avoid a bloody conflict, Rita embarks on a perilous journey to the neutral country of Greedom.\n\nMeanwhile, Tina, a skilled thief, infiltrates Castle Wellber in search of a valuable treasure but instead witnesses Rita's daring escape. Tina's personal vendetta against the Wasp Man, who took her parents' lives, leads her to join Rita as her bodyguard, as she receives information that her sworn enemy is in Greedom. Together, the two set off on a journey filled with uncertainty and danger, carrying the fate of their country on their shoulders.\n\nWith a bounty on Rita's head and the constant threat of war looming, the duo must navigate treacherous obstacles and rely on each other to reach Greedom alive. Will Rita and Tina succeed in their mission and prevent a devastating war, or will they succumb to the challenges that await them? Only time will tell as they forge ahead on their path towards peace and vengeance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.610928703949113,
    "arithmeticGeometricMean": 6.6084998542069044,
    "median": 6.66,
    "lastUpdate": "2024-05-10"
  }
}