{
  "sources": [
    "https://anidb.net/anime/14642",
    "https://anilist.co/anime/107625",
    "https://anime-planet.com/anime/words-bubble-up-like-soda-pop",
    "https://anisearch.com/anime/14157",
    "https://kitsu.io/anime/42143",
    "https://livechart.me/anime/9210",
    "https://myanimelist.net/anime/39175",
    "https://notify.moe/anime/ACvYfbUWg"
  ],
  "synopsis": {
    "text": "Yuki'Smile' Hoshino, a popular online influencer, and Yui 'Cherry' Sakura, a quiet high school student, cross paths in a suburban shopping mall in the Japanese countryside. Smile, known for her iconic catchphrase \"Smile for me,\" hides her braces-covered teeth behind a mask, while Cherry, who struggles to communicate effectively, expresses himself through haiku poetry. As the two spend more time together, they form a bond through their shared love of words and music.\n\nCherry works part-time at an elderly care facility, where he meets Fujiyama, an old man who is searching for a lost vinyl record containing a haiku. Smile joins Cherry in his quest to find the record, and as they search for clues, they grow closer. However, their time together may be short-lived, as Cherry's family is preparing to move away in August.\n\nAs the summer heat intensifies, Cherry and Smile embark on a journey to find the missing record and help Fujiyama remember the memories he holds dear. Along the way, they discover the power of words and music to connect people and bridge the gaps between them. This is the story of their magical summer, set in a shopping mall, where they learn to express themselves and find the courage to be true to who they are.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a46ea296215ebe3f",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.582515257299091,
    "arithmeticGeometricMean": 7.5800717746808965,
    "median": 7.653673469387755,
    "hash": "a46ea296215ebe3f",
    "lastUpdate": "2024-05-09"
  }
}