{
  "sources": [
    "https://anidb.net/anime/9023",
    "https://anilist.co/anime/13667",
    "https://anime-planet.com/anime/naruto-shippuden-movie-6-road-to-ninja",
    "https://anisearch.com/anime/7646",
    "https://kitsu.io/anime/7008",
    "https://livechart.me/anime/1058",
    "https://myanimelist.net/anime/13667",
    "https://notify.moe/anime/6DPvtFmmg"
  ],
  "synopsis": {
    "text": "Beast ly chaos descended upon the village of Konohagakure a decade ago, when a masked shinobi unleashed the monstrous Nine-Tailed Demon Fox. The village's leader, Minato Namikaze, and his wife, Kushina Uzumaki, sacrificed their lives to seal the beast within their newborn son, Naruto Uzumaki. With the demon contained, tranquility returned to the village, but not for long. The menacing Akatsuki, a band of rogue shinobi, launched an attack on Konohagakure. Naruto and his allies narrowly thwarted the assault, but the enigmatic masked man reappeared, targeting Naruto and his friends with a mysterious new doujutsu.\n\nNaruto and Sakura find themselves trapped in an alternate reality, a Genjutsu crafted by the masked shinobi. In this twisted world, personalities are reversed, the deceased are alive, and roles are inverted. Naruto and Sakura must navigate this bizarre landscape and find a way to restore normality.\n\nAfter a victorious battle against supposed Akatsuki members, Naruto and Sakura return to Konohagakure, each harboring conflicting emotions. Naruto yearns for the presence of his parents, while Sakura resents her own. The masked Madara Uchiha suddenly appears, transporting them to an alternate world where their desires are granted. Sakura's parents are hailed as heroes, while Naruto's are alive and well. However, a looming threat forces the duo to defend this alternate Konohagakure and seek a way back home.\n\nNaruto and Sakura, each with different desires, are thrust into a parallel world by the villainous Madara. In this alternate",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.676241715085598,
    "arithmeticGeometricMean": 7.673184662642856,
    "median": 7.675029940119762
  },
  "lastUpdate": "2024-05-09"
}