{
  "sources": [
    "https://anidb.net/anime/2538",
    "https://anilist.co/anime/532",
    "https://anime-planet.com/anime/sailor-moon-s",
    "https://anisearch.com/anime/83",
    "https://kitsu.io/anime/491",
    "https://livechart.me/anime/4962",
    "https://myanimelist.net/anime/532",
    "https://notify.moe/anime/ctxT5Kmig"
  ],
  "synopsis": {
    "text": "Pharao 90 and his minions, the Death Busters, have set their sights on ruling the world by collecting energy from the pure heart crystals of innocent people. Standing in their way are Sailor Moon and her fellow senshi, who must protect humanity and stop the villains' nefarious plans. Joining the fight are the outer senshi, including Neptune, Uranus, Pluto, and Saturn, who bring their own unique powers to the battle.\n\nAs the senshi face off against the Death Busters, they are also confronted by two mysterious newcomers wearing similar outfits. Are these new warriors friends or foes? The senshi must put aside their differences and work together if they hope to defeat the approaching silence and save the world.\n\nMeanwhile, Rei, also known as Sailor Mars, has been having prophetic nightmares about the end of the world. The Death Busters are searching for three sacred talismans that are said to be hidden in the purest hearts, and they will stop at nothing to find them. Sailor Uranus and Sailor Neptune are also on the hunt for the talismans, but they have no intention of working with Sailor Moon and her friends.\n\nAs the battle for the talismans rages on, Chibiusa returns and becomes Sailor Chibi Moon once again. Sailor Pluto also makes an appearance, and the location of the talismans proves to be a surprise for everyone involved. With the power of the talismans, the Holy Grail appears, giving the Messiah of Silence immense power. Sailor Moon uses the Grail to extend her own transformation, but the awakening of the Messiah of Silence cannot be stopped. The Death Busters continue to gather pure hearts to feed the Messiah,",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.565183785426396,
    "arithmeticGeometricMean": 7.558737963977983,
    "median": 7.671
  },
  "lastUpdate": "2024-05-09"
}