{
  "sources": [
    "https://anidb.net/anime/11273",
    "https://anilist.co/anime/21221",
    "https://anime-planet.com/anime/tales-of-zestiria-the-x",
    "https://anisearch.com/anime/10469",
    "https://kitsu.io/anime/11023",
    "https://livechart.me/anime/1645",
    "https://myanimelist.net/anime/30911",
    "https://notify.moe/anime/R7mXpFiiR"
  ],
  "synopsis": {
    "text": "Celestial beings known as Seraphim, invisible to the ordinary human eye, coexist with humanity on the vast supercontinent of Glenwood. Among them is Sorey, a young man raised by these divine entities, nurturing a dream of a harmonious world where humans and Seraphim live together, as suggested by ancient lore. His life takes a dramatic turn when he stumbles upon a mysterious girl in the ruins, catapulting him into the role of the legendary Shepherd, destined to bring peace between the two worlds.\n\nWith his Seraphim companion Mikleo by his side, Sorey embarks on an extraordinary journey, battling malevolent forces and uncovering ancient relics in a world fraught with danger. As he delves deeper into the ancient myths of the Shepherd, he discovers the true gravity of his mission: to vanquish the Lord of Calamity and prevent the world from succumbing to darkness.\n\nDespite the seemingly insurmountable challenges and the hostility between the continent's nations, Sorey's unwavering belief in the unity of humans and Seraphim propels him forward. As he wields the holy sword and binds Seraphim to his cause, Sorey's legend grows, offering a beacon of hope in a world teetering on the brink of chaos. The stage is set for an epic tale inspired by the beloved \"Tales of Zestiria\" and \"Tales of Berseria\" games, yet forging its own unique path.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a4dd3a426db78af6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.31627447975579,
    "arithmeticGeometricMean": 7.314468616992976,
    "median": 7.335713874496258,
    "hash": "a4dd3a426db78af6",
    "lastUpdate": "2024-05-10"
  }
}