{
  "sources": [
    "https://anidb.net/anime/12994",
    "https://anilist.co/anime/98478",
    "https://anime-planet.com/anime/march-comes-in-like-a-lion-2nd-season",
    "https://anisearch.com/anime/12304",
    "https://kitsu.io/anime/13401",
    "https://livechart.me/anime/2592",
    "https://myanimelist.net/anime/35180",
    "https://notify.moe/anime/zSBnhFimg"
  ],
  "synopsis": {
    "text": "Among the bustling streets of Tokyo, 17-year-old Rei Kiriyama navigates the complex world of professional shogi, seeking solace from the emotional turmoil that has plagued him since the tragic loss of his family. Living independently and financially supported by his shogi career, Rei's emotional growth remains stunted, leading to strained relationships with his adoptive family and peers.\n\nAs he grapples with the weight of expectations and the pressure to perform, Rei's shogi journey is marked by fluctuating success and self-doubt. However, a glimmer of hope emerges as he crosses paths with the warm-hearted Kawamoto sisters - Akari, Hinata, and Momo. The sisters' affectionate bond with Rei provides him with a sense of belonging he has long yearned for, allowing him to gradually open up and confront his emotional struggles.\n\nYet, as Rei's life begins to take a positive turn, new challenges arise. Hina, one of the sisters, faces bullying at school, while Akari, their guardian, is overwhelmed by responsibility. In an unexpected turn of events, Rei finds himself in a position to provide support and comfort to those who have offered him a sanctuary from his own pain.\n\nAs Rei progresses through high-stakes shogi tournaments and championships, he learns the importance of relying on others and offering support in return. Surrounded by a diverse cast of characters at the shogi hall, school club, and local community, Rei's journey is a testament to the power of human connection and the search for purpose in the face of adversity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-08"
  },
  "score": {
    "arithmeticMean": 8.689419343364785,
    "arithmeticGeometricMean": 8.688247511947104,
    "median": 8.663,
    "lastUpdate": "2024-05-08"
  }
}