{
  "sources": [
    "https://anidb.net/anime/956",
    "https://anilist.co/anime/5658",
    "https://anime-planet.com/anime/great-mazinger",
    "https://anisearch.com/anime/1051",
    "https://kitsu.io/anime/4227",
    "https://livechart.me/anime/9082",
    "https://myanimelist.net/anime/5658",
    "https://notify.moe/anime/EGyj5KmmR"
  ],
  "synopsis": {
    "text": "Earth's peace is once again under threat in the gripping sequel to Mazinger Z, as a formidable new enemy emerges from the shadows: the Mycenaean Empire, led by the sinister Emperor of Darkness. With Dr. Hell vanquished, this new evil force unleashes its terrifying Battle Beasts, which prove too powerful for Mazinger Z. As Koji and Sayaka head to the United States, the responsibility to defend the planet falls on the shoulders of Tetsuya Tsurugi, a highly skilled pilot nurtured by Dr. Kabuto Kenzou, the creator of the Great Mazinger.\n\nCreated as a direct continuation of the popular Mazinger Z series by manga artist Go Nagai, this anime television series aired in Japan in 1974, immediately following the conclusion of the first series. The Great Mazinger, constructed from the powerful Super Alloy Z, is Earth's last hope against the relentless onslaught of the Emperor of Darkness and his seven generals. As the war rages on, Tetsuya Tsurugi must harness his training and push the Great Mazinger to its limits in order to prevent the conquest of Earth by these monstrous foes. Will Tetsuya and the Great Mazinger be able to save the world from the brink of destruction? Join the battle and witness the epic showdown in this thrilling installment of the Mazinger saga!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a525b84bbf8099c4",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.519840975351179,
    "arithmeticGeometricMean": 6.483764159170513,
    "median": 6.89,
    "hash": "a525b84bbf8099c4",
    "lastUpdate": "2024-05-09"
  }
}