{
  "sources": [
    "https://anidb.net/anime/1737",
    "https://anilist.co/anime/1212",
    "https://anime-planet.com/anime/oban-star-racers",
    "https://anisearch.com/anime/1132",
    "https://kitsu.io/anime/1090",
    "https://livechart.me/anime/5531",
    "https://myanimelist.net/anime/1212",
    "https://notify.moe/anime/QEFx5Kmig"
  ],
  "synopsis": {
    "text": "Nothing short of a thrilling intergalactic competition, the Great Race of Oban, stands between humanity and the brink of annihilation at the hands of their aggressive alien neighbors, the Crogs. The race, organized by the enigmatic Avatar, promises the ultimate prize: the fulfillment of the winner's deepest wish. For Earth's team, victory is not just desirable, but essential for survival.\n\nEnter Eva, a spirited 15-year-old girl who, after years of estrangement, seeks to reconnect with her father, the renowned racing manager Don Wei. When Don fails to recognize her, Eva, driven by determination, adopts the alias 'Molly' and secures a job as a mechanic on his team.\n\nIn an unexpected turn of events, Earth's star pilot falls victim to a cunning act of sabotage, leaving the team in dire need of a replacement. With no other viable options, Molly steps up to the plate, revealing her exceptional racing skills. Alongside her fearless co-pilot Jordan, Molly becomes Earth's unlikely hope for victory.\n\nAs they embark on this perilous journey, Molly and her crew remain oblivious to the immense responsibility they carry. Fierce competitors and treacherous racetracks await them, each with their own hidden agendas. Will Molly's racing prowess and the team's unyielding spirit be enough to secure victory and save humanity? Only time will tell in this heart-pounding race across the cosmos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a553506fa5378b4b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.25948023715415,
    "arithmeticGeometricMean": 7.2538703090476995,
    "median": 7.349011857707509,
    "hash": "a553506fa5378b4b",
    "lastUpdate": "2024-05-09"
  }
}