{
  "sources": [
    "https://anidb.net/anime/3111",
    "https://anilist.co/anime/6383",
    "https://anime-planet.com/anime/chargeman-ken",
    "https://anisearch.com/anime/3060",
    "https://kitsu.io/anime/4541",
    "https://livechart.me/anime/7087",
    "https://myanimelist.net/anime/6383",
    "https://notify.moe/anime/Daze5Kiig"
  ],
  "synopsis": {
    "text": "Japanese broadcast television introduced the world to an unlikely hero in 1974, and his name was Ken Izumi. Fast forward to 2074, and Ken is just your average 10-year-old boy, living in a futuristic city where science has made incredible advancements. But when the Earth is threatened by a nefarious race of shape-shifting aliens known as the Juralians, Ken discovers he has the power to transform into Chargeman Ken, a superhero with weapons, armor, and accessories beyond your wildest dreams.\n\nChargeman Ken is no ordinary superhero, though. He has the unique ability to charge his powers from surrounding light sources and wield them through a laser-type gun. With his robot pal Barican by his side, Ken must protect his family, including his little sister Caron, and the rest of humanity from the Juralians' relentless pursuit of world domination.\n\nFrom flesh-eating butterflies to booby-trapped scientists, evil dolls, and even alien mummies, the Juralians have concocted a staggering 65 plans to take over the Earth. But with Chargeman Ken's unquenchable thirst for fiery, atomic justice, he stands as the last line of defense between the fragile human race and the diabolical Juralians.\n\nThis delightfully bizarre kids' cartoon was rediscovered in 2007 by Japanese fans, who were drawn to its strange artwork, clumsy animation, and fantastically inept stories. Some episodes were even banned from Japanese TV altogether! Will you join Chargeman Ken on his quest to save the world from the Juralians' evil clutches? The fate of humanity rests in your hands!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a555720b3ccc6850",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 4.574319109461967,
    "arithmeticGeometricMean": 4.546952388656575,
    "median": 4.62,
    "hash": "a555720b3ccc6850",
    "lastUpdate": "2024-05-09"
  }
}