{
  "sources": [
    "https://anidb.net/anime/15731",
    "https://anilist.co/anime/124060",
    "https://anime-planet.com/anime/requiem-of-the-rose-king",
    "https://anisearch.com/anime/15542",
    "https://kitsu.io/anime/44208",
    "https://livechart.me/anime/10154",
    "https://myanimelist.net/anime/42892",
    "https://notify.moe/anime/WhttqydMg"
  ],
  "synopsis": {
    "text": "King Richard, the third son of the Duke of York, is caught in the throes of England's brutal Wars of the Roses, a conflict that pits the houses of York and Lancaster against each other in a ruthless struggle for the throne. Richard's father, the Duke, is on the brink of claiming the crown, but a sudden and violent end leaves Richard reeling. As he seeks vengeance, he confronts a formidable and captivating adversary.\n\nRichard's life has been consumed by his desire to stand alongside his father in battle, reclaiming the throne from King Henry VI and the Lancasters. However, Richard harbors a secret that draws scorn from his mother and torment from the voices in his head. Despite his inner turmoil, he finds solace in his father's love. Yet, as the Wars of the Roses escalate, Richard's ambitions intensify, and his loyalties begin to fracture, threatening to mar his family's quest for power.\n\nBorn into a kingdom divided, Richard Plantagenet III is a unique child who embodies both masculine and feminine qualities, drawing disdain from those around him. His father seeks to dethrone King Henry VI and seize power, but Richard is haunted by visions of Jean D’Arc, England's past nemesis, who foretells his role in the country's impending doom. Despite his efforts to fulfill his father's ambitions, Richard can't shake the uncertainty of whether this path will truly lead to peace.\n\nRichard, a man who could be king, stands at the crossroads of destiny, torn between worlds, classes, and the forces of good and evil. Is it fate that propels him towards his own destruction, or is it his own tormented desires?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a56413c87e3ae3f5",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.360403293135436,
    "arithmeticGeometricMean": 6.3480912512551635,
    "median": 6.421818181818182,
    "hash": "a56413c87e3ae3f5",
    "lastUpdate": "2024-05-08"
  }
}