{
  "sources": [
    "https://anidb.net/anime/15095",
    "https://anilist.co/anime/111428",
    "https://anime-planet.com/anime/sleepy-princess-in-the-demon-castle",
    "https://anisearch.com/anime/14611",
    "https://kitsu.io/anime/42551",
    "https://livechart.me/anime/9598",
    "https://myanimelist.net/anime/40397",
    "https://notify.moe/anime/sCQpCzwWg"
  ],
  "synopsis": {
    "text": "Some where in a time long forgotten, where humans and demons coexisted in a tense atmosphere, a demon king seizes a human princess, Syalis, and confines her within his formidable castle. The princess's loyal subjects are left in despair, until a valiant hero steps up to embark on a mission to save her. As the princess awaits her brave knight, she finds herself surrounded by peculiar teddy-bear guards adorned with bat wings. However, the dreary dungeon cell offers little excitement, leading the princess to devise a plan to pass the time: indulging in a peaceful slumber. Unfortunately, achieving the perfect sleep proves to be a challenge for the insomniac royal.\n\nMeanwhile, the demon king and his minions remain oblivious to the whirlwind of chaos they have invited upon themselves by capturing the seemingly innocent princess. Syalis, driven by her single-minded pursuit of a restful night's sleep, leaves no stone unturned in the castle, causing mayhem and destruction in her wake. From sneaking out of her cell to destroying property and even eliminating the creatures that cross her path, the adorable princess is a force to be reckoned with.\n\nAs the hero's rescue mission faces uncertain success, the demons must contend with their unyielding royal captive, who will stop at nothing to achieve her desired rest. Despite the terrifying reputation of the demon lord's castle, filled with an array of monstrous beings, Princess Syalis remains unfazed. Her sole concern lies in overcoming her numerous sleep issues, utilizing any resources she can find – be it the fur of demonic teddy bears or the silky bodies of ghost shrouds. With an unwavering determination to attain a peaceful slumber, the sleep-deprived princess is a formidable advers",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.992617955229782,
    "arithmeticGeometricMean": 7.991157978850688,
    "median": 8.027868852459015,
    "lastUpdate": "2024-05-09"
  }
}