{
  "sources": [
    "https://anidb.net/anime/7458",
    "https://anilist.co/anime/8311",
    "https://anime-planet.com/anime/tegami-bachi-letter-bee-reverse",
    "https://anisearch.com/anime/6207",
    "https://kitsu.io/anime/5288",
    "https://livechart.me/anime/4656",
    "https://myanimelist.net/anime/8311",
    "https://notify.moe/anime/Kv4mpFimR"
  ],
  "synopsis": {
    "text": "Niche and Lag, a dynamic duo known as Letter Bees, find themselves in a world shrouded in eternal darkness, where delivering mail is a perilous task. As they navigate through the dangers, they begin to unravel a complex web of secrets involving the sinister organization, Reverse, and the relentless Marauders who are hell-bent on seizing the mail.\n\nLag's admiration for Gauche, a former Letter Bee, propels him on a mission to restore his mentor's honor. However, their reunion is far from what Lag had envisioned, as Gauche reveals himself as Noir, a notorious bandit. Despite the shocking revelation, Lag remains steadfast in his resolve to bring Gauche back to his former self.\n\nAs the nefarious plans of Reverse to overthrow the Amberground government gain momentum, the Letter Bees find themselves in a race against time. The emergence of evolved gaichuu, giant insect creatures, and potential traitors within their own ranks further complicate their mission. To add to the chaos, Niche's estranged sister arrives, turning a family feud into a full-blown siege.\n\nAmidst the turmoil, Lag and his team stand firm, ready to face the challenges head-on. With Niche by his side, Lag is determined to become stronger, to uncover the truth about Gauche, and to bring happiness back to Sylvette and Aria. The journey is fraught with danger, but for the Letter Bees, no storm is too fierce, and no night is too dark to halt their delivery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a6374a4dce4cc4cd",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.69719032158318,
    "arithmeticGeometricMean": 7.696072807790883,
    "median": 7.745,
    "hash": "a6374a4dce4cc4cd",
    "lastUpdate": "2024-05-10"
  }
}