{
  "sources": [
    "https://anidb.net/anime/15999",
    "https://anilist.co/anime/131770",
    "https://anime-planet.com/anime/detective-conan-hiiro-no-fuzai-shoumei",
    "https://anisearch.com/anime/15913",
    "https://kitsu.io/anime/44243",
    "https://livechart.me/anime/10359",
    "https://myanimelist.net/anime/47413"
  ],
  "synopsis": {
    "text": "Toru Amuro, also known as Bourbon, receives cryptic clues from the FBI, sparking an intense investigation into the enigmatic Akai family in \"Meitantei Conan: Hiiro no Fuzai Shoumei.\" This anime compilation delves into the intricate web of relationships and intrigues surrounding the family, with a particular focus on FBI agent Shuuichi Akai, who was believed to have met his demise at the Raiha pass.\n\nThe Akai family's members, including Masumi Sera, Shukichi Haneda, and Mary, have been gradually revealed to be entangled in various schemes. This compilation unravels their connections and offers a fresh perspective on their personalities, culminating in the dramatic return of Shuuichi Akai at the Raiha pass.\n\nThe climactic battle of wits and intellect between Shuuichi Akai and his rival, Toru Amuro, leaves viewers stunned. Meanwhile, the truth behind the 'Alibi play' series comes to light, revealing Conan's involvement.\n\nThis special omnibus features new narration by Conan Edogawa, providing additional insights into the Akai family's mysteries. With new background music accompanying the edited audio, this compilation offers a clear and captivating storyline, making it an essential watch for anyone seeking to understand the dangerous and enigmatic Akai family.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a698a63682e014a0",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.350690785405071,
    "arithmeticGeometricMean": 7.333927281329553,
    "median": 7.467727272727273,
    "hash": "a698a63682e014a0",
    "lastUpdate": "2024-05-09"
  }
}