{
  "sources": [
    "https://anidb.net/anime/8141",
    "https://anilist.co/anime/10029",
    "https://anime-planet.com/anime/from-up-on-poppy-hill",
    "https://anisearch.com/anime/6681",
    "https://kitsu.io/anime/6000",
    "https://livechart.me/anime/3089",
    "https://myanimelist.net/anime/10029",
    "https://notify.moe/anime/lQV7tFmiR"
  ],
  "synopsis": {
    "text": "Tokyo Olympics are on the horizon, and Japan in 1963 is a blend of tradition and modernization. Amidst this backdrop, Umi Matsuzaki, a high school student, resides in a quaint boarding house, Coquelicot Manor, overlooking the Yokohama seaside port. Umi's daily ritual of hoisting signal flags towards the bay carries a poignant message, commemorating her late father, a ship captain who lost his life in the Korean War. Her mother, a doctor, is currently working in America, leaving Umi to manage the family establishment alongside her grandmother and other residents.\n\nUmi's life takes an intriguing turn when she encounters Shun Kazama, an audacious newspaper editor at her school. Shun notices Umi's flags from the sea as he rides a tugboat to school, and the two are drawn together as they join forces to save their school's cherished old clubhouse from demolition. As the Olympic Games approach, the school is eager to replace the old building with a modern one, leading to a wave of resistance from the student body.\n\nWhile working together to preserve the clubhouse, Umi and Shun uncover a hidden secret from their past that intertwines their lives. As they navigate through the complexities of their shared history, their budding friendship evolves into a tender romance. In this captivating tale of love, friendship, and hope, Umi and Shun learn the value of perseverance as they confront the challenges that life presents.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.831656741406742,
    "arithmeticGeometricMean": 7.8305659415641795,
    "median": 7.785
  },
  "lastUpdate": "2024-05-09"
}