{
  "sources": [
    "https://anidb.net/anime/16246",
    "https://anilist.co/anime/132283",
    "https://anime-planet.com/anime/yoru-no-kuni",
    "https://anisearch.com/anime/16184",
    "https://kitsu.io/anime/44391",
    "https://livechart.me/anime/10525",
    "https://myanimelist.net/anime/48727",
    "https://notify.moe/anime/uiW2EpCGR"
  ],
  "synopsis": {
    "text": "O'Clock Tales: A Journey Through the Night World\n\nEmbark on a nocturnal adventure with \"O'Clock Tales,\" a series of short anime films directed by Ryouchimo, serving as a visual companion to Aimer's album 'Walpurgis.' In this mysterious realm known as the Night World, the enigmatic entity Yoru guides young souls through their darkest hours, helping them confront and conquer their deepest fears, regrets, and anxieties.\n\nNight 1: The 22 O'Clock Guide\nWhen Chiyo, a young girl grieving the loss of her cherished dog Choco, finds herself in the Night World, Yoru takes her on a journey of acceptance and healing. As Chiyo navigates the beautiful yet somber landscape, she begins to find solace and understanding in her heartbreak.\n\nNight 2: The 26 O'Clock Search\nBest friends Hina and Tsumugi have always shared their secrets in an exchange diary. When jealousy drives Tsumugi to discard the diary, she awakens in a labyrinth within the Night World. As she traverses the maze, Tsumugi must face her feelings of loneliness and betrayal, learning valuable lessons about friendship along the way.\n\nNight 3: The 4 O'Clock Letter\nAs dawn approaches, the struggling artist Akatsuki finds herself consumed by despair and discarding her work. When she stumbles upon an old sketchbook and a letter from a forgotten friend, she embarks on a journey of self-discovery and rekindles her passion for painting.\n\nIn the Night World, anxieties and fears come alive, but so do hope and healing. Join Yoru and these young souls as they explore the darkest corners of their hearts and find the strength",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a6cd54fb4f0e21dd",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.490488559059989,
    "arithmeticGeometricMean": 7.4860540245266,
    "median": 7.496196660482374,
    "hash": "a6cd54fb4f0e21dd",
    "lastUpdate": "2024-05-10"
  }
}