{
  "sources": [
    "https://anidb.net/anime/14735",
    "https://anilist.co/anime/108307",
    "https://anime-planet.com/anime/psycho-pass-3",
    "https://anisearch.com/anime/14240",
    "https://kitsu.io/anime/42183",
    "https://livechart.me/anime/9266",
    "https://myanimelist.net/anime/39491",
    "https://notify.moe/anime/XQRMrd6ig"
  ],
  "synopsis": {
    "text": "Using cutting-edge technology, the Sibyl System, the mental states of individuals can now be quantified, enabling authorities to apprehend criminals before they even commit a crime. Enter Kei Mikhail Ignatov and Arata Shindou, two rookie inspectors for the Public Safety Bureau's Criminal Investigation Division Unit 1. Despite their contrasting nationalities, the two have been close friends since childhood. However, their lives were forever changed when Arata's father was implicated in a case involving the illegal export of the Sibyl Systems and the subsequent leakage of technology, resulting in the suicide of Arata's father after he killed Kei's brother. Now, as inspectors, they are determined to uncover the truth behind the mysterious case that shattered their lives.\n\nTheir first case involves a shipwreck carrying immigrants, which appears to be more than just an accident. As they delve deeper into the investigation, they attract the attention of a clandestine organization known as Bifrost. But Bifrost isn't the only group interested in the two new inspectors. With their unwavering trust and support for each other, Kei and Arata must navigate the complexities of their new career, leading their team of enforcers through a series of challenging cases while uncovering the truth behind the mysterious Sibyl System.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a6da7b91666a1852",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.62099618635333,
    "arithmeticGeometricMean": 7.620572770266159,
    "median": 7.656712018140589,
    "hash": "a6da7b91666a1852",
    "lastUpdate": "2024-05-09"
  }
}