{
  "sources": [
    "https://anidb.net/anime/4629",
    "https://anilist.co/anime/6412",
    "https://anime-planet.com/anime/yuki-terai-secrets",
    "https://anisearch.com/anime/3750",
    "https://kitsu.io/anime/4551",
    "https://myanimelist.net/anime/6412",
    "https://notify.moe/anime/ERZ65Kmmg"
  ],
  "synopsis": {
    "text": "Dearest reader, meet Yuki Terai, a lively and spirited 17-year-old residing on the outskirts of Tokyo. But there's a twist - Yuki is not your average teenager, for she exists only in the digital realm. Crafted by the skilled hands of renowned animator Kenichi Kutsugi, Yuki has captured hearts as Japan's top virtual star. With lifelike expressions and movements that blur the line between reality and illusion, Yuki transcends boundaries, gracing the worlds of science fiction, music, and everyday life.\n\nIn \"Secrets,\" this versatile virtual idol shines in six captivating short stories. From embodying a sultry songbird in \"Fly Away Alone\" to exploring her artistic side in \"Dos/Chin,\" Yuki's talents know no bounds. In the contemplative \"A Life,\" she reminisces about happier times, while in \"Comet The Thief,\" she becomes a cunning martial-arts bandit in a Matrix-inspired escapade.\n\nThe enigmatic \"The Mirror\" delves into Yuki's darker side, as she is haunted by her own reflection, while \"Lazy Gui\" sees our heroine in a thrilling race against time aboard a self-destructing Space Freighter. As a bonus, enjoy the music video for Yuki's chart-topping hit, \"My Dearest You,\" and witness the stunning recreation of a World War II air attack in \"Project BB-11.\"\n\nDiscover the magic behind Yuki's creation in the insightful \"The Making Of…\" featurette, which reveals the innovative techniques used to bring this virtual megastar to life. Step into Yuki Terai's extraordinary worlds and prepare to have your own reality forever",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a6e5d7f10d3a3d86",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 4.9262189239332095,
    "arithmeticGeometricMean": 4.901929043811521,
    "median": 4.95,
    "hash": "a6e5d7f10d3a3d86",
    "lastUpdate": "2024-05-08"
  }
}