{
  "sources": [
    "https://anidb.net/anime/13657",
    "https://anilist.co/anime/101302",
    "https://anime-planet.com/anime/dragon-ball-super-movie-broly",
    "https://anisearch.com/anime/13114",
    "https://kitsu.io/anime/41046",
    "https://livechart.me/anime/3016",
    "https://myanimelist.net/anime/36946",
    "https://notify.moe/anime/G4ZK2KiiR"
  ],
  "synopsis": {
    "text": "Saiyan’s strongest warrior, Goku, dedicates his life to training, anticipating the existence of even greater cosmic powers. Suddenly, a mysterious Saiyan, Broly, emerges on Earth, sparking curiosity and raising questions about the supposedly extinct Saiyan race. As the menacing Frieza returns from the depths of hell, an epic battle ensues between these three Saiyans who have led vastly different lives.\n\n41 years ago, on the Saiyan homeworld, King Vegeta III exiled the powerful infant Broly to the desolate planet Vampa, fearing his strength could surpass that of his own son, Prince Vegeta. When Frieza learns of the Super Saiyan legend, he destroys the Saiyan planet, leaving only seven survivors, including Vegeta, Goku, and the banished Broly and his father Paragus.\n\nIn the present day, Frieza seeks allies in his ongoing battle against the now formidable Goku and Vegeta, who have unlocked new transformations, such as Super Saiyan God and Super Saiyan Blue. Frieza's soldiers recruit the grown Broly and Paragus from Vampa, leading to a cataclysmic clash in Antarctica. As Goku and Vegeta confront Broly, the sheer magnitude of their battle threatens to disrupt the fabric of space-time itself.\n\nThis thrilling film delves into the history of the Saiyan race and the distinct destinies of its three remaining warriors. Witness the origin of the Saiyans' might and the true meaning of being a Saiyan as the legendary battle unfolds.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a70ca71f3cc9bc15",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.168695372088228,
    "arithmeticGeometricMean": 8.166040876314707,
    "median": 8.228367346938775,
    "hash": "a70ca71f3cc9bc15",
    "lastUpdate": "2024-05-09"
  }
}