{
  "sources": [
    "https://anidb.net/anime/12996",
    "https://anilist.co/anime/98497",
    "https://anime-planet.com/anime/free-take-your-marks",
    "https://anisearch.com/anime/12592",
    "https://kitsu.io/anime/12549",
    "https://livechart.me/anime/2600",
    "https://myanimelist.net/anime/35198",
    "https://notify.moe/anime/U66k2FimR"
  ],
  "synopsis": {
    "text": "Spring ing off from the events of Free!: Eternal Summer and leading up to Free!: Dive to the Future, Free!: Take Your Marks captures the final summer of the seniors before they embark on new horizons. The story unfolds in four distinct episodes, each filled with unique adventures and challenges.\n\nIn \"Unmei no Choice!\" (Destined Choice!), Haruka Nanase and Makoto Tachibana embark on a quest to find the perfect apartment for Haruka as he prepares to settle in Tokyo. Meanwhile, \"Hitou no Cooling Down!\" (Cooling Down at the Secret Hot Spring!) sees Aiichiro Nitori and Momotaro Mikoshiba planning a relaxing hot spring getaway for Rin Matsuoka and Sousuke Yamazaki.\n\nIn \"Kessoku no Batafurai!\" (United Butterfly!), Rei Ryugazaki, Nagisa Hazuki, and Gou Matsuoka join forces to create an enticing recruitment video for their swim club, aiming to attract new members for the upcoming school year. Lastly, \"Tabidachi no Etanaru Buru!\" (Departing Eternal Blue!) delves into the Iwatobi and Samezuka swim teams' secret plans for a surprise farewell party for Rin, who is set to leave for Australia soon.\n\nFree!: Take Your Marks offers a heartwarming and engaging glimpse into the lives of the beloved Iwatobi Swimming Club and Samezuka Academy members as they navigate through the changes that come with growing up and moving forward.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a733d1bad5bc156d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.858549140708915,
    "arithmeticGeometricMean": 7.851183734818565,
    "median": 7.797866419294991,
    "hash": "a733d1bad5bc156d",
    "lastUpdate": "2024-05-09"
  }
}