{
  "sources": [
    "https://anidb.net/anime/17667",
    "https://anilist.co/anime/155657",
    "https://anime-planet.com/anime/shuumatsu-train-doko-e-iku",
    "https://anime-planet.com/anime/train-to-the-end-of-the-world",
    "https://anisearch.com/anime/17776",
    "https://kitsu.io/anime/46623",
    "https://livechart.me/anime/11552",
    "https://myanimelist.net/anime/53356",
    "https://notify.moe/anime/iIjYwpH4R"
  ],
  "synopsis": {
    "text": "Agano, a quaint town nestled in the countryside, has been transformed into a peculiar world following the introduction of the revolutionary 7G Network. The once-promising technology has left the town's adults metamorphosed into anthropomorphic animals, and modern amenities are now a distant memory. In this chaotic landscape, high school student Shizuru Chikara embarks on a daring quest to locate her missing friend, Youka Nakatomi.\n\nWhen Shizuru discovers a newspaper photo featuring Youka in Ikebukuro, she resolves to venture into the unknown. With public transportation defunct, she seeks the help of Zenjirou Taira, a former train conductor and the only adult human left in town, to learn how to operate an abandoned train. Joined by her friends Akira Shinanome, Nadeshiko Hoshi, and Reimi Kuga, Shizuru sets off on a perilous journey, unsure of what awaits them at the end of the line.\n\nAs the group navigates a world filled with unpredictable terrains and bizarre mutations, they must confront challenges that threaten to derail their mission. Will they find Youka, or will the 'Doomsday Train' lead them to a fate worse than turning into animals? Join Shizuru and her friends as they traverse this one-of-a-kind adventure, where the stakes are higher than ever before.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a75a22126099ad2e",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.350186456400742,
    "arithmeticGeometricMean": 7.342711967915517,
    "median": 7.491836734693877,
    "hash": "a75a22126099ad2e",
    "lastUpdate": "2024-05-10"
  }
}