{
  "sources": [
    "https://anidb.net/anime/17649",
    "https://anilist.co/anime/155168",
    "https://anime-planet.com/anime/the-devil-is-a-part-timer-2023",
    "https://anisearch.com/anime/17750",
    "https://kitsu.io/anime/46550",
    "https://livechart.me/anime/11532",
    "https://myanimelist.net/anime/53200",
    "https://notify.moe/anime/8V_IZN44R"
  ],
  "synopsis": {
    "text": "Yusa—starts doubting the validity of her mission to slay the Demon Lord Satan, now reduced to a modest employee of MgRonald's as Sadao Maou. At the same time, Sadao's high school-aged coworker Chiho Sasaki pursues a new dream with hopes to protect not only herself but also her friends. Secretly training with Emi and Suzuno Kamazuki to develop telepathic powers, Chiho's training is cut short when a group of demons abducts her. As angel and demon attacks threaten the fragile peace between the two worlds, Sadao and Emi need to put their troubled past behind them if they want to have a chance to find their new purpose in life.\n\nIn the second half of the second season of \"The Devil Is a Part-Timer!\", Sadao (formerly known as Satan) faces unexpected challenges as he settles back into his job at MgRonald's. Emilia (Emi), on the other hand, grapples with her past and the revelation that her father is still alive, causing her to question her original motivation for becoming Ente Isla's heroine. Meanwhile, Chiho, Sadao's coworker, finds herself in danger when she is abducted by demons. Emi and Sadao must work together to navigate these new obstacles and protect their friends, even if it means confronting their pasts and returning to their respective worlds. Will Sadao's time among humans affect his loyalties, and what will become of his fast-food career and the friends he's made on Earth?",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.955655380333952,
    "arithmeticGeometricMean": 6.950002190380878,
    "median": 7.061999999999999
  },
  "lastUpdate": "2024-05-09"
}