{
  "sources": [
    "https://anidb.net/anime/5746",
    "https://anilist.co/anime/4039",
    "https://anime-planet.com/anime/golgo-13",
    "https://anisearch.com/anime/4735",
    "https://kitsu.io/anime/3426",
    "https://livechart.me/anime/4518",
    "https://myanimelist.net/anime/4039",
    "https://notify.moe/anime/4CkX5KmiR"
  ],
  "synopsis": {
    "text": "Duke Tougou, or better known as Golgo  13, is an enigmatic figure in the world of assassins. With an unknown age, birthplace, and true identity, he remains a mystery even to the global intelligence community. Golgo 13 is a professional assassin who never misses his mark, boasting an impressive near-perfect accuracy rate with his customized, scoped M-16 rifle. He is a man of few words, but his reputation precedes him: a legend among assassins, feared by enemies and revered by those who seek his services.\n\nGolgo 13's clients range from the CIA to the KGB, as long as the price is right. He is a man without loyalty, driven only by the thrill of the kill and the satisfaction of a job well done. With an affinity for firepower and a seemingly insatiable appetite for danger, Golgo 13 takes on missions that range from eliminating hijackers to protecting himself from those who seek to take him down.\n\nGolgo 13's skillset extends beyond his exceptional marksmanship. He is a master of stealth, able to take out targets from several kilometers away without leaving a trace. His uncanny ability to avoid capture has earned him a reputation as a ghost, a machine, and a monster. But to the women who cross his path, he is a charismatic figure, impossible to resist.\n\nWith a heavy cigar constantly in hand, Golgo 13 is a hardcore, amoral assassin who will stop at nothing to fulfill his contracts. In this thrilling anime series, follow Golgo 13 as he embarks on 13 targeted missions that will leave you on the edge of your seat and questioning the true nature of justice.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a83d7325768d4a06",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.292421945401537,
    "arithmeticGeometricMean": 7.288182294639061,
    "median": 7.363636363636363,
    "hash": "a83d7325768d4a06",
    "lastUpdate": "2024-05-09"
  }
}