{
  "sources": [
    "https://anidb.net/anime/7415",
    "https://anilist.co/anime/8336",
    "https://anime-planet.com/anime/hana-kappa",
    "https://anisearch.com/anime/6152",
    "https://kitsu.io/anime/5297",
    "https://livechart.me/anime/10051",
    "https://myanimelist.net/anime/8336",
    "https://notify.moe/anime/FJImtFimR"
  ],
  "synopsis": {
    "text": "Gaizou's mischievous plans and Hanna Kappa's blossoming ambitions set the stage for an animated adventure filled with laughter, learning, and camaraderie in the enchanting world of Hanakappa-kun. Our young protagonist, Hanna Kappa, is a unique kappa (a mythical Japanese creature) who sports a flower on his head that refuses to settle on a single form.\n\nDetermined to master the art of controlling his floral bloom, Hanna Kappa embarks on a series of escapades under the watchful eye of his wise grandfather. Alongside his vibrant entourage, which includes the ever-optimistic Teru Teru Bouzu and the adventurous Sugiru-kun, Hanna Kappa learns valuable life lessons while keeping his beloved flower safe from the clutches of the cunning Gaizou.\n\nAs Hanna Kappa's flower continues to change, so does his ability to navigate the challenges that come his way. With each new day comes a fresh adventure, filled with laughter, friendship, and the unwavering spirit of a young kappa who is determined to protect his village and bloom into the best version of himself. Will Hanna Kappa finally achieve his dream of having an amazing adult flower, or will Gaizou succeed in his sinister plans? Join Hanna Kappa and his friends in this delightful animated series to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a8b49bf1d6411a37",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.474055658627088,
    "arithmeticGeometricMean": 5.43508733161492,
    "median": 5.0,
    "hash": "a8b49bf1d6411a37",
    "lastUpdate": "2024-05-09"
  }
}