{
  "sources": [
    "https://anidb.net/anime/2815",
    "https://anilist.co/anime/149",
    "https://anime-planet.com/anime/loveless",
    "https://anisearch.com/anime/3268",
    "https://kitsu.io/anime/127",
    "https://livechart.me/anime/4477",
    "https://myanimelist.net/anime/149",
    "https://notify.moe/anime/tUspcFimg"
  ],
  "synopsis": {
    "text": "Twelve-year-old Aoyagi Ritsuka's life is turned upside down when his beloved older brother Seimei is mysteriously murdered. Left with only an abusive mother, Ritsuka feels completely alone, until a stranger named Agatsuma Soubi approaches him claiming to have known Seimei. Ritsuka soon discovers that Soubi and Seimei were once a legendary fighting pair involved in a dangerous underworld of spell battles. As a \"Fighter,\" Soubi drew power from his \"Sacrifice\" Seimei to defeat opponents. Now with Seimei gone, the role of Sacrifice falls to Ritsuka. Though confused and skeptical at first, Ritsuka agrees to partner with Soubi to uncover the secrets behind Seimei's death. They quickly learn Seimei was killed by a ruthless organization called the Seven Moons. As Ritsuka and Soubi dive deeper into investigating his brother's murder, they unravel a mystery that reveals shocking truths about Seimei's past. Throughout this harrowing ordeal, Ritsuka struggles to reconcile his memories of his kind brother with the sinister hidden life Seimei led. With Soubi's questionable guidance, Ritsuka inches closer to finding answers and justice, while discovering his own dormant magical powers. But will learning the truth allow Ritsuka to finally heal, or will it only open deeper wounds?",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "a924ccbc48dad87d",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 6.5928578100363815,
    "arithmeticGeometricMean": 6.580281199428255,
    "median": 6.767,
    "hash": "a924ccbc48dad87d",
    "lastUpdate": "2024-05-09"
  }
}