{
  "sources": [
    "https://anidb.net/anime/5587",
    "https://anilist.co/anime/3702",
    "https://anime-planet.com/anime/detroit-metal-city",
    "https://anisearch.com/anime/4625",
    "https://kitsu.io/anime/3202",
    "https://livechart.me/anime/3880",
    "https://myanimelist.net/anime/3702",
    "https://notify.moe/anime/MVdl5FmmR"
  ],
  "synopsis": {
    "text": "Its frontman is a terror-invoking, phallus-wielding demon straight from the bowels of hell, and its concerts are a spectacle of wild abandon and head-banging frenzy. Welcome to the world of Detroit Metal City (DMC), the indie death metal band that's taking the music scene by storm. But behind the garish makeup and crude lyrics lies a soft-spoken college graduate named Souichi Negishi, who'd rather be listening to Swedish pop and sipping tea.\n\nNegishi, hailing from rural Ota Prefecture, had dreams of becoming a kindergarten teacher or a pop star, inspiring peace and joy with his music. Instead, he finds himself thrust into the role of Johannes Krauser II, the infamous lead singer of DMC. On stage, he transforms into a completely different person, screaming obscene lyrics and embodying the very essence of a metal demon. Off stage, he's still the same shy, peace-loving individual, struggling to reconcile his two personas and keep his double life a secret.\n\nAs DMC's popularity soars, so does Negishi's anxiety. His romantic life is in shambles, as his love interest despises DMC and its lewd lead singer. His bandmates, too, are ordinary guys leading double lives: the indestructible drummer Camus is actually an anime fan with a penchant for ecchi, while the bassist Alexander Jagi dreams of performing in a visual kei band.\n\nCaught between his dreams and reality, Negishi must navigate the chaotic world of death metal, juggling his unwanted fame, his secret identity, and his personal life. Will he find a way to reconcile his two worlds, or will the rage and fury of Detroit Metal City consume him forever? Only time will tell in",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.027187706143064,
    "arithmeticGeometricMean": 8.026241523977177,
    "median": 8.092272727272729
  },
  "lastUpdate": "2024-05-09"
}