{
  "sources": [
    "https://anidb.net/anime/2733",
    "https://anilist.co/anime/177",
    "https://anime-planet.com/anime/tsubasa-reservoir-chronicle",
    "https://anisearch.com/anime/759",
    "https://kitsu.io/anime/154",
    "https://livechart.me/anime/3752",
    "https://myanimelist.net/anime/177",
    "https://notify.moe/anime/5HrpcKmmR"
  ],
  "synopsis": {
    "text": "Travel ing across dimensions to save a cherished friend, young archaeologist Syaoran embarks on a quest to restore the memories of Princess Sakura, his childhood companion. After an archaeological dig in the desert kingdom of Clow goes awry, Sakura's memories are scattered across various realms in the form of mystical feathers. To save her, Syaoran must journey through these alternate worlds and collect the lost fragments of her memory.\n\nAccompanied by a diverse group of allies, including the exiled ninja Kurogane, the enigmatic magician Fay, and the peculiar white creature Mokona, Syaoran faces an uncertain future. The Dimensional Witch Yuuko has warned him that even if he succeeds in restoring Sakura's memories, she may not remember him. Undeterred, Syaoran and his newfound companions embark on an extraordinary adventure through time and space, determined to reclaim Sakura's memories and safeguard her life.\n\nAs they traverse the myriad realms, the group encounters a variety of challenges and adversaries, but they remain united in their purpose. Syaoran's love for Sakura and his unwavering resolve to save her fuel their journey, as they work together to overcome the seemingly insurmountable odds. With each feather they collect, they draw closer to their goal, but the price of their journey may be higher than they ever imagined. Will Syaoran be able to restore Sakura's memories and protect her, or will the cost of their dimensional travels prove too great to bear? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.516061143825119,
    "arithmeticGeometricMean": 7.515194267064933,
    "median": 7.5649999999999995,
    "lastUpdate": "2024-05-10"
  }
}