{
  "sources": [
    "https://anidb.net/anime/3613",
    "https://anilist.co/anime/11799",
    "https://anime-planet.com/anime/midori-no-neko",
    "https://anisearch.com/anime/171",
    "https://kitsu.io/anime/6605",
    "https://livechart.me/anime/6129",
    "https://myanimelist.net/anime/11799",
    "https://notify.moe/anime/x53StFimR"
  ],
  "synopsis": {
    "text": "Some where in the 1950s, a green cat of mysterious origins captures the attention of a private detective named Shunsaku Ban. Initially believed to be a harbinger of good fortune, the enigmatic feline soon reveals its sinister side, leaving misfortune in its wake. Driven by the tragic loss of a friend and the promise to protect his friend's infant son, Yuno, Shunsaku becomes wary of the cat's true intentions.\n\nFast forward to the present day, Yuno has now grown into a wealthy and influential man, with the green cat still faithfully by his side. Intriguingly, Yuno's luck at casinos is unparalleled, further fueling Shunsaku's suspicions. With a burning determination to save Yuno from the clutches of this seemingly evil creature, Shunsaku embarks on a thrilling investigation to uncover the truth behind the green cat's mysterious origins and its connection to Yuno.\n\nAs the first episode of the Lion Books Series, \"Midori no Neko\" unveils the chilling tale of a cosmic creature with a sinister plan to conquer Earth. This science fiction masterpiece showcases the enthusiasm and dedication of the Tezuka Production staff, who skillfully weave a captivating story centered on the theme of invasion and deception. Prepare to be enthralled by this engaging anime that blends mystery, suspense, and supernatural elements in a unique and captivating way.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a984a3a8245231bd",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.663568513119533,
    "arithmeticGeometricMean": 5.653872854415131,
    "median": 5.848979591836735,
    "hash": "a984a3a8245231bd",
    "lastUpdate": "2024-05-09"
  }
}