{
  "sources": [
    "https://anidb.net/anime/17183",
    "https://anilist.co/anime/144932",
    "https://anime-planet.com/anime/edens-zero-2nd-season",
    "https://anisearch.com/anime/17079",
    "https://kitsu.io/anime/45847",
    "https://livechart.me/anime/11076",
    "https://myanimelist.net/anime/50002",
    "https://notify.moe/anime/cgdBxbanR"
  ],
  "synopsis": {
    "text": "The story follows Shiki Granbell, a young boy with the power to control gravity, and his adventures through space with his new friends. Shiki was raised on the robot-inhabited planet Granbell by his robot guardian Ziggy, who taught him the importance of friendship. Shiki meets Rebecca, an online video streamer, and embarks on a journey across the stars. Together with Rebecca and the crew Shiki assembles, known as the Four Shining Stars, they gain control of a powerful spaceship called Edens Zero. Their goal is to reach the Sakura Cosmos and find Mother, a goddess that Shiki hopes to meet one day. Along the way, the Edens Zero crosses paths with Drakken Joe, an infamous space pirate and member of the Oración Seis Galáctica. Drakken Joe's warship Belial Gore trails the Edens Zero, prompting Shiki and his friends to infiltrate the ship and confront Drakken. However, Drakken has anticipated their arrival and takes the Edens Zero hostage, forcing Shiki into a deadly face-off against the pirate and his powerful henchmen. As Shiki ventures farther across the stars, he encounters new sights and expands his circle of trusted friends. But he also comes up against dangerous foes like Drakken Joe who threaten his quest. To achieve his dream of meeting Mother, Shiki must prevail over these threats with the help of both his gravity powers and his unbreakable bonds of friendship.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 7.399205705009276,
    "arithmeticGeometricMean": 7.391639947200726,
    "median": 7.502272727272727,
    "lastUpdate": "2024-05-09"
  }
}