{
  "sources": [
    "https://anidb.net/anime/459",
    "https://anilist.co/anime/1161",
    "https://anime-planet.com/anime/maze",
    "https://anisearch.com/anime/3075",
    "https://kitsu.io/anime/1042",
    "https://livechart.me/anime/6110",
    "https://myanimelist.net/anime/1161",
    "https://notify.moe/anime/F0MbcFiig"
  ],
  "synopsis": {
    "text": "They say reality is a construct, but for Maze, waking up amidst the ruins of her home in a fantastical realm with no memory of her past shatters that notion. Her life takes a dramatic turn when she meets Mill, a princess on the run, whose life she inadvertently saves when her house falls from the sky, crushing Mill's pursuers.\n\nAs fate would have it, Maze discovers her latent magical abilities, allowing her to summon Mill's ancestral mecha. But there's a twist: her powers fluctuate with the sun's cycle. By day, she's a novice, struggling to control her newfound strength, but by night, she transforms into a charismatic man with unparalleled command over the mecha.\n\nAs they journey through this bizarre world, Maze and Mill encounter an eclectic mix of allies, each with their own quirks and attractions. The female Maze becomes the object of their affection, while her male counterpart finds himself captivated by the women they meet.\n\nIn this whirlwind of magic, mystery, and gender-bending transformations, Maze must navigate her new reality, protect Mill, and unravel the enigma of her presence in this strange new world. Will she rise to the challenge, or will the unpredictable nature of her powers and the ever-looming threat of Mill's pursuers prove too much to handle? Only time will tell in this thrilling and unpredictable adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a9b535e050ca3c05",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.555405954589628,
    "arithmeticGeometricMean": 6.552957660261404,
    "median": 6.454545454545455,
    "hash": "a9b535e050ca3c05",
    "lastUpdate": "2024-05-09"
  }
}