{
  "sources": [
    "https://anidb.net/anime/4571",
    "https://anilist.co/anime/1587",
    "https://anime-planet.com/anime/ghost-slayers-ayashi",
    "https://anisearch.com/anime/3709",
    "https://kitsu.io/anime/1427",
    "https://livechart.me/anime/5067",
    "https://myanimelist.net/anime/1587",
    "https://notify.moe/anime/fY8-cFiiR"
  ],
  "synopsis": {
    "text": "Ayagami: In the chaotic city of Edo during the 14th year of the Tenpo era, mysterious creatures known as Youi wreak havoc, plaguing the already famine-stricken populace. These otherworldly beings, born from the prayers and fears of humanity, descend from the mountains and rise from the earth, causing terror and destruction. To combat these ancient gods, an organization called the Bansha Aratemesho, or the Office of Barbarian Knowledge Enforcement, is formed under the guise of studying foreign books. Their members, known as Ayashi, possess special powers to vanquish the Youi.\n\nEnter Yukiatsu Ryuudou, a wandering gambler and thief who has spent the last 25 years denying his true identity and abilities. With the power of Ayagami, Yukiatsu can uncover the true names of the Youi, turning their own kanji into powerful weapons to exorcise them. When a chance encounter with a Youi forces Yukiatsu to confront his past, he must choose between continuing his life as a fugitive or joining the Ayashi to protect Edo from the supernatural threat. With an eclectic group of warriors by his side, including a memory-loss-stricken man and a cross-dressing woman, Yukiatsu embarks on a dangerous journey to rediscover his long-hidden powers and bring peace to the beleaguered city.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a9e452f78d3f7711",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.7864341372912795,
    "arithmeticGeometricMean": 6.783002961597384,
    "median": 6.85,
    "hash": "a9e452f78d3f7711",
    "lastUpdate": "2024-05-10"
  }
}