{
  "sources": [
    "https://anidb.net/anime/1809",
    "https://anilist.co/anime/2761",
    "https://anime-planet.com/anime/space-runaway-ideon-be-invoked",
    "https://anisearch.com/anime/1860",
    "https://kitsu.io/anime/2521",
    "https://livechart.me/anime/5914",
    "https://myanimelist.net/anime/2761",
    "https://notify.moe/anime/Sl6ycKiiR"
  ],
  "synopsis": {
    "text": "Earth's last hope, the Solo Ship, and its valiant crew are locked in a relentless battle against the formidable Buff Clan, with the outcome poised to decide the destiny of all existence in the cosmos. As the Buff Clan's complete armada, including their latest and deadliest superweapon, assembles above their homeworld, their Supreme Commander Doba wrestles with the weight of his people's future resting on this military showdown. Can the Ome Foundation's lethal technology truly vanquish the legendary Giant God, Ideon?\n\nMeanwhile, aboard the Solo Ship, Earth's survivors yearn for a safe haven from the Buff Clan's ceaseless assaults, a dream they know to be unattainable. They dare not abandon the Ideon, fearing the chaos its power could unleash, yet they cannot control it, and its mere presence provokes further bloodshed. As the final confrontation looms, the Solo Ship and the Buff Clan brace for the inevitable clash.\n\nPushed to the galaxy's edge, the Solo Ship's crew faces insurmountable odds amidst the ruins of their home planet and the relentless Buff Clan attacks. The Ideon stands as humanity's last bastion, but the strain of their final stand threatens to shatter their resolve. Captain Bes Jordan and pilot Cosmo Yuuki race against time to safeguard their last chance at survival, even as despair gnaws at their loved ones. With their remaining arsenal, they fight on, their survival hinging on a final duel against Harulu Ajiba, who seeks to restore her lost honor in her father's eyes. The ultimate battle approaches, one that will determine the fate of all life in the universe.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "a9f5d970a5bdd68c",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.423976853078893,
    "arithmeticGeometricMean": 7.411719861728575,
    "median": 7.472,
    "hash": "a9f5d970a5bdd68c",
    "lastUpdate": "2024-05-09"
  }
}