{
  "sources": [
    "https://anidb.net/anime/10662",
    "https://anilist.co/anime/20725",
    "https://anime-planet.com/anime/kurokos-basketball-3",
    "https://anisearch.com/anime/9677",
    "https://kitsu.io/anime/8524",
    "https://livechart.me/anime/597",
    "https://myanimelist.net/anime/24415",
    "https://notify.moe/anime/o1PAtFmig"
  ],
  "synopsis": {
    "text": "That thrilling final season of Kuroko no Basket witnesses Seirin High School's basketball team reaching the semifinals of the prestigious Winter Cup, alongside Kaijou, Rakuzan, and Shuutoku. Each of these teams boasts a member from the legendary Generation of Miracles, setting the stage for a series of intense showdowns.\n\nSeirin's journey to the top is far from easy, as they must confront formidable opponents who have long dominated the middle and high school basketball scene. Kuroko, the unassuming yet determined player from Seirin, finds himself once again facing off against his former teammates. His steadfast belief in the power of team play over individual skill is put to the test against a perfect copy and an absolute authority in the sport.\n\nAs Kuroko strives to validate his unique approach to basketball, he and his Seirin teammates remain focused on their ultimate goal: to triumph in the Winter Cup and break the long-standing dominance of the Generation of Miracles.\n\nMeanwhile, an unexpected encounter unfolds outside the tournament building. Kagami, encouraged by Kuroko, seeks to reconcile with Himuro but stumbles upon a heated altercation involving Himuro, Alex, and a mysterious individual named Shogo Haizaki from Fukuda Sogo Gakuen. As it turns out, Haizaki was a regular player in the first-string team at Teiko Junior High before Kise joined, adding another layer of intrigue to the unfolding story.\n\nWill Seirin High School's commitment to team play and their unwavering resolve be enough to surmount the seemingly insurmountable challenges that lie ahead? Only time will tell in this gripping tale of determination, camaraderie, and the love for basketball.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.276451026500364,
    "arithmeticGeometricMean": 8.27401017736029,
    "median": 8.333181818181817,
    "lastUpdate": "2024-05-09"
  }
}