{
  "sources": [
    "https://anidb.net/anime/453",
    "https://anilist.co/anime/287",
    "https://anime-planet.com/anime/baki-the-grappler",
    "https://anisearch.com/anime/3483",
    "https://kitsu.io/anime/262",
    "https://livechart.me/anime/5089",
    "https://myanimelist.net/anime/287",
    "https://notify.moe/anime/hW225Fmig"
  ],
  "synopsis": {
    "text": "Hanma Baki, a young prodigy in the ruthless world of underground martial arts, has only one ambition: to surpass his father, Yujiro, the most feared fighter globally known as 'The Ogre'. To achieve this, Baki engages in brutal, no-holds-barred combat, where there are no rules, no time limits, and no mercy. At the tender age of 13, Baki takes on 100 opponents, but his victory over 37 of them leaves him dissatisfied. He dismisses his trainer and seeks out formidable adversaries like Yu Lee, the junior welterweight champion, to push his limits.\n\nUnder the tutelage of his mother, Emi Akezawa, Baki hones his skills and strengthens his body. However, realizing her techniques are insufficient, Baki embarks on a journey to forge his own path. He forms unyielding bonds with powerful opponents, each battle bringing him closer to his ultimate goal: to claim the title of 'King' from his father.\n\nEvery warrior's life is a relentless pursuit of power, and Baki is no exception. He knows that to become the world's best, he must face adversity, learn from his mistakes, and continue to grow. Will Baki's unwavering determination and self-discipline lead him to victory, or will he be another fighter swallowed by the unforgiving world of underground martial arts? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "aa0706dac9ec3b15",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.2784741738592675,
    "arithmeticGeometricMean": 7.273003877877892,
    "median": 7.384272727272727,
    "hash": "aa0706dac9ec3b15",
    "lastUpdate": "2024-05-09"
  }
}