{
  "sources": [
    "https://anidb.net/anime/5932",
    "https://anilist.co/anime/4472",
    "https://anime-planet.com/anime/lucky-star-ova",
    "https://anisearch.com/anime/4893",
    "https://kitsu.io/anime/3628",
    "https://livechart.me/anime/3794",
    "https://myanimelist.net/anime/4472",
    "https://notify.moe/anime/sulucKmmg"
  ],
  "synopsis": {
    "text": "Minami and her weary canine, Cherry, welcome their friends to their grand abode for a day of fun and games. The group delves into an online RPG, offering a unique blend of entertainment and critical analysis of the game's features. Meanwhile, Kagami opts for a quiet evening at home, only to be greeted by a magical visit from Konata, leading to a whimsical reimagining of the classic Cinderella tale.\n\nIn the world of sports, Tsukasa finds herself repeatedly outmatched by her older sister, Kagami, in volleyball. Determined to turn the tables, Tsukasa sets out to cultivate her competitive spirit. The great outdoors beckons the Hiiragi sisters, Miyuki, and Konata, leading to an unforeseen detour during a mountain hiking trip.\n\nThe lives of four high school friends—Konata, Tsukasa, Kagami, and Miyuki—are far from ordinary. With a knack for humor and an endless stream of anime, manga, and game references courtesy of Konata, their everyday experiences are infused with excitement and laughter. From engaging in peculiar conversations with a friend's pet to transforming a simple gym class volleyball game into a sibling showdown, these friends have a talent for turning the mundane into the extraordinary.\n\nIn the realm of virtual reality, Kagami and Tsukasa embark on an adventure in an online role-playing game, guided by the seasoned Konata and Ms. Kuroi. Brace yourself for an unexpected twist as Kagami dons a Miku Hatsune cosplay. But if surreal frog encounters and cosplay revelations aren't your cup of tea, fear not! The girls also partake in typical activities like camping trips and volley",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "aa4de653811296e0",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.838620980210266,
    "arithmeticGeometricMean": 7.838290886701066,
    "median": 7.82,
    "hash": "aa4de653811296e0",
    "lastUpdate": "2024-05-09"
  }
}