{
  "sources": [
    "https://anidb.net/anime/11203",
    "https://anilist.co/anime/21170",
    "https://anime-planet.com/anime/assassination-classroom-2nd-season",
    "https://anisearch.com/anime/10438",
    "https://kitsu.io/anime/10877",
    "https://livechart.me/anime/1561",
    "https://myanimelist.net/anime/30654",
    "https://notify.moe/anime/YFh_tKmiR"
  ],
  "synopsis": {
    "text": "Koro-sensei, an alien octopus with extraordinary abilities, has set a daunting challenge for the students of Class 3-E at the esteemed Kunugigaoka Middle School: eliminate him before he annihilates the Earth. As the second semester commences, the students find themselves in a relentless battle against time and formidable adversaries. While striving to maintain their academic performance, they must devise ingenious strategies to outwit their cunning teacher, who remains a constant source of inspiration and guidance.\n\nHowever, the obstacles they face extend beyond their classroom. Gakuhou Asano, the school's ruthless principal, seeks to undermine their efforts by transforming his students into fiercely competitive studying machines. Furthermore, rival assassins, both old and new, are enticed by the lucrative bounty on Koro-sensei's head. Amidst this escalating conflict, Nagisa Shiota, one of Class 3-E's most proficient assassins, must navigate the treacherous waters of domestic affairs that threaten his position in the class.\n\nWith the odds stacked against them, Nagisa and his classmates must unite to confront these challenges head-on. Will they be able to overcome their foes, achieve academic success, and save the world from impending doom? Join them in this thrilling, action-packed adventure that masterfully blends humor and suspense.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "aa886521d1a8be1d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.437737788355436,
    "arithmeticGeometricMean": 8.435999594049104,
    "median": 8.47909090909091,
    "hash": "aa886521d1a8be1d",
    "lastUpdate": "2024-05-08"
  }
}