{
  "sources": [
    "https://anidb.net/anime/17778",
    "https://anilist.co/anime/114123",
    "https://anime-planet.com/anime/san-ti",
    "https://anisearch.com/anime/17124",
    "https://kitsu.io/anime/46877",
    "https://myanimelist.net/anime/50445"
  ],
  "synopsis": {
    "text": "China’s Cultural Revolution of 1967 leaves a lasting impact on Ye Wenjie, as she witnesses the brutal murder of her father at the hands of Red Guards. This event sets the stage for a series of interconnected incidents that unfold over the next four decades, ultimately determining the fate of humanity.\n\nFast forward to the present day, and a string of unexplained suicides within the global scientific community raises alarm bells. Beijing police enlist the help of nanotech engineer Wang Miao to infiltrate a clandestine group of scientists. As Wang delves deeper into the mystery, he finds himself drawn into a perplexing online game known as Three Body, which transports him to a virtual universe governed by the erratic interactions of three suns.\n\nThe Three-Body Problem, as it turns out, holds the key to unraveling the enigma surrounding the scientists' deaths, shedding light on a far-reaching conspiracy, and revealing an imminent existential threat to mankind.\n\nMeanwhile, China's Earth Defense Command assigns Shi Qiang, a suspended police officer, to investigate the strange occurrences. Despite initial mutual animosity, Wang and Shi join forces to confront the impending challenges.\n\nAs the countdown to the Trisolaran fleet's arrival in 400 years begins, the distant flutter of a butterfly's wings alters the course of Luo Ji's destiny. The Wall-Facing Project commences, and in a room shattered by Sophon, broken individuals take their places one by one.\n\nBased on Cixin Liu's award-winning 2015 novel, this anime adaptation weaves together a complex narrative that spans light-years and explores the intricate relationship between humanity and the cosmos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-07"
  },
  "score": {
    "arithmeticMean": 6.902471985157699,
    "arithmeticGeometricMean": 6.8447046264148526,
    "median": 6.2727272727272725,
    "lastUpdate": "2024-05-07"
  }
}