{
  "sources": [
    "https://anidb.net/anime/891",
    "https://anilist.co/anime/1533",
    "https://anime-planet.com/anime/wedding-peach",
    "https://anisearch.com/anime/1279",
    "https://kitsu.io/anime/1374",
    "https://livechart.me/anime/6900",
    "https://myanimelist.net/anime/1533",
    "https://notify.moe/anime/9K0acKmmg"
  ],
  "synopsis": {
    "text": "Something wicked is brewing as the nefarious Lady Raindevila plots to eradicate love and romance from the universe! Amidst this cosmic chaos, a young schoolgirl named Momoko Hanasaki finds herself thrust into the heart of the battle. Bestowed with a mysterious ruby ring by her mother, Momoko teams up with her two best friends, Yuri Tanima and Hinagiku Tamano, to combat the forces of evil.\n\nIn a world where humans, angels, and devils coexist, the malevolent Raindevila seeks to annihilate the angel realm with her devil minions. To counter this threat, the goddess Aphrodite dispatches an angel, Limone, to the human world to awaken three love angels. Momoko, Yuri, and Hinagiku transform into Angel Lilly, Angel Daisy, and Wedding Peach, respectively, tasked with restoring peace to the angel world.\n\nAs these unlikely heroes navigate their newfound powers and the trials of adolescence, they must gather the scattered pieces of the Sacred Four Somethings to vanquish the evil queen. With love and friendship as their guiding lights, these schoolgirls-turned-angels strive to protect marriages, fend off devils, and find time for their own crushes.\n\nJoin Momoko, Yuri, and Hinagiku as they juggle school, love, and saving the world in this enchanting tale of courage, friendship, and the power of love.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ab10536f47c27563",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.376012589451364,
    "arithmeticGeometricMean": 6.362969802195714,
    "median": 6.636363636363637,
    "hash": "ab10536f47c27563",
    "lastUpdate": "2024-05-08"
  }
}