{
  "sources": [
    "https://anidb.net/anime/595",
    "https://anilist.co/anime/288",
    "https://anime-planet.com/anime/beyblade",
    "https://anisearch.com/anime/78",
    "https://kitsu.io/anime/263",
    "https://livechart.me/anime/5031",
    "https://myanimelist.net/anime/288",
    "https://notify.moe/anime/sSh2cKiig"
  ],
  "synopsis": {
    "text": "Beybladers, prepare for a thrilling adventure as 13-year-old Tyson embarks on a journey to become the world's ultimate champion in the high-stakes world of Beyblade battles! In this action-packed anime, schoolboys compete against each other in intense gyroscope tournaments, using launching devices to release their spinning tops onto a playing surface, with the goal of knocking their opponents' gyroscopes off the field.\n\nAs Tyson sets his sights on the coveted title of Beyblade World Champion, he quickly discovers that these small high-tech spinning tops are more than just toys. Mystical and ancient creatures known as Bitbeasts can inhabit the Beyblades, providing a significant power boost and giving their wielders a formidable edge in battle.\n\nAlongside his trusty team, the Bladebreakers, Tyson faces off against formidable foes, including villainous gangs and bio-enhanced Beybladers. With the support of his friends – the computer genius Kenny, and fellow Beybladers Kai, Max, and Ray – Tyson learns valuable lessons about teamwork, sportsmanship, and the true power of the Bitbeasts.\n\nAs the Bladebreakers rise through the ranks and conquer challenges, they discover that the world of Beyblading isn't always fair. But with determination, skill, and a strong bond, they strive to become the greatest Beybladers in the world and prevent evil forces from achieving global domination. Join Tyson and the Bladebreakers as they unleash the full potential of their Bitbeasts and spin their way to victory!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ab4238b657a84c2a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.338420531849104,
    "arithmeticGeometricMean": 6.308070370357136,
    "median": 6.753636363636364,
    "hash": "ab4238b657a84c2a",
    "lastUpdate": "2024-05-08"
  }
}