{
  "sources": [
    "https://anidb.net/anime/1180",
    "https://anilist.co/anime/1050",
    "https://anime-planet.com/anime/bobobo-bo-bo-bobo",
    "https://anisearch.com/anime/1326",
    "https://kitsu.io/anime/940",
    "https://livechart.me/anime/4514",
    "https://myanimelist.net/anime/1050",
    "https://notify.moe/anime/vJLJ5Fmig"
  ],
  "synopsis": {
    "text": "Boubobo-bo Bo-bobo, a fearless warrior with golden locks and indestructible nose hairs, embarks on a daring mission in the year 300X to thwart the malevolent Maruhage Empire's plans to seize control of the world by stealing everyone's hair. As the empire's tyrannical leader, Czar Baldy Bald IV, dispatches his formidable hair hunters to carry out his sinister plot, Bo-bobo rises as a beacon of hope for the people.\n\nEquipped with his extraordinary \"Fist of the Nose Hair\" technique, Bo-bobo transforms his nose hairs into lethal chains, striking fear into the hearts of his adversaries. Alongside his newfound ally, Beauty, whom he rescues from the empire's clutches, and a host of other eccentric companions, Bo-bobo sets out on an exhilarating and comedic adventure to vanquish the empire's forces and restore the world's hair.\n\nAs they journey through treacherous lands and face off against an array of bizarre and menacing foes, Bo-bobo and his friends employ their unique skills and unwavering determination to protect the people's freedom. With each victory, they draw closer to their ultimate goal: a climactic showdown with the empire's ruler, Tsuru Tsurulina IV. Can Bo-bobo and his team triumph against all odds and bring an end to the hair-hunting tyranny once and for all? Join them on this wild, hair-raising escapade to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ab712f68b3e8325c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.861010204081632,
    "arithmeticGeometricMean": 6.8442743519084654,
    "median": 7.1431818181818185,
    "hash": "ab712f68b3e8325c",
    "lastUpdate": "2024-05-09"
  }
}