{
  "sources": [
    "https://anidb.net/anime/6325",
    "https://anilist.co/anime/4565",
    "https://anime-planet.com/anime/tengen-toppa-gurren-lagann-lagann-hen",
    "https://anisearch.com/anime/5223",
    "https://kitsu.io/anime/3689",
    "https://livechart.me/anime/3838",
    "https://myanimelist.net/anime/4565",
    "https://notify.moe/anime/Ou6ucKiig"
  ],
  "synopsis": {
    "text": "One day, in a distant future, a young boy named Simon stumbles upon a small, radiant drill deep within the subterranean caverns known as pits, where humans have built their homes and raised their livestock. This discovery sets the stage for a series of intense battles against colossal robots called Gunmen, led by the ruthless Four Supreme Generals of the Spiral King, who are determined to eradicate humanity from the planet's surface.\n\nAlongside the daring and charismatic Kamina and the trigger-happy Yoko, Simon forms Team Dai-Gurren, which eventually confronts and defeats the Spiral King, Lordgenome. Despite the ominous warning from the 1,000-year-old Lordgenome about the dangers lurking in space, humanity flourishes on the planet's surface, enjoying a prosperous and peaceful era. However, this newfound prosperity leads to rapid population growth, which in turn awakens a mysterious and formidable enemy known as the Anti-Spiral.\n\nAs the Anti-Spiral's manipulative power proves to be too much for humanity to combat, desperation and despair begin to spread. In these dark times, Team Dai-Gurren reunites to stand up against this fearsome adversary. Driven by the hope for a better future and the memory of Kamina, Simon and his team, including Nia Teppelin, are determined to overcome the Anti-Spiral and restore humanity's lost hope.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "aba2f441b3ecde71",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.370271496140544,
    "arithmeticGeometricMean": 8.368975787976487,
    "median": 8.375636363636364,
    "hash": "aba2f441b3ecde71",
    "lastUpdate": "2024-05-10"
  }
}