{
  "sources": [
    "https://anidb.net/anime/13123",
    "https://anilist.co/anime/98635",
    "https://anime-planet.com/anime/relife-kanketsu-hen",
    "https://anisearch.com/anime/12472",
    "https://kitsu.io/anime/13502",
    "https://livechart.me/anime/2677",
    "https://myanimelist.net/anime/35466",
    "https://notify.moe/anime/a8RVhKmmR"
  ],
  "synopsis": {
    "text": "Hishiro and Kaizaki, two participants in the ReLIFE experiment, find themselves nearing the end of their high school journey as the school year draws to a close. The experiment, which has transformed their perspectives and lives, has also fostered deep connections and relationships.\n\nKaizaki, once a 27-year-old struggling NEET, was given a chance to relive his high school years through the ReLIFE program. With the help of a mysterious drug, he was made to look younger and sent back to school. This experiment has not only changed his outlook on life but also helped him form meaningful friendships. However, as the experiment comes to an end, he must face the harsh reality that he will be forgotten by all those he has come to care for.\n\nSimilarly, Hishiro has experienced significant personal growth during her time in the ReLIFE experiment. She has evolved into a more open and thoughtful individual, thanks to the people she has met and the experiences she has had. But as the end looms, she must confront the possibility of losing the memories she has made.\n\nAs their time in the ReLIFE experiment dwindles, Kaizaki and Hishiro find themselves grappling with their deepening feelings for each other. Will they have the courage to follow their hearts, or will the fear of losing their memories extinguish their budding romance?\n\nIn the final four episodes of ReLIFE: Kanketsuhen, witness the culmination of Kaizaki and Hishiro's journey as they navigate through the challenges of their experiment and the complexities of their emotions.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.222049474335188,
    "arithmeticGeometricMean": 8.22115252914202,
    "median": 8.251363636363635,
    "lastUpdate": "2024-05-09"
  }
}