{
  "sources": [
    "https://anidb.net/anime/12422",
    "https://anilist.co/anime/97660",
    "https://anime-planet.com/anime/sakurada-reset",
    "https://anisearch.com/anime/11790",
    "https://kitsu.io/anime/12599",
    "https://livechart.me/anime/2338",
    "https://myanimelist.net/anime/34102",
    "https://notify.moe/anime/5MImhKiig"
  ],
  "synopsis": {
    "text": "Nearly half of the inhabitants of the coastal town of Sakurada possess unique supernatural abilities. Kei Asai, a high school student with an extraordinary photographic memory, encounters Misora Haruki, a seemingly indifferent girl with the power to reset time up to three days. Together, they form an unlikely duo, utilizing their combined abilities to assist fellow townspeople while retaining memories of the reset events.\n\nAs members of their school's Service Club, Kei and Misora become entangled with the enigmatic Administration Bureau, an organization responsible for monitoring and managing the town's abilities. The club takes on missions assigned by the Bureau, gradually uncovering hidden truths behind the organization's intentions and the mysterious MacGuffin stone that holds the key to Sakurada's existence.\n\nHowever, the duo's past actions have led to unforeseen consequences, including the untimely death of a former classmate. In their quest to correct the past and prevent further tragedies, Kei and Misora must navigate the complex web of time manipulation, supernatural abilities, and the shadowy machinations of the Administration Bureau.\n\nJoin Kei and Misora on their thrilling journey through time as they strive to right the wrongs of the past and protect their town in this captivating anime filled with suspense, intrigue, and heartwarming friendships.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "abe6b5c99df836ce",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.025650664811379,
    "arithmeticGeometricMean": 7.022532700656491,
    "median": 7.058163265306122,
    "hash": "abe6b5c99df836ce",
    "lastUpdate": "2024-05-09"
  }
}