{
  "sources": [
    "https://anidb.net/anime/11343",
    "https://anilist.co/anime/21249",
    "https://anime-planet.com/anime/concrete-revolutio",
    "https://anisearch.com/anime/10555",
    "https://kitsu.io/anime/11165",
    "https://livechart.me/anime/1696",
    "https://myanimelist.net/anime/31147",
    "https://notify.moe/anime/O3BXtFiig"
  ],
  "synopsis": {
    "text": "Amidst the bustling streets of an alternate Japan, a remarkable phenomenon has transformed the nation. In this world, every superhuman conceived in the realm of fiction has come to life, coexisting with ordinary citizens. From extraterrestrial titans to mystical beings, ancient phantoms, and scientifically engineered cyborgs, these extraordinary entities have become an integral part of society. Some have embraced their roles as celebrities, while others operate covertly, safeguarding humanity from unseen threats.\n\nEnter Hitoyoshi Jirou, a dedicated member of the Superhuman Bureau, an organization established by the Japanese government to monitor and protect these unique individuals. As he navigates the complex web of superhuman affairs, Jirou finds himself entangled in a world of shifting loyalties and moral ambiguities. When a clandestine operation goes awry, Jirou is forced to ally himself with Kikko Hoshino, a magical girl and fellow superhuman. Together, they strive to maintain the delicate balance between humans and superhumans, even as tensions rise and the once-peaceful coexistence begins to fracture.\n\nFive years later, Jirou's world has drastically changed. Accused of betraying the very agency he once served, he is now a fugitive, hunted by the same superhumans he once sought to protect. As he navigates the rain-soaked alleyways of Shinjuku, Jirou must confront not only his former allies but also the complex realities of a world where the line between hero and villain is increasingly blurred. In this thrilling tale of power, loyalty, and redemption, one man's struggle to navigate a world teeming with superhumans unfolds, challenging viewers to question the true nature of heroism.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ac0b8287be687c65",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.609148234041092,
    "arithmeticGeometricMean": 6.603105324152535,
    "median": 6.650589225589226,
    "hash": "ac0b8287be687c65",
    "lastUpdate": "2024-05-09"
  }
}