{
  "sources": [
    "https://anidb.net/anime/366",
    "https://anilist.co/anime/1548",
    "https://anime-planet.com/anime/queen-millennia",
    "https://anisearch.com/anime/183",
    "https://kitsu.io/anime/1389",
    "https://livechart.me/anime/6783",
    "https://myanimelist.net/anime/1548",
    "https://notify.moe/anime/1uba5FmiR"
  ],
  "synopsis": {
    "text": "Tsukuba observatory assistant Yayoi Yukino shares plans for a powerful spaceship propulsion system with a scientist, leading to a tragic explosion that leaves young Hajime Amamori orphaned. Hajime is adopted by his uncle, Professor Amamori, who runs the observatory and employs Yayoi. The observatory discovers Lametal, an advanced alien civilization on a planet with a large elliptical orbit that threatens to destroy Earth on September 9th, 1999. Lametalians establish a base on Earth, overseen by the Queen of a Thousand Years, to evacuate scientists and improve their own living conditions. However, a group of rebel Lametalians, known as the Thieves of a Thousand Years, oppose this plan. Meanwhile, humanity forms an international organization to combat this interstellar threat.\n\nIn 1999, elementary school student Hajime Amamori's life takes a dramatic turn when his father's experimental equipment explodes, leaving him orphaned. Hajime is taken in by his astronomer uncle and meets Yukino Yayoi, his uncle's assistant and secret crush, who works at her parents' ramen shop. Yayoi, however, is not your average girl; she is the Millennial Queen sent from her home planet, LaMetal, to prepare Earth for potential destruction due to LaMetal's extremely elliptical orbit that causes natural disasters every thousand years. Yayoi's mission is to evacuate humans to LaMetal, but the Millennial Thieves' leader is determined to stop her. Will Yayoi succeed in saving humanity, or will the Millennial Thieves thwart her plans?\n\nHajime Amamori, an ordinary elementary school student, becomes an orphan after his father's",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ac13cc5c75292340",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.161009806520011,
    "arithmeticGeometricMean": 7.158951521180596,
    "median": 7.13,
    "hash": "ac13cc5c75292340",
    "lastUpdate": "2024-05-10"
  }
}