{
  "sources": [
    "https://anidb.net/anime/5268",
    "https://anilist.co/anime/10463",
    "https://anime-planet.com/anime/exper-zenon",
    "https://anisearch.com/anime/4333",
    "https://kitsu.io/anime/6192",
    "https://livechart.me/anime/7190",
    "https://myanimelist.net/anime/10463",
    "https://notify.moe/anime/TxiVtKiig"
  ],
  "synopsis": {
    "text": "One ordinary day, high school student and gaming aficionado Hiroshi Zenno stumbles upon an invitation to play a new game called 'Expers'. Little does he know, his acceptance propels him into a thrilling and perilous journey. The game isn't just a virtual experience, but a real-life battle royale where the stakes are life and death.\n\nWhen a mysterious girl, Princess Atover, materializes in his classroom, Hiroshi's life takes an unexpected turn. She bestows upon him an 'Exper Suit', a powerful armor that grants him extraordinary abilities, and renames him 'Zenon'. As Zenon, he must navigate through a world where the line between game and reality blurs.\n\nIn this game, there can only be one survivor, and Zenon is not the sole contender. He must outmaneuver and outfight 99 other players, all vying for the title of the main character. As he plunges deeper into this deadly game, Zenon is determined to uncover the true mastermind behind 'Expers' and the reason for its existence.\n\nWill Zenon emerge victorious, unraveling the mysteries of 'Expers', or will he succumb to the challenges that lie ahead? Join Zenon in this action-packed anime, where every decision could be his last, and every victory brings him one step closer to the truth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ac8f8dce09703e66",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 5.624558706599523,
    "arithmeticGeometricMean": 5.608891001058191,
    "median": 5.454545454545455,
    "hash": "ac8f8dce09703e66",
    "lastUpdate": "2024-05-09"
  }
}