{
  "sources": [
    "https://anidb.net/anime/12395",
    "https://anilist.co/anime/97625",
    "https://anime-planet.com/anime/tsugumomo",
    "https://anisearch.com/anime/12070",
    "https://kitsu.io/anime/12534",
    "https://livechart.me/anime/2320",
    "https://myanimelist.net/anime/34019",
    "https://notify.moe/anime/wMjzhFiiR"
  ],
  "synopsis": {
    "text": "Throw away your ordinary life and step into the extraordinary world of Kazuya Kagami, a young man whose most cherished possession is his late mother's obi. Infused with the scent of cherry blossoms, the obi not only comforts him but also saves his life when it transforms into a stunning kimono-clad girl named Kiriha. As a tsukumogami, a spirit born from an object after a hundred years of existence, Kiriha now serves Kazuya as her owner.\n\nSuddenly, Kazuya's mundane life becomes a whirlwind of supernatural encounters and hilarious situations. With Kiriha by his side, he must navigate a world filled with gods and other tsukumogami, some friendly and others dangerous. Along the way, he reunites with his bespectacled childhood friend, Chisato, who never hesitates to interfere in his affairs. But that's not all - Kazuya's life takes an even more bizarre turn when he finds himself surrounded by a bevy of beautiful women, including an overprotective older sister, a well-endowed priestess, and a bewitching sorceress named Kokuyoura.\n\nBrace yourself for a wild and unpredictable ride as Kazuya embarks on a thrilling adventure filled with laughter, romance, and heart-stopping action. With Kiriha and his newfound friends, he will discover the secrets of the tsukumogami and learn what it truly means to be alive. Get ready to be captivated by this enchanting tale of love, friendship, and the power of cherished memories.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.057467291967292,
    "arithmeticGeometricMean": 7.055293008286369,
    "median": 7.077,
    "lastUpdate": "2024-05-10"
  }
}