{
  "sources": [
    "https://anidb.net/anime/14655",
    "https://anilist.co/anime/107651",
    "https://anime-planet.com/anime/a3-season-spring-and-summer",
    "https://anisearch.com/anime/14152",
    "https://kitsu.io/anime/42146",
    "https://livechart.me/anime/9212",
    "https://myanimelist.net/anime/39184",
    "https://notify.moe/anime/kd7l-56mg"
  ],
  "synopsis": {
    "text": "These synopses introduce us to the world of Veludo Way, a vibrant district in Tokyo known for its thriving theater scene. Izumi Tachibana, once an aspiring actress, finds herself thrust into the role of director for the once-renowned Mankai Company, a theater ensemble now teetering on the brink of ruin.\n\nUpon receiving a letter addressed to her missing father, Izumi discovers the theater is in dire straits, burdened by debt and down to its last member. In a twist of fate, she encounters Sakyou Furuichi, a yakuza from her childhood, who offers her a chance to save the theater. The challenge? Reassemble the four troupes that once formed the Mankai ensemble, each named after a season and embodying its distinct mood, and stage a successful performance within a month.\n\nWith no acting experience and a looming deadline, Izumi must recruit and train new members for the spring troupe. Among them are Sakuya Sakuma, a passionate high school student; Masumi Usui, a boy smitten with Izumi; Tsuzuru Minagi, a budding playwright; Itaru Chigasaki, a seasoned office worker; and Citron, a friendly foreigner. Despite their lack of acting experience, Izumi is determined to transform this motley crew into a troupe capable of reviving the Mankai Company to its former glory.\n\nThe stakes are high, and the clock is ticking. Can Izumi rise to the challenge and help the Mankai Company bloom once more?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ad11699a0c1ffbea",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.879288033395176,
    "arithmeticGeometricMean": 6.859073029278586,
    "median": 7.110454545454545,
    "hash": "ad11699a0c1ffbea",
    "lastUpdate": "2024-05-08"
  }
}