{
  "sources": [
    "https://anidb.net/anime/4974",
    "https://anilist.co/anime/2169",
    "https://anime-planet.com/anime/ice",
    "https://anisearch.com/anime/4074",
    "https://kitsu.io/anime/1964",
    "https://livechart.me/anime/7391",
    "https://myanimelist.net/anime/2169",
    "https://notify.moe/anime/Z3eL5KmmR"
  ],
  "synopsis": {
    "text": "And so, the world found itself in the year 2sp2012, a dystopian future where the human race teetered on the brink of extinction. An unknown environmental contaminant had claimed the lives of all males, leaving behind a world populated solely by women. As the Mir space station plummeted to Earth, it brought with it a seemingly unrelated yet catastrophic event that spelled doom for half the population.\n\nIn the heart of Tokyo, one of the few remaining inhabited areas, a struggle unfolds between two factions of women. One group, resigned to their impending doom, seeks solace in hedonistic pursuits. The other, clinging to hope, turns to science as their last bastion against the inevitable.\n\nAt the helm of the protectors is Hitomi Landsknecht, a woman who, along with her companions, stumbles upon a mysterious substance known as \"ICE.\" This enigmatic technology holds the key to the rebirth of males, potentially rekindling the spark of humanity's survival. However, with its promise of hope comes the threat of destruction, as it could also unleash a monster capable of wiping out the remaining women.\n\nAs bio-terrorism casts its ominous shadow over Japan, the women grapple with their stark reality. The conflict over the coveted \"ICE\" specimen ignites, and the future of humanity hangs in the balance. Will the remnants of womankind manage to alter their destiny, or will they succumb to the cruel hands of fate? Only time will tell in this gripping tale of survival, hope, and the indomitable human spirit.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.037536708189769,
    "arithmeticGeometricMean": 5.0081024467839725,
    "median": 5.37,
    "lastUpdate": "2024-05-09"
  }
}