{
  "sources": [
    "https://anidb.net/anime/11136",
    "https://anilist.co/anime/21098",
    "https://anime-planet.com/anime/strike-the-blood-kingdom-of-the-valkyria",
    "https://anisearch.com/anime/10682",
    "https://kitsu.io/anime/10758",
    "https://livechart.me/anime/1446",
    "https://myanimelist.net/anime/30321",
    "https://notify.moe/anime/DfCwpKiiR"
  ],
  "synopsis": {
    "text": "Folia Rihavein, a princess of the Kingdom of Aldegyr, finds herself in a precarious situation as she is pursued by a formidable adversary. Enter Kojou Akatsuki, an ordinary high school student with an extraordinary secret: he is the Fourth Progenitor, a vampire of immense power. Along with his watchful guardian, Yukina Himeragi, a Sword Shaman apprentice, they cross paths with Folia and her pursuer. In a surprising turn of events, Folia declares Kojou as her chosen husband, much to the disapproval of her father, Lucas.\n\nAs the story unfolds, Kojou and Yukina find themselves invited to a grand party by Folia's mother, Polifonia, to discuss the matter further. The party becomes a gathering of familiar faces, as Asagi, Yaze, Nagisa, and Sayaka – all connected to Kojou – join the festivities. With tensions running high among the girls vying for Kojou's attention, the stage is set for a heated confrontation.\n\nMeanwhile, the Kingdom of Aldegyr and the Lost Warlord's Dominion are on the brink of extending their non-aggression treaty at a signing ceremony. However, the peace is threatened by an evil terrorist plot. With Folia's safety at stake and the ceremony in peril, Kojou and Yukina must rise to the occasion and thwart the nefarious scheme.\n\nThis two-episode OVA series, written by Gakuto Mikumo and released in late 2015, promises an original story filled with action, romance, and supernatural intrigue, as Kojou and Yukina navigate the treacherous waters of royal politics and the affairs of the heart.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.35735821952001,
    "arithmeticGeometricMean": 7.354851582691418,
    "median": 7.459469387755101,
    "lastUpdate": "2024-05-10"
  }
}