{
  "sources": [
    "https://anidb.net/anime/13980",
    "https://anilist.co/anime/117755",
    "https://anime-planet.com/anime/magatsu-wahrheit",
    "https://anisearch.com/anime/13513",
    "https://kitsu.io/anime/43555",
    "https://livechart.me/anime/3190",
    "https://myanimelist.net/anime/37599",
    "https://notify.moe/anime/91VmBi6WR"
  ],
  "synopsis": {
    "text": "Magatsu Wahrheit: Zuerst unfolds in the technologically and magically advanced Wahrheit Empire, still reeling from a catastrophic event that once brought forth monstrous creatures, extinguishing numerous human lives. Amidst the looming threat of the 'light's' return, two young individuals find themselves entangled in a fate-altering incident.\n\nInumael Grauer, a reserved transporter, works tirelessly to support himself and his sister, while harboring memories of a past left behind. Leocadio Wöhler, an idealistic new soldier, envisions a future filled with military triumphs. Their paths intersect when a clandestine weapons smuggling operation goes awry, ensnaring Inumael in a web of criminal intrigue and placing him under the Empire's stringent legal scrutiny.\n\nAs Inumael faces potential execution, the very syndicate responsible for his predicament may offer an unexpected lifeline. Meanwhile, Leocadio is tasked with his first mission: apprehending the elusive 'Headkeeper' organization, suspected of illicit arms trafficking.\n\nTheir intertwined journeys promise to reshape not only their personal destinies but also the very course of the Wahrheit Empire, setting the stage for an epic tale of courage, camaraderie, and the indomitable human spirit.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ad8c0704a78dc0f7",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.567591836734694,
    "arithmeticGeometricMean": 6.561690060988188,
    "median": 6.445640074211503,
    "hash": "ad8c0704a78dc0f7",
    "lastUpdate": "2024-05-09"
  }
}