{
  "sources": [
    "https://anidb.net/anime/9701",
    "https://anilist.co/anime/17437",
    "https://anime-planet.com/anime/the-idolmster-movie-beyond-the-brilliant-future",
    "https://anisearch.com/anime/8479",
    "https://kitsu.io/anime/7824",
    "https://livechart.me/anime/170",
    "https://myanimelist.net/anime/17437",
    "https://notify.moe/anime/TuxppFmig"
  ],
  "synopsis": {
    "text": "Pro's all-star idols are given great news: They will be performing a concert at an arena, and will have back-up dancers sent from the idol training school to support them. In the midst of this, the always cheerful Haruka Amami is voted as leader of the idols. Everything was looking up for 765 Pro, until bad news begins to strike. In the face of new barriers, Haruka wavers on her position as leader. However, she must stand up, and gather all the idols together once again for the greatest concert they've ever performed.\n\nThe idols of 765 Production are on a continuous journey towards a new stage and a bright future! Despite facing numerous challenges, the girls and their producer have remained steadfast. Now, it's time for the girls to strengthen their bond and move forward with determination towards their shining future.\n\nAfter a successful live concert with all 13 members, the idols of 765 Production are thrilled to learn that they will be performing at an arena, supported by backup dancers from an idol training school. Amidst the excitement, the ever-cheerful Haruka Amami is chosen to lead the idols. However, things take a turn for the worse when a series of setbacks threaten to derail their progress.\n\nFirst, an aspiring idol and backup dancer named Kana Yabuki, who is also a fan of Haruka, loses her confidence and stops attending practice. Then, Haruka's beloved producer announces that he will be leaving for America after the concert to study abroad for a year. To add to the turmoil, Miki is set to go to Hollywood for filming, while Chihaya is preparing for her international debut.\n\nFaced with these obstacles, Haruka struggles to maintain her position",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "add2e890671e1063",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.45878915633239,
    "arithmeticGeometricMean": 7.4562144153109475,
    "median": 7.558999999999999,
    "hash": "add2e890671e1063",
    "lastUpdate": "2024-05-10"
  }
}