{
  "sources": [
    "https://anidb.net/anime/15834",
    "https://anilist.co/anime/125868",
    "https://anime-planet.com/anime/night-head-2041",
    "https://anisearch.com/anime/15724",
    "https://kitsu.io/anime/43894",
    "https://livechart.me/anime/10211",
    "https://myanimelist.net/anime/43767",
    "https://notify.moe/anime/QdpzWB2MR"
  ],
  "synopsis": {
    "text": "Weapon izing the untapped 70% of the human brain, known as 'NIGHT HEAD,' results in extraordinary psychic abilities for some individuals. The Kirihara brothers, Naoto and Naoya, were confined in a research lab for 15 years due to their unique powers. Led to believe that society had come to accept psychics, they escape the facility only to discover a dystopian Tokyo in 2041. In this new world order, the existence of psychic powers is vehemently denied, and any material related to supernatural phenomena is strictly censored.\n\nThe National Security Headquarters, tasked with maintaining this facade of physicalism, has an elite special task force led by the Kuroki brothers, Takuya and Yuuya. Abandoned by their parents and raised by the task force, they never questioned their mission to suppress those who dared to believe in the supernatural. However, a mysterious woman named Shoko Futami hints at the collapse of a barrier, leading the Kuroki brothers to cross paths with the fugitive Kiriharas.\n\nAs the Kirihara brothers struggle to navigate a society that shuns their very existence, the Kuroki brothers are relentless in their pursuit. The intertwining fates of these two sets of brothers promise a gripping tale of survival, acceptance, and the consequences of wielding unimaginable power.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ae3ce247494e8059",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.430414192949907,
    "arithmeticGeometricMean": 6.41846615907679,
    "median": 6.482272727272727,
    "hash": "ae3ce247494e8059",
    "lastUpdate": "2024-05-09"
  }
}