{
  "sources": [
    "https://anidb.net/anime/15736",
    "https://anilist.co/anime/124153",
    "https://anime-planet.com/anime/sk8-the-infinity",
    "https://anisearch.com/anime/15557",
    "https://kitsu.io/anime/43595",
    "https://livechart.me/anime/10149",
    "https://myanimelist.net/anime/42923",
    "https://notify.moe/anime/KAKKzuOGg"
  ],
  "synopsis": {
    "text": "Skate Fate is an exhilarating anime following two passionate high school skateboarders named Reki and Langa. Though they come from very different backgrounds, their love for skateboarding brings them together. Reki is a skilled skater who lives for the thrill of \"S\" - an illegal, high-stakes skateboarding race through an abandoned mine. However, after a disastrous crash that destroys his board and breaks his arm, a devastated Reki loses his confidence. That's when Langa enters the scene. A half-Japanese transfer student with snowboarding experience but no skate skills, Langa needs money badly. Reki takes him to \"S\", hoping to turn a profit off amateur betting. But when they get tangled up in a dangerous bet themselves, the competition reveals Langa's natural talent. His raw ability combined with Reki's knowledge of skating forges an unbeatable bond between them. Together, Reki and Langa plunge headfirst into the underground world of \"S\", driven by their passion for skateboarding. Their courage will be tested by ruthless rivals and death-defying races through the mine's treacherous tunnels. However, with skating by each other's side, this duo might have what it takes to rise above any challenge. Bursting with breakneck races, thrilling wipeouts, and the heart-pumping joy of skating, Skate Fate captures the freedom of soaring on four wheels. Its endearing characters and high-octane storytelling pulls you in for a wildly fun ride.",
    "author": "anthropic.claude-v2:1"
  },
  "score": {
    "arithmeticMean": 8.023069957136459,
    "arithmeticGeometricMean": 8.016814353888616,
    "median": 8.036530612244897
  },
  "lastUpdate": "2024-05-22"
}