{
  "sources": [
    "https://anidb.net/anime/10780",
    "https://anilist.co/anime/20813",
    "https://anime-planet.com/anime/bonjour-sweet-love-patisserie",
    "https://anisearch.com/anime/9768",
    "https://kitsu.io/anime/8895",
    "https://livechart.me/anime/766",
    "https://myanimelist.net/anime/25839",
    "https://notify.moe/anime/YQtbpFiig"
  ],
  "synopsis": {
    "text": "Yoshinosuke Suzumi, a master of Japanese sweets with a stoic demeanor, hides a burning passion beneath his reserved exterior. Gilbert Hanafusa, an extroverted French confectionery expert, brings a lively energy to the group. Mitsuki Aoi, a prince-like instructor with unparalleled chocolate-making skills, captivates the hearts of the students. And then there's Ryou Kouzuki, a classmate with an unwavering determination to become a pastry chef.\n\nIn the trendy Aoyama district of Tokyo, Fleurir Confectionary Academy stands as an elite institution, training the next generation of world-class pastry chefs. Sayuri Haruno, a young woman with dreams of opening her own pastry shop, has earned a scholarship to attend this prestigious school. Surrounded by a diverse group of talented and charming individuals, Sayuri embarks on a journey to perfect her culinary skills and make her dreams a reality.\n\nAs Sayuri navigates the challenges of advanced baking, she finds herself drawn to the dedicated and enigmatic Ryou. Together, they share a common goal and a mutual understanding of the sacrifices required to achieve it. With the guidance of their skilled instructors and the support of their fellow classmates, Sayuri and Ryou strive for greatness in the world of pastry arts.\n\nBut as Sayuri's feelings for Ryou begin to grow, she must be cautious not to let her emotions interfere with her studies. With her scholarship on the line and the constant temptation of forbidden romance, Sayuri must stay focused on her dreams and prove herself worthy of a place among the world's finest pastry chefs. In this delightful tale of ambition, love, and delectable desserts, Sayuri's journey at Fleurir Confectionary Academy promises",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ae5a9c3781ad19d5",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.157276215847645,
    "arithmeticGeometricMean": 6.142031084777523,
    "median": 6.13561224489796,
    "hash": "ae5a9c3781ad19d5",
    "lastUpdate": "2024-05-09"
  }
}