{
  "sources": [
    "https://anilist.co/anime/110851",
    "https://anime-planet.com/anime/fate-grand-order-absolute-demonic-front-babylonia-initium-iter",
    "https://anisearch.com/anime/14546",
    "https://kitsu.io/anime/42475",
    "https://livechart.me/anime/9557",
    "https://myanimelist.net/anime/40206"
  ],
  "synopsis": {
    "text": "Pluribus Unum, and Camelot, Mash Kyrielight's journey to restore humanity's history culminates in the ancient lands of Mesopotamia. As she reflects on her past adventures, we witness her transformation from a young girl, subjected to a cruel experiment merging her with an unknown Servant, to a determined heroine striving to save the world alongside a seemingly insignificant magician.\n\nIn 2010 AD, Romani Archaman, assigned as Chaldea's primary physician, meets Mash, the organization's second successful summoning experiment. Mash's fascination with the term 'Senpai' sparks a bond between them, igniting a beacon of hope that begins to ripple outward. This hope marks the beginning of an extraordinary journey, intertwining the lives of Mash, Romani, and the myriad of Servants they encounter.\n\nAs the narrative unfolds, we delve deeper into the relationship between Mash and Romani, witnessing the events that lead up to the Seventh Singularity: Absolute Demonic Front Babylonia. This captivating tale, initially aired at the Fate/Grand Order Fes. 2019: Chaldea Park and later available on the Fate/Grand Order mobile app, invites us to embark on an unforgettable adventure filled with courage, camaraderie, and the unwavering determination to protect humanity's future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "aef120dd8cde5e29",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.284422387136672,
    "arithmeticGeometricMean": 7.28366856538034,
    "median": 7.258812615955473,
    "hash": "aef120dd8cde5e29",
    "lastUpdate": "2024-05-06"
  }
}