{
  "sources": [
    "https://anidb.net/anime/272",
    "https://anilist.co/anime/132",
    "https://anime-planet.com/anime/get-backers",
    "https://anisearch.com/anime/788",
    "https://kitsu.io/anime/111",
    "https://livechart.me/anime/4811",
    "https://myanimelist.net/anime/132",
    "https://notify.moe/anime/U_ft5Kmig"
  ],
  "synopsis": {
    "text": "As semble Ban Mido and Ginji Amano, the dynamic duo known as the GetBackers, boasting an unbeatable record of 100% success in retrieving lost or stolen items. With their unique abilities and daring attitudes, they take on the most challenging recovery missions, from locating a missing doll to recovering a rare violin. But their impressive track record doesn't necessarily translate to a thriving business, as potential clients are few and far between. As a result, they often find themselves in precarious situations, crossing paths with dangerous acquaintances from their past.\n\nDespite the seemingly ordinary nature of their assignments, they frequently evolve into complex and unpredictable adventures. With Hevn as their intermediary, the trio shares little more than a shadowy past and a high commission fee. Yet Ban and Ginji possess an inexplicable bond, a magical connection that aids them in their perilous pursuits.\n\nThe GetBackers are always on call at the Honky Tonk, ready to take on the next bizarre case. Regardless of the object's significance, be it a sentimental keepsake or a coveted video game, they are committed to its retrieval. However, their thrilling recovery missions often stir up memories of their mysterious pasts, adding an unexpected layer of danger and intrigue. Prepare for a wild and exhilarating anime journey with the GetBackers!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "af1ff1f2d05c9b6d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.465147753040609,
    "arithmeticGeometricMean": 7.463312453228989,
    "median": 7.497,
    "hash": "af1ff1f2d05c9b6d",
    "lastUpdate": "2024-05-09"
  }
}