{
  "sources": [
    "https://anidb.net/anime/2725",
    "https://anilist.co/anime/1899",
    "https://anime-planet.com/anime/psybuster",
    "https://anisearch.com/anime/2237",
    "https://kitsu.io/anime/1709",
    "https://livechart.me/anime/8446",
    "https://myanimelist.net/anime/1899",
    "https://notify.moe/anime/JfCB5FimR"
  ],
  "synopsis": {
    "text": "Little did the residents of Tokyo know that the devastating earthquakes of 2029 were only the beginning of their troubles. Fast forward to 2040, and the city is still struggling to recover, with pollution and environmental degradation taking a heavy toll. In this bleak future, a young man named Ken Ando dreams of joining DC, an elite paramilitary organization dedicated to protecting the city and investigating the causes of its decline. Despite his best efforts, Ken fails to make the cut, leaving him feeling dejected and hopeless.\n\nBut when a mysterious monster appears out of nowhere, wreaking havoc on DC's robots and causing chaos throughout the city, Ken sees an opportunity to prove himself. Ignoring his fears, he jumps into action, piloting one of the robots and engaging the monster in a fierce battle. To his surprise, he finds himself able to hold his own against the creature, and his bravery earns him a spot on DC's team.\n\nAs Ken and his new comrades, including his friend Mizuki and a mysterious woman named Lyune, work to uncover the truth behind the monster's attacks, they find themselves drawn into a complex web of intrigue and danger. With Mizuki's life on the line and the fate of the world hanging in the balance, Ken must summon all his courage and strength to protect those he cares about and uncover the secrets of the enigmatic mecha from another world.\n\nCan Ken and his team unravel the mystery in time to save Tokyo, or will the city be lost forever? Only time will tell in this thrilling and action-packed anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "af78c2b0dee5a25b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.886958388550225,
    "arithmeticGeometricMean": 5.875400682584204,
    "median": 5.818181818181818,
    "hash": "af78c2b0dee5a25b",
    "lastUpdate": "2024-05-09"
  }
}