{
  "sources": [
    "https://anidb.net/anime/8854",
    "https://anilist.co/anime/12471",
    "https://anime-planet.com/anime/eureka-seven-ao",
    "https://anisearch.com/anime/7484",
    "https://kitsu.io/anime/6741",
    "https://livechart.me/anime/1099",
    "https://myanimelist.net/anime/12471",
    "https://notify.moe/anime/mw1HtKmmg"
  ],
  "synopsis": {
    "text": "Consumed by a quest for autonomy, the isolated island of Iwado in Okinawa is the backdrop for a young boy's coming-of-age tale in the year 2025. Ao Fukai, a 12-year-old on the cusp of middle school, lives with his guardian, an elderly doctor named Toshio, and grapples with the mysterious disappearance of his parents. His mother was taken away by unknown individuals a decade ago, while his father remains missing. Alongside his childhood friend, Naru Arata, who possesses unique 'Yuta' powers, Ao navigates the complexities of adolescence amidst the island's political turmoil.\n\nSuddenly, their lives are upended by the arrival of a mysterious entity known as 'Secret,' which threatens the Scub Coral lifeform on the island. In a desperate bid to protect his home, Ao takes control of a military FP called 'Nirvash.' As he delves deeper into the origins of his newfound power, he uncovers fragments of his past and a connection to his missing mother, who is being pursued by a vengeful shape-shifter. With the Earth caught in the crossfire of warring alien life forms, Ao must confront his past, protect his island, and navigate the complexities of his newfound power. The young pilot, driven by a desire to protect his home and uncover the truth, hurls himself into the heart of the battle, piloting his giant humanoid fighter craft with unwavering determination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "af92b9f09eb79236",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.85678478664193,
    "arithmeticGeometricMean": 6.852532714880298,
    "median": 6.877866419294991,
    "hash": "af92b9f09eb79236",
    "lastUpdate": "2024-05-09"
  }
}