{
  "sources": [
    "https://anidb.net/anime/6095",
    "https://anilist.co/anime/5710",
    "https://anime-planet.com/anime/keroro-gunsou-movie-4-gekishin-dragon-warriors-de-arimasu",
    "https://anisearch.com/anime/4965",
    "https://kitsu.io/anime/4252",
    "https://livechart.me/anime/6585",
    "https://myanimelist.net/anime/5710",
    "https://notify.moe/anime/DU_jcFmig"
  ],
  "synopsis": {
    "text": "With the sudden emergence of enigmatic, colossal entities known as 'Dragon Tails' scattered across the globe, the Keroro Platoon embarks on a mission to unravel their mystery. However, when one of their own, Tamama, inexplicably vanishes during the investigation, the team's focus shifts to locating their missing comrade. Their search leads them to the historic Mont-Saint-Michel in France, where they encounter an intriguing young woman named Sion. Sion possesses an ancient artifact known as the Dragon Book, harboring secrets that could potentially trigger a catastrophic global event. As the platoon grapples with the unfolding enigma, they remain oblivious to the impending calamity that threatens to alter the world forever.\n\nMeanwhile, life on Earth carries on amidst the unusual presence of giant arches that have appeared worldwide. While Keroro persists in his daily antics at the Hinata residence, the rest of the platoon is dispersed across the globe, investigating these strange occurrences. However, when an unexpected transformation befalls most of the team, turning them into formidable Dragon Warriors, it falls upon Keroro and the Hinatas to delve into the mystery of these arches and seek a solution to restore their friends to their original state.\n\nIn the midst of these extraordinary events, the Keroro Platoon, now comprising Keroro, Natsumi, and Fuyuki, embarks on a journey to find their missing comrade, Tamama. Their search leads them to France, where they encounter a mysterious girl named Shion, the keeper of the elusive Dragon Book. Unbeknownst to them, Shion harbors secrets tied to an impending global catastrophe that could obliterate the world as they",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.750684866154254,
    "arithmeticGeometricMean": 6.721634808484091,
    "median": 7.181818181818182
  },
  "lastUpdate": "2024-05-09"
}