{
  "sources": [
    "https://anidb.net/anime/15540",
    "https://anilist.co/anime/118390",
    "https://anime-planet.com/anime/child-of-kamiari-month",
    "https://anisearch.com/anime/15236",
    "https://kitsu.io/anime/43505",
    "https://livechart.me/anime/9916",
    "https://myanimelist.net/anime/41877",
    "https://notify.moe/anime/RWaySUWMg"
  ],
  "synopsis": {
    "text": "As a young girl, Kanna reveled in the thrill of running, a passion she shared with her mother. But when her mother tragically passes away, Kanna's world is shattered, and she loses her love for the sport. However, a divine revelation turns her life upside down. As a descendant of the gods, Kanna is tasked with completing her mother's unfinished mission: delivering offerings from all over Japan to the annual gathering of gods in Izumo City.\n\nIn the heart of Shimane Prefecture, nestled in the town of Izumo, a centuries-old tradition persists. Every October, the gods from across the country are believed to congregate in Izumo, transforming the month into 'Kamiarizuki' or 'the month with gods.' Kanna, now entrusted with the sacred duty, embarks on a journey to fulfill her mother's legacy, hoping to reunite with her in the divine realm.\n\nAs she traverses the country, Kanna encounters various gods and mythical creatures, each with their unique stories and challenges. With the hope of seeing her mother again fueling her determination, Kanna pushes forward, uncovering the mystical secrets of Izumo and the gods. Will she successfully complete her mission, or will the trials of her journey prove too much for the young girl to bear? Join Kanna on her extraordinary adventure in this heartwarming tale of love, loss, and divine intervention.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b04a2889deb0c675",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.725360080395795,
    "arithmeticGeometricMean": 6.7168738860215225,
    "median": 6.7236666666666665,
    "hash": "b04a2889deb0c675",
    "lastUpdate": "2024-05-09"
  }
}