{
  "sources": [
    "https://anidb.net/anime/9127",
    "https://anilist.co/anime/13601",
    "https://anime-planet.com/anime/psycho-pass",
    "https://anisearch.com/anime/7765",
    "https://kitsu.io/anime/7000",
    "https://livechart.me/anime/956",
    "https://myanimelist.net/anime/13601",
    "https://notify.moe/anime/7xBvpFmmR"
  ],
  "synopsis": {
    "text": "Tsunemori Akane steps into a futuristic Japan where the Sibyl System, an advanced technology, quantifies an individual's mental state and personality, determining their potential for criminal activities. This quantified measurement is known as a Psycho-Pass, and it dictates the course of every citizen's life, from their career paths to their potential threat levels.\n\nAs a newly appointed Inspector, Akane partners with seasoned Enforcer Shinya Kougami to maintain public order. Enforcers, once latent criminals themselves, are tasked with apprehending criminals under the watchful eyes of their Inspector counterparts. The Enforcement Division, where Akane serves, works in tandem with the Supervisory Division, ensuring that justice is upheld.\n\nHowever, Akane soon discovers that the Sibyl System's judgments are not infallible, and the line between justice and corruption becomes increasingly blurred. As she grapples with the true nature of justice, Akane must navigate the complexities of a world where potential criminals are monitored and apprehended before they can commit any crimes.\n\nJoin Akane and her team as they challenge the status quo, questioning the validity of a system that claims to uphold justice while potentially undermining its very essence. Will Akane be able to uphold her ideals in a world where the definition of justice has been fundamentally altered? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.290164178935795,
    "arithmeticGeometricMean": 8.289892818202357,
    "median": 8.31091836734694,
    "lastUpdate": "2024-05-09"
  }
}