{
  "sources": [
    "https://anidb.net/anime/5779",
    "https://anilist.co/anime/4087",
    "https://anime-planet.com/anime/michiko-and-hatchin",
    "https://anisearch.com/anime/4807",
    "https://kitsu.io/anime/3458",
    "https://livechart.me/anime/3906",
    "https://myanimelist.net/anime/4087",
    "https://notify.moe/anime/uS4ucKmig"
  ],
  "synopsis": {
    "text": "Father Pedro's unofficial ward, Hana Morenos, endures a life of abuse and neglect at the hands of her foster family. Her world takes a dramatic turn when the notorious escapee, Michiko Malandro, bursts into her life on a stolen motorcycle, claiming to be Hana's biological mother. Seizing the opportunity to escape her miserable existence, Hana embarks on a thrilling adventure with Michiko in search of her elusive father, Hiroshi Morenos.\n\nSet against the backdrop of an alternate-universe Brazil, the mismatched duo navigates through a world riddled with crime, corruption, and danger. As they journey across the sun-soaked landscapes of Diamandra, they encounter a motley crew of characters, from ruthless gangsters to unyielding police officers.\n\nWhile Michiko's impulsive nature and disregard for the law often clash with Hana's yearning for stability and justice, the pair forms an unlikely bond. Together, they must evade the relentless pursuit of Michiko's former friend turned nemesis, Atsuko Jackson, who leads the police force in their hunt for the escaped convict.\n\nAs they draw closer to the truth about Hiroshi and confront the harsh realities of their past, Hana and Michiko learn valuable lessons about trust, love, and the true meaning of family. \"Michiko & Hatchin\" is a captivating tale of self-discovery, resilience, and the unbreakable bond between two unlikely soulmates.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.73899300288962,
    "arithmeticGeometricMean": 7.737514345950187,
    "median": 7.774090909090909,
    "lastUpdate": "2024-05-09"
  }
}