{
  "sources": [
    "https://anidb.net/anime/17939",
    "https://anilist.co/anime/163079",
    "https://anime-planet.com/anime/sugar-apple-fairy-tale-part-ii",
    "https://anisearch.com/anime/18299",
    "https://kitsu.io/anime/47231",
    "https://livechart.me/anime/11899",
    "https://myanimelist.net/anime/54842",
    "https://notify.moe/anime/8D-JB1BVR"
  ],
  "synopsis": {
    "text": "He aded by Ann Halford, the Paige Workshop is on the brink of ruin and in dire need of a complete overhaul. Ann, a recently crowned Silver Sugar Maker, finds herself in a challenging predicament as she strives to save her beloved fairy companion, Shall Fen Shall, from the clutches of Bridget Paige. In exchange for Shall's freedom, Ann agrees to lead the workshop back to its former glory while navigating the unique traditions and individuality that the workshop is known for.\n\nIn a world where humans and fairies coexist, and candy is a symbol of good fortune, Ann and Shall have shared a bond that has only grown stronger through the trials they've faced together. Shall, once an arrogant warrior fairy, has become an indispensable presence in Ann's life, and Ann's passion for sugar crafting has captured Shall's heart. However, their bond is put to the test when Shall sacrifices his freedom to uncover a sinister plot against Ann, leaving her stunned and determined to rescue him.\n\nAs Ann embarks on this new journey, she is unwavering in her dedication to rebuild the Paige Workshop and save Shall. With her newfound title and a strong sense of responsibility, Ann must learn about her team and revamp the workshop, all while facing unexpected challenges. Will Ann succeed in her mission to save Shall and restore the Paige Workshop to its former glory? Only time will tell in this enchanting tale of love, friendship, and determination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.694728200371058,
    "arithmeticGeometricMean": 7.691122739419286,
    "median": 7.801948051948052,
    "lastUpdate": "2024-05-10"
  }
}