{
  "sources": [
    "https://anidb.net/anime/17282",
    "https://anilist.co/anime/146676",
    "https://anime-planet.com/anime/love-flops",
    "https://anisearch.com/anime/17237",
    "https://kitsu.io/anime/46002",
    "https://livechart.me/anime/11156",
    "https://myanimelist.net/anime/51403",
    "https://notify.moe/anime/xAjbwqzVg"
  ],
  "synopsis": {
    "text": "Ilya Ilyukhin, Amelia Irving, Karin Istel, Bai Mongfa, and Aoi Izumisawa are five individuals who, in a technologically advanced near future, find themselves drawn to high school student Asahi Kashiwagi. Asahi, initially skeptical of fortune-telling, begins to question his doubts when a series of peculiar events unfold exactly as predicted by a popular AI TV fortune teller.\n\nOn his way to school, Asahi encounters each of these five girls, all of whom are new students or teachers at his school. His uncanny knowledge of these newcomers arouses the suspicion of his self-proclaimed friend, Yoshio. The day takes an even stranger turn when Asahi discovers a love letter in his shoe locker, directing him to the cherry blossom tree behind the school, just as his morning fortune had foretold.\n\nTo his surprise, all five girls confess their love for him, perfectly aligning with the fortune teller's prediction. As it turns out, these girls have been invited by Asahi's father to live in their home as potential brides for Asahi. With no other option, Asahi reluctantly agrees, leading to a series of amusing and unexpected events that add excitement to his otherwise mundane high school life.\n\nAs Asahi spends more time with the girls, long-forgotten memories begin to resurface, hinting at a deeper connection between them. As the hidden truth unravels, Asahi starts to believe that his fate with these potential partners might not be a mere coincidence after all.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.898141831852358,
    "arithmeticGeometricMean": 6.889733621325122,
    "median": 6.9305194805194805
  },
  "lastUpdate": "2024-05-09"
}