{
  "sources": [
    "https://anidb.net/anime/13612",
    "https://anilist.co/anime/100643",
    "https://anime-planet.com/anime/made-in-abyss-movie-dawn-of-the-deep-soul",
    "https://anisearch.com/anime/13071",
    "https://kitsu.io/anime/14027",
    "https://livechart.me/anime/2993",
    "https://myanimelist.net/anime/36862",
    "https://notify.moe/anime/BEHHhFiiR"
  ],
  "synopsis": {
    "text": "Nanachi’s painful past and Riko and Reg's daring adventure converge in the treacherous depths of the Abyss, leading them to the Sea of Corpses—the Abyss's fifth layer and the farthest reach a traveler can return without forfeiting their humanity. As they navigate this perilous realm, the trio encounters the infamous Bondrewd, a masked White Whistle with a sinister laboratory serving as the final obstacle for those seeking to venture deeper into the Abyss.\n\nHaunted by the memories of Bondrewd's cruel experiments, which cost Nanachi their human form, the group must confront this sadistic scientist who stands in their path. However, a glimmer of hope emerges in the form of Prushka, a bold child claiming to be Bondrewd's daughter and his only apparent weakness. United by their shared goal, Riko, Reg, Nanachi, and Prushka join forces to outwit Bondrewd's schemes and delve into the Abyss's sixth layer.\n\nAs the story of \"Made in Abyss: Dawn of the Deep Soul\" unfolds, the stakes are higher than ever for our heroes. Guided by Nanachi's invaluable knowledge of the lower layers, the group must remain vigilant as they face unavoidable encounters with the malevolent Bondrewd and his minions, who guard the entrance to the sixth layer—a passage that can only be activated by a White Whistle like him. In this enigmatic world where appearances can be deceiving, the brave adventurers press on, determined to uncover the truth hidden within the Abyss' darkest depths.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b29706d5e5547fc0",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.520700542469953,
    "arithmeticGeometricMean": 8.520029130046604,
    "median": 8.558306122448979,
    "hash": "b29706d5e5547fc0",
    "lastUpdate": "2024-05-09"
  }
}