{
  "sources": [
    "https://anidb.net/anime/3620",
    "https://anilist.co/anime/3465",
    "https://anime-planet.com/anime/nagasaki-1945-angelus-no-kane",
    "https://anisearch.com/anime/233",
    "https://kitsu.io/anime/3030",
    "https://myanimelist.net/anime/3465",
    "https://notify.moe/anime/cRQQ5KiiR"
  ],
  "synopsis": {
    "text": "Soon after the midpoint of 1945, in the bustling city of Nagasaki, a young and dedicated doctor named Tatsuichiro Akizuki works tirelessly in a repurposed Catholic hospital, providing solace and care for war-ravaged patients. The hospital, known as No.1 Urakami, is nestled near the Urakami Cathedral and serves as a sanctuary for the city's largest Catholic community. Despite his Buddhist roots, Dr. Akizuki's compassion and genuine nature earn him the admiration of the local Catholics.\n\nAs whispers of a groundbreaking American weapon deployed in Hiroshima begin to circulate, a sense of unease grips the hospital staff. Despite the looming threat, they remain steadfast in their mission to save lives and restore their beloved city to its former glory. Little do they know, an American B-29 bomber is already en route to Nagasaki, poised to unleash another devastating attack.\n\nOn August 9th, at precisely 11:02 a.m., a new type of bomb detonates above Nagasaki, obliterating the city and leaving countless casualties in its wake. The once-majestic Urakami Cathedral is reduced to rubble, its iconic Angelus Bells silenced beneath the debris. In the aftermath of the explosion, Dr. Akizuki and the other survivors rally together, determined to continue their medical efforts amidst the unfathomable hardships and despair.\n\nFueled by the unwavering belief that the Angelus Bells will once again chime over Nagasaki, signaling the rebirth of their city, the survivors forge ahead, providing care and hope for one another in the face of unimaginable adversity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b29b7ae0f88bf753",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.868602350030922,
    "arithmeticGeometricMean": 5.835143291658411,
    "median": 6.090909090909092,
    "hash": "b29b7ae0f88bf753",
    "lastUpdate": "2024-05-08"
  }
}