{
  "sources": [
    "https://anidb.net/anime/404",
    "https://anilist.co/anime/1084",
    "https://anime-planet.com/anime/is-ova",
    "https://anisearch.com/anime/1553",
    "https://kitsu.io/anime/969",
    "https://livechart.me/anime/7642",
    "https://myanimelist.net/anime/1084",
    "https://notify.moe/anime/3PwJcFimR"
  ],
  "synopsis": {
    "text": "Nearby a serene lake, a promise made in childhood by Itsuki, Yosuke, and Ichitaka resurfaces after a decade, sparking a chain of events that intertwines their lives once more. Itsuki, a budding molding artist, returns to Japan from America, eager to reconnect with her old friends and fulfill the long-forgotten promise. Meanwhile, Ichitaka, now a cyclist, finds himself torn between two women: Itsuki and Iori, an aspiring actress who has abandoned her idol dreams.\n\nAs the group gathers near the lake, they discover a mysterious island known as \"Lover's Island\" that has appeared since their last visit. However, the reunion takes a dark turn when Yosuke learns of his biker friends' sinister intentions towards Itsuki. In a desperate attempt to warn her, Yosuke is brutally attacked, leaving Itsuki to face the danger alone.\n\nHearing Itsuki's cries for help, Ichitaka rushes to her aid, while Iori remains on the sinking island, surrounded by the rising tide. As the night unfolds, the trio must confront their past, their choices, and the unpredictable consequences that have emerged from a promise made long ago. In this thrilling and emotional tale, memories and love collide, forcing the characters to question their commitments and the true meaning of their childhood vow.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b2cee4f8ebfa70e2",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.801924565230688,
    "arithmeticGeometricMean": 5.793343536204861,
    "median": 5.769230769230769,
    "hash": "b2cee4f8ebfa70e2",
    "lastUpdate": "2024-05-09"
  }
}