{
  "sources": [
    "https://anidb.net/anime/5522",
    "https://anilist.co/anime/3295",
    "https://anime-planet.com/anime/yatterman-2008",
    "https://anisearch.com/anime/4559",
    "https://kitsu.io/anime/2915",
    "https://livechart.me/anime/8182",
    "https://myanimelist.net/anime/3295",
    "https://notify.moe/anime/Ml5w5KiiR"
  ],
  "synopsis": {
    "text": "Ganchan, his sweetheart Ai-chan, and their versatile robotic canine, Yatterman, are back in a modern remake of the beloved '70s anime! The Doronbo gang, led by the ruthless Dokurobee, is on a relentless quest to collect the elusive Dokuro Rings, which are said to grant three wishes to the owner. But with every step they take, they find themselves thwarted by the heroic Yatterman trio!\n\nThe Doronbo gang is not the only one seeking the legendary Skull Stone, believed to reveal the world's most extensive gold deposit. However, their pursuit is fraught with obstacles, thanks to their leader's unreliable information and the persistent interference of the Yatterman duo.\n\nIn this updated version, Ganchan, once a young prodigy, has transformed into a laid-back, easily distracted character, while Ai-chan has evolved into a more endearing, childlike personality. Yatterman, initially intended as a birthday gift for Ai-chan, seems to favor her over his creator, Ganchan, following her commands more willingly.\n\nThe Doronbo gang's schemes to acquire the Dokuro Rings consistently backfire, leading to spectacular failures. Despite their new mecha creations, they are no match for Yatterman, powered by the 'Mecha Food' provided by Ai-chan. The gang is inevitably left in tatters, only to face Dokurobee's wrath.\n\nJoin the Yatterman team as they embark on thrilling adventures, battling the Doronbo gang's evil plans with their wits and camaraderie, ensuring that the world remains safe from those who seek power and wealth!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b2db743e94e70652",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.930661012456931,
    "arithmeticGeometricMean": 5.893501770157796,
    "median": 6.026,
    "hash": "b2db743e94e70652",
    "lastUpdate": "2024-05-10"
  }
}