{
  "sources": [
    "https://anidb.net/anime/4528",
    "https://anilist.co/anime/1568",
    "https://anime-planet.com/anime/sumomomo-momomo",
    "https://anisearch.com/anime/3675",
    "https://kitsu.io/anime/1408",
    "https://livechart.me/anime/4255",
    "https://myanimelist.net/anime/1568",
    "https://notify.moe/anime/9JY-5Kmig"
  ],
  "synopsis": {
    "text": "Skip forward to high school, where Inuzuka Koushi, a bright student with aspirations of becoming a public prosecutor, finds his world turned upside down. Born into a martial arts family, Koushi's father, a man who only understands the language of violence, had made a pact with his biggest rival when Koushi was just a baby. The agreement? To marry Koushi to his opponent-turned-friend's daughter, with the aim of uniting the two bloodlines to create Earth's strongest martial arts clan.\n\nEnter Momoko Kuzuryuu, a martial arts prodigy with a sweet tooth and a childlike appearance. Claiming to be Koushi's bride and the strongest fighter on Earth, Momoko's advances are met with stern refusal from Koushi, who not only mistakes her for a little sister but is also clueless about her true identity.\n\nAs if navigating this unexpected arranged marriage wasn't challenging enough, Koushi finds himself caught in the crossfire of a war between martial arts families. With numerous fighters eager to challenge him, Koushi must also confront his childhood trauma-induced fight phobia.\n\nFortunately, Momoko, driven by her love for Koushi and her determination to become the strongest fiancée, is ready to protect her 'husband' with her superhuman fighting skills. Will Koushi and Momoko survive the trials ahead, and will Momoko's love for Koushi change his perspective on their arranged marriage? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.955500463821891,
    "arithmeticGeometricMean": 6.951518548125835,
    "median": 6.956
  },
  "lastUpdate": "2024-05-10"
}