{
  "sources": [
    "https://anilist.co/anime/102093",
    "https://anime-planet.com/anime/kurokos-basketball-movie-1-winter-cup-highlights-shadow-and-light",
    "https://kitsu.io/anime/11889",
    "https://livechart.me/anime/2057",
    "https://myanimelist.net/anime/32869",
    "https://notify.moe/anime/CEmepFmmR"
  ],
  "synopsis": {
    "text": "Taiga Kagami and Tetsuya Kuroko, two promising freshmen, join Seirin High School's basketball team in their second year. Kuroko, despite his unassuming appearance, was once part of the legendary 'Generation of Miracles' team at Teikou Middle School. The duo forms a unique partnership, with Kagami's prodigious skills complementing Kuroko's subtle yet effective playstyle. However, during the Interhigh championship, they face a crushing defeat at the hands of Touou Academy, led by Kuroko's former teammate, Daiki Aomine.\n\nSeeking revenge at the Winter Cup, Seirin prepares to face Touou once again. But Aomine's skills have only grown stronger, and he quickly sees through Kuroko's new strategies. As Kuroko's efforts are repeatedly thwarted, he is benched, leading to a wave of humiliation. Witnessing his teammate's plight, Kagami's competitive spirit ignites, and he challenges Aomine. Aomine, who had lost his passion for the game, finds it reignited in the intense face-off with Kagami, pushing both players into the 'Zone', a state of heightened focus and skill. Will Seirin finally claim their long-awaited victory, or will Touou continue its dominance? This thrilling compilation film from the Kuroko no Basket franchise promises an exciting match filled with suspense and action.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b3b742aadddbde2e",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.79013468013468,
    "arithmeticGeometricMean": 7.787605892766534,
    "median": 7.705,
    "hash": "b3b742aadddbde2e",
    "lastUpdate": "2024-05-06"
  }
}