{
  "sources": [
    "https://anidb.net/anime/3522",
    "https://anilist.co/anime/817",
    "https://anime-planet.com/anime/tactical-roar",
    "https://anisearch.com/anime/3228",
    "https://kitsu.io/anime/724",
    "https://livechart.me/anime/6235",
    "https://myanimelist.net/anime/817",
    "https://notify.moe/anime/8xfA5Kmig"
  ],
  "synopsis": {
    "text": "The world's climate undergoes a drastic shift in the near future, resulting in the formation of a perpetual super cyclone in the Western Pacific, known as the Grand Roar. This catastrophic event reshapes the Earth, causing widespread flooding and altering ocean currents, leading to significant damage, particularly in Asia. The aftermath of this disaster, referred to as Case Omega, marks a new era of exploration and dependence on ocean routes for survival.\n\nAs maritime trade becomes vital for nations, the rise of ocean-based terrorism and piracy poses a significant threat. To combat these menaces, private enterprises establish armed self-defense organizations, employing escort ships to safeguard their valuable cargo. Among these vessels is the Pascal Magi, a ship crewed entirely by women and captained by the resolute Misaki Nanaha.\n\nHyousuke Nagimiya, a skilled system engineer, finds himself commissioned to upgrade the Pascal Magi's systems. Unbeknownst to him, he is about to reunite with his estranged sister, Misaki, who leads the crew in their mission to protect the seas and prove their worth against those who doubt their capabilities. As they navigate the treacherous waters, a sinister global conspiracy lurks in the shadows, threatening to exploit the chaos of this new world order.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b3e2255a0f533111",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.385144977471508,
    "arithmeticGeometricMean": 6.377536268434098,
    "median": 6.48,
    "hash": "b3e2255a0f533111",
    "lastUpdate": "2024-05-10"
  }
}