{
  "sources": [
    "https://anidb.net/anime/1753",
    "https://anilist.co/anime/3522",
    "https://anime-planet.com/anime/locke-the-superman",
    "https://anisearch.com/anime/1928",
    "https://kitsu.io/anime/3071",
    "https://livechart.me/anime/10419",
    "https://myanimelist.net/anime/3522",
    "https://notify.moe/anime/i03Q5FmmR"
  ],
  "synopsis": {
    "text": "Kahn, a malevolent psychic leader, threatens to engulf the galaxy in darkness, and the only hope lies in a seemingly ordinary, yet extraordinary immortal being named Locke. Known as 'Locke the Superman,' he possesses unparalleled psychic abilities that straddle the line between human and divine. Despite his incredible power, Locke prefers a life of solitude and tranquility, drifting through the cosmos with no particular destination.\n\nWhen Colonel Yamaki seeks him out, Locke is reluctantly drawn into a galactic war against Kahn's formidable army of psychic warriors. To ensure his demise, Kahn manipulates an innocent girl, Jessica, transforming her into a powerful psychic weapon and convincing her that Locke is responsible for her parents' deaths. As Jessica unleashes her newfound powers against him, Locke must confront his past and harness his abilities to save the universe from the looming evil.\n\nIn a climactic battle aboard a colossal asteroid spaceship, Locke wields his lightning sword, a weapon capable of unimaginable destruction. With the fate of the galaxy hanging in the balance, can Locke resist the allure of the treacherous Jessica and vanquish the sinister Kahn, or will he succumb to the overwhelming darkness that seeks to consume the cosmos?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b40c6e4b2c19c986",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.241179962894249,
    "arithmeticGeometricMean": 6.225165209146886,
    "median": 6.27,
    "hash": "b40c6e4b2c19c986",
    "lastUpdate": "2024-05-09"
  }
}