{
  "sources": [
    "https://anidb.net/anime/10955",
    "https://anilist.co/anime/20966",
    "https://anime-planet.com/anime/yamada-kun-and-the-seven-witches",
    "https://anisearch.com/anime/10015",
    "https://kitsu.io/anime/10042",
    "https://livechart.me/anime/1168",
    "https://myanimelist.net/anime/28677",
    "https://notify.moe/anime/m_jPpKmig"
  ],
  "synopsis": {
    "text": "Seven witches, one high school, and a whole lot of supernatural hijinks: welcome to Suzaku High, where a simple kiss can change everything. Ryuu Yamada, a former delinquent turned bored second-year student, finds his mundane life turned upside down when a fateful tumble down the stairs with the brilliant Urara Shiraishi leads to an unexpected body swap. As they grapple with their newfound ability, they soon discover they're not alone in their supernatural experiences.\n\nToranosuke Miyamura, an eager student council officer, recruits the duo to join the Supernatural Studies Club and investigate the legend of the Seven Witches of Suzaku High. Each witch possesses a unique power, all activated by—you guessed it—a kiss. As Ryuu, Urara, and their eccentric clubmate Miyabi Itou delve deeper into the mystery, they must navigate a world of unexpected powers, hidden secrets, and the ever-looming threat of another impromptu body swap.\n\nWith each new discovery, the group realizes that their school's secrets run deeper than they ever imagined. As Ryuu and his friends unravel the truth behind the Seven Witches, they'll have to confront the consequences of their powers and decide just how much they're willing to risk for the answers they seek. Will they find all the witches and uncover the secrets of Suzaku High, or will the cost be too high to bear? Join Ryuu and his friends on this thrilling, romantic, and downright bizarre adventure, where a simple kiss can change everything.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b41391d5b2e28662",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.64355173105925,
    "arithmeticGeometricMean": 7.641491305532271,
    "median": 7.742959183673468,
    "hash": "b41391d5b2e28662",
    "lastUpdate": "2024-05-10"
  }
}