{
  "sources": [
    "https://anidb.net/anime/15206",
    "https://anilist.co/anime/112640",
    "https://anime-planet.com/anime/utawarerumono-mask-of-truth",
    "https://anisearch.com/anime/14696",
    "https://kitsu.io/anime/42641",
    "https://livechart.me/anime/9648",
    "https://myanimelist.net/anime/40590",
    "https://notify.moe/anime/bXfUj2iGR"
  ],
  "synopsis": {
    "text": "All hope seems lost as the once-great Yamato Empire is now under the rule of a treacherous usurper who seeks to conquer all. Following the tragic death of the emperor, General Oshutoru, the trusted Right General, is accused of poisoning Empress Anju and is now on the run. In a desperate battle against his pursuers, Oshutoru unleashes the full power of the Akuruka, merging his body and soul with the world itself. Before he succumbs to his fate, he entrusts the future of Anju and Nekone to his loyal friend Haku.\n\nAdopting Oshutoru's mask and identity, Haku forsakes his former life and vows to protect the true empress. They flee to Ennakamui, where Anju begins to regain her strength and emerges to reclaim her rightful place on the throne. However, the cunning Raikou, one of the Eight Pillar Generals, seizes the opportunity to install a false empress amidst the chaos. As Yamato's armies close in on Ennakamui to eliminate the true empress, a war that will determine the fate of the empire is on the horizon.\n\nOld alliances will be tested, and new ones forged as nations and generals must choose a side in this perilous civil war. Secrets will be unveiled, friendships will be pushed to their limits, and battles will be waged in this final chapter of the Utawarerumono series. Will peace and order be restored, or will victory at any cost lead to the empire's downfall? The time has come to uncover the truth and witness the epic conclusion to this thrilling saga.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b424464f845f2201",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.720459647495362,
    "arithmeticGeometricMean": 7.70500391608857,
    "median": 7.547727272727273,
    "hash": "b424464f845f2201",
    "lastUpdate": "2024-05-10"
  }
}