{
  "sources": [
    "https://anidb.net/anime/1832",
    "https://anilist.co/anime/2501",
    "https://anime-planet.com/anime/papuwa",
    "https://anisearch.com/anime/979",
    "https://kitsu.io/anime/2270",
    "https://livechart.me/anime/12309",
    "https://myanimelist.net/anime/2501",
    "https://notify.moe/anime/I0eEcKmig"
  ],
  "synopsis": {
    "text": "Rotarou's life takes an unexpected turn when he finds himself on the enigmatic Papuwa Island with no memory of his past. Surrounded by eccentric companions like Liquid, a man-maid with a mysterious past, and peculiar creatures such as a gender-fluid fish and an asexual snail, Rotarou's days are filled with absurdity and chaos. But beneath the island's whimsical facade lies a sinister secret that could spell doom for them all. As Rotarou grapples with enemies from his forgotten past, his friends' quirky antics, and a colossal poisonous mushroom, he must unravel the mystery to save the island and himself.\n\nFour years later, the adventure continues on a new tropical island, where Rotarou, now accompanied by Papuwa-kun and Liquid, faces a fresh set of challenges. With the Ganma Army, Special Corps, and even the Shinsengumi hot on their heels, the trio embarks on a series of nonsensical escapades to protect Rotarou's true identity. Amidst the chaos, Rotarou forms unlikely friendships with the island's bizarre inhabitants while trying to evade his relentless pursuers.\n\nMeanwhile, Kotaro, the brother of the notorious Gamma gang leader, is lured to the second Papuwa Island by the call of the 'Blue Jewel.' Renamed 'Rotaro' by Liquid due to his amnesia, Kotaro must navigate a series of hilarious events and adventures as he befriends the island's strange inhabitants. But danger lurks as the Gamma gang closes in, determined to reclaim Kotaro and uncover the truth behind his mysterious connection to the island's past.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b44caeba90000d41",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.156317519215478,
    "arithmeticGeometricMean": 6.125022776306469,
    "median": 6.414,
    "hash": "b44caeba90000d41",
    "lastUpdate": "2024-05-09"
  }
}