{
  "sources": [
    "https://anidb.net/anime/712",
    "https://anilist.co/anime/912",
    "https://anime-planet.com/anime/ninku",
    "https://anisearch.com/anime/1969",
    "https://kitsu.io/anime/812",
    "https://livechart.me/anime/11297",
    "https://myanimelist.net/anime/912",
    "https://notify.moe/anime/psiJ5FmiR"
  ],
  "synopsis": {
    "text": "They were known as Ninku, a formidable group of warriors who wielded an unparalleled blend of karate and ninja techniques, making them virtually invincible. In a devastating war against the Imperial Army, the Ninku nearly wiped out their adversaries, but ultimately faced defeat and disbanded. The Imperial Army, victorious and cunning, manipulated the narrative through propaganda, casting the Ninku as the instigators of the war and positioning themselves as the protectors of the people.\n\nAmidst this tumultuous backdrop, Fusuke, a former captain of the first Ninku division, embarks on a mission to find his missing mother, who was taken during the war. Despite his childlike appearance, Fusuke is a force to be reckoned with, possessing immense power that makes him a prime target for various factions seeking to control the country.\n\nAlong his journey, Fusuke encounters fellow former Ninku captains, Aicho and Touji, and together they stand against the Imperial Army, which is hell-bent on eradicating the last remaining Ninku. As one of the most powerful Ninku ninjas, Fusuke, alongside his comrades, each with their unique specialties, faces the daunting task of fighting against the oppressive tyrants who have plunged the world into despair. United, they strive to bring peace to a world still reeling from the aftermath of war, challenging the vicious cycle of power and deception that has gripped the people for far too long.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.392937715345878,
    "arithmeticGeometricMean": 6.312331476556944,
    "median": 6.636363636363637,
    "lastUpdate": "2024-05-09"
  }
}