{
  "sources": [
    "https://anidb.net/anime/2912",
    "https://anilist.co/anime/2111",
    "https://anime-planet.com/anime/rockmanexe-hikari-to-yami-no-program",
    "https://anisearch.com/anime/2646",
    "https://kitsu.io/anime/1910",
    "https://myanimelist.net/anime/2111",
    "https://notify.moe/anime/xj8YcKmiR"
  ],
  "synopsis": {
    "text": "Deep in the cyber world of the UnderNet, the sentient program Forte awakens amidst a graveyard of technology. He encounters a dangerous purple blob creature that captures and curses him. Meanwhile in the real world, a peaceful city is suddenly terrorized by a towering pillar of purple light that erupts from the ground. It destroys everything in its path before disappearing just as quickly, leaving behind only emptiness. Netto and Rockman learn about the \"Dematerialization Phenomenon,\" which is digitizing the real world. To stop this, they travel into cyberspace seeking their father Dr. Yuuichirou, an expert researcher. He directs them underground where old villains and a vicious new threat named Nebula Grey await. This nasty cyber-lifeform has awakened and could be the key to halting the Dematerialization. To save both worlds, Netto and Rockman must defeat Nebula Grey in a climactic battle. This is the epic story of the growing bond between Netto, Rockman, and their companions as they fight to protect humankind from threats emerging between the real and digital worlds. Their journey will push them to their limits as they encounter new enemies and make noble sacrifices for the greater good. Yet their courage and determination see them through even the darkest hours. Only by working together can humans and sentient programs defeat the destabilizing forces jeopardizing their future co-existence.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "b4f640fc1c8875e5",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 6.553024648820567,
    "arithmeticGeometricMean": 6.512699773507157,
    "median": 6.909090909090909,
    "hash": "b4f640fc1c8875e5",
    "lastUpdate": "2024-05-08"
  }
}