{
  "sources": [
    "https://anidb.net/anime/18408",
    "https://anilist.co/anime/150085",
    "https://anime-planet.com/anime/touken-ranbu-kyoden-moyuru-honnouji",
    "https://anisearch.com/anime/19015",
    "https://kitsu.io/anime/46142",
    "https://livechart.me/anime/11221",
    "https://myanimelist.net/anime/51859",
    "https://notify.moe/anime/cyxnsc5Ig"
  ],
  "synopsis": {
    "text": "Kenichi Suemitsu brings forth an enthralling anime adaptation of a tale set in 2205 AD, where the malevolent forces of darkness strive to manipulate the past, jeopardizing the very fabric of history. To counter this threat, a judge summons four formidable swordsmen, each bearing a blade sanctified by a Shinto priest. United by their allegiance to the demon king Oda Nobunaga, these warriors are tasked with safeguarding the past and ensuring a secure future.\n\nAt their stronghold, the arrival of a new sword, Fudou Yukimitsu, stirs chaos and disunity. Once wielded by Oda Nobunaga and later bestowed upon his loyal retainer, Mori Ranmaru, Fudou Yukimitsu proudly boasts of its connection to the demon king. However, this claim clashes with those of the other swords, Souza Samonji, Heshikiri Hasebe, and Yagen Toushirou, who all revere Nobunaga as their former master.\n\nAmidst this turmoil, the team captain, Yamanbagiri Kunihiro, must restore order and unite the citadel. As they receive orders to journey back to the year 1582, the swordsmen must confront their past at the Honnouji event, where their beloved master met his untimely end. With the stakes higher than ever, can these valiant warriors protect history and thwart the impending darkness? The fate of time hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b578bf55eeeeb781",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.897470315398887,
    "arithmeticGeometricMean": 5.889047139479451,
    "median": 5.8061224489795915,
    "hash": "b578bf55eeeeb781",
    "lastUpdate": "2024-05-10"
  }
}