{
  "sources": [
    "https://anidb.net/anime/13924",
    "https://anilist.co/anime/101317",
    "https://anime-planet.com/anime/black-fox",
    "https://anisearch.com/anime/13481",
    "https://kitsu.io/anime/41102",
    "https://livechart.me/anime/3158",
    "https://myanimelist.net/anime/37498",
    "https://notify.moe/anime/94dF2Kimg"
  ],
  "synopsis": {
    "text": "Her home, a hidden ninja residence nestled in a futuristic metropolis, was Rikka's sanctuary. As the eldest daughter of a prestigious ninja clan, she idolized her father, a brilliant researcher, and aspired to follow in his footsteps. Life was ordinary, until one fateful day when her home was viciously attacked. With her back against the wall, Rikka must summon the courage to face this unexpected crisis. By shattering the darkness, she transforms into 'BLACK' – a force to be reckoned with.\n\nRikka Isurugi, a lively and cheerful girl, grew up playing hide and seek with her beloved grandfather, the 26th head of the Isurugi ninja clan. Despite his efforts to mold her into a powerful ninja, Rikka's true passion lay in the world of science and engineering, just like her father. Years later, she finally achieved her dream of being accepted into the prestigious University of North Cundy. However, upon returning home to share her joyous news, she was greeted by a horrifying scene.\n\nHer living room was ransacked, covered in blood, and her father and grandfather were nowhere to be found. Gradsheim's operatives had attacked her home, seeking the blueprints for her father's groundbreaking animal drones. Refusing to weaponize his invention, Rikka's father had become an enemy of the corporation. In front of her very eyes, her father and grandfather were gunned down, leaving Rikka with nothing but burning hatred and a desire for vengeance.\n\nTrained in the art of ninjutsu by her grandfather and inspired by her father's work, Rikka Isurugi finds herself at a crossroads. By day, she poses as an ordinary girl",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.027269823344358,
    "arithmeticGeometricMean": 7.0244505363806615,
    "median": 7.080810276679841
  },
  "lastUpdate": "2024-05-09"
}