{
  "sources": [
    "https://anidb.net/anime/17874",
    "https://anilist.co/anime/141870",
    "https://anime-planet.com/anime/qi-refining-for-3000-years",
    "https://anisearch.com/anime/17821",
    "https://kitsu.io/anime/45867",
    "https://kitsu.io/anime/46656",
    "https://myanimelist.net/anime/50538",
    "https://notify.moe/anime/uWUFcPVVR"
  ],
  "synopsis": {
    "text": "What an extraordinary journey awaits us in the tale of Bai Qiuran, a disciple of the esteemed Qingming Sword Sect! Despite his peers swiftly mastering cultivation skills, Bai Qiuran's journey proves to be a test of patience and resilience, as he spends three millennia refining his Chi to become a formidable master. With unwavering belief in himself, Bai Qiuran faces the world head-on, eager to overcome the obstacles that stand in his path.\n\nAt the tender age of seventeen, Bai Qiuran had already reached the pinnacle of the Qi Refining stage, teetering on the brink of a breakthrough. However, three thousand years pass, and our protagonist finds himself still entrenched in the same stage, albeit at an astounding level 66,66a. Yet, don't be fooled by his seemingly stagnant progress – Bai Qiuran is a force to be reckoned with, vanquishing foes from all realms with ease.\n\nWitness the inspiring saga of Bai Qiuran as he defies the odds, remaining steadfast in his pursuit of cultivation mastery. While his teacher ascends to immortality and even his youngest sister achieves success, Bai Qiuran remains undeterred. Join him as he traverses the trials and tribulations of his incredible journey, ultimately breaking through and proving that perseverance truly knows no bounds!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b60df531f8a2cd63",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.941241187384044,
    "arithmeticGeometricMean": 6.925906260718096,
    "median": 6.794090909090909,
    "hash": "b60df531f8a2cd63",
    "lastUpdate": "2024-05-08"
  }
}