{
  "sources": [
    "https://anidb.net/anime/15743",
    "https://anilist.co/anime/124410",
    "https://anime-planet.com/anime/rent-a-girlfriend-season-2",
    "https://anisearch.com/anime/15581",
    "https://kitsu.io/anime/43588",
    "https://livechart.me/anime/10168",
    "https://myanimelist.net/anime/42963",
    "https://notify.moe/anime/OkibM4KGg"
  ],
  "synopsis": {
    "text": "And so, the life of the hapless college student, Kazuya Kinoshita, takes a dramatic turn when he encounters the elegant rental girlfriend, Chizuru Ichinose, leading him to present her as his significant other to his circle. Trapped in his own web of deceit, Kazuya finds himself juggling the affections of a mischievous ex-girlfriend, Mami Nanami, a feisty provisional girlfriend, Ruka Sarashina, and a timid yet dedicated younger rental girlfriend, Sumi Sakurasawa. As he navigates through a series of trials at the pub, beach, hot springs, and festive seasons, his affection for Chizuru only deepens. But when she unveils a startling secret, their delicate bond is put to the test.\n\nAs time marches on, Kazuya's life becomes increasingly complicated, with various women vying for his attention. The presence of his ex, Mami, only adds fuel to the fire, especially when Chizuru's hidden truth already hangs in the balance.\n\nFast forward a year, Kazuya and Chizuru continue their arrangement through the rental girlfriend app. Chizuru expresses her desire to quit her job and chase her dream of becoming an actress. Despite his personal feelings, Kazuya chooses to encourage her ambition. Watching her mesmerizing performance, Kazuya is filled with admiration and sorrow, knowing that her talent will likely lead her away from him. When her hopes are dashed after being overlooked by a renowned director, Kazuya vows to rent her weekly to provide financial support. However, the lingering presence of Mami and his own unclear feelings cast a shadow over his commitment to Chizuru.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.187260982105451,
    "arithmeticGeometricMean": 7.181720893996995,
    "median": 7.258181818181818
  },
  "lastUpdate": "2024-05-09"
}