{
  "sources": [
    "https://anidb.net/anime/12262",
    "https://anilist.co/anime/87435",
    "https://anime-planet.com/anime/bang-dream",
    "https://anisearch.com/anime/11563",
    "https://kitsu.io/anime/12330",
    "https://livechart.me/anime/2247",
    "https://myanimelist.net/anime/33573",
    "https://notify.moe/anime/pfzkhKmmg"
  ],
  "synopsis": {
    "text": "They say the stars twinkle with unspoken tales, and for Kasumi Toyama, they whispered a rhythm she'd been chasing her whole life. As a child, the stars had filled her with an exhilarating thrill she yearned to rediscover. It wasn't until she stumbled upon a star-shaped guitar in a forgotten pawnshop that she found her answer. The guitar resonated with the same captivating energy as the stars, and Kasumi knew her destiny was to form an all-girl band.\n\nEnrolling in a new school, Kasumi followed a trail of star-shaped signs that led her to a life-changing discovery: a star-shaped guitar. The guitar sparked a newfound determination within her, and she became resolute in her quest to form a band. But convincing the shop owner to sell her the guitar and finding like-minded girls to join her on this musical journey would prove to be challenging.\n\nDetermined to relive the heart-pounding excitement she once felt, Kasumi embarks on a mission to form a band with four kindred spirits: Saya, Arisa, Rimi, and Tae. Together, they set out on a journey to find the elusive 'Star Beat' and make their dreams of stardom a reality. Will they have what it takes to overcome the challenges that await them and deliver a performance that will light up the stage like the stars that inspired Kasumi's dream? Only time will tell, but one thing is for sure: Kasumi and her friends are ready to shine with all their might.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b6a6190bce628a6f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.949391585373151,
    "arithmeticGeometricMean": 6.944830072274814,
    "median": 6.979,
    "hash": "b6a6190bce628a6f",
    "lastUpdate": "2024-05-08"
  }
}