{
  "sources": [
    "https://anidb.net/anime/7953",
    "https://anilist.co/anime/9515",
    "https://anime-planet.com/anime/highschool-of-the-dead-drifters-of-the-dead",
    "https://anisearch.com/anime/6511",
    "https://kitsu.io/anime/5767",
    "https://livechart.me/anime/1567",
    "https://myanimelist.net/anime/9515",
    "https://notify.moe/anime/RcVMtFmiR"
  ],
  "synopsis": {
    "text": "You're in for a thrilling ride with High School of the Dead: Drifters of the Dead! After narrowly escaping the clutches of the undead in mainland Japan, Takashi Komuro and his brave group of high school survivors find themselves on a secluded island off the coast of Tokonosu City. The island appears to be a haven, devoid of zombies, and the group can't help but indulge in some well-deserved relaxation, donning swimwear and exploring the island for resources.\n\nHowever, their tropical paradise is not as idyllic as it seems. While preparing their foraged meal, a mysterious haze envelops the group, causing disorientation and nausea. They soon discover that the culprit is hydrangeas, a poisonous plant known for its hallucinogenic properties. As the group tries to escape the overpowering scent, they realize that the island might have hidden dangers far worse than the zombies they left behind.\n\nIn this action-packed OVA, the high school survivors must navigate the challenges of their new environment while battling the side effects of the hallucinogenic plants. Will they manage to conquer the island and create a safe haven, or will they fall victim to the unseen threats lurking in their supposed paradise? Gear up for an adrenaline-pumping adventure filled with unexpected twists and turns!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b6fa8baa2958e38b",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.532300494148709,
    "arithmeticGeometricMean": 6.527021695757895,
    "median": 6.636818181818182,
    "hash": "b6fa8baa2958e38b",
    "lastUpdate": "2024-05-09"
  }
}