{
  "sources": [
    "https://anidb.net/anime/9414",
    "https://anilist.co/anime/15547",
    "https://anime-planet.com/anime/b-daman-fireblast",
    "https://anisearch.com/anime/8062",
    "https://kitsu.io/anime/7274",
    "https://livechart.me/anime/936",
    "https://myanimelist.net/anime/15547",
    "https://notify.moe/anime/5JqdtFimg"
  ],
  "synopsis": {
    "text": "Fearing the resurgence of chaos, the World B-Daman Association (WBMA) sends undercover agent Samuru Shigami to investigate the secretive advancements in B-Daman technology in Crestland. Upon arrival, Samuru discovers a twisted world ruled by the corrupt Grand B-master Roma, who has replaced the popular Crossfire competition with the merciless Road Fight, where the loser must submit to the winner's demands.\n\nEnter Kamon Day, a passionate B-shot whose past memories were erased during a fierce battle against his own brother, Roma. Unaware of their connection, Kamon forges a bond with the fiery B-Daman Garuburn, whose spirit resonates with him. As fragments of his past begin to resurface, Kamon and his friends embark on a daring mission to find the legendary Phoenix B-Daman, the guardian of light, before Roma can harness its power for evil.\n\nWith Roma orchestrating sinister schemes from the shadows and wielding the mighty Gillusion B-Daman, the race to capture Phoenix intensifies. The stage is set for an epic showdown at one of Crestland's largest tournaments, where the future of the land hangs in the balance. Will Roma's darkness prevail, or will Kamon and his allies restore freedom to Crestland? The battle heats up as innovative B-Daman, cutting-edge emblem charge upgrades, and reimagined versions of the game collide on spectacular battlefields. Brace yourself for a blazing clash of power and determination!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.129018817916777,
    "arithmeticGeometricMean": 6.10075931742787,
    "median": 6.472000000000001,
    "lastUpdate": "2024-05-09"
  }
}