{
  "sources": [
    "https://anidb.net/anime/230",
    "https://anilist.co/anime/527",
    "https://anime-planet.com/anime/pokemon",
    "https://anisearch.com/anime/3139",
    "https://kitsu.io/anime/486",
    "https://livechart.me/anime/3702",
    "https://myanimelist.net/anime/527",
    "https://notify.moe/anime/sv1ocKimg"
  ],
  "synopsis": {
    "text": "This beloved anime series, known as Pokémon or Pocket Monsters, follows the ambitious journey of a young boy named Ash Ketchum (originally Satoshi in Japanese) as he strives to become the ultimate Pokémon Master. Starting with his first Pokémon, the electric-powered Pikachu, Ash sets off on a thrilling adventure that takes him through diverse regions such as Kanto, the Orange Islands, and Johto. Alongside his human companions Brock, a Rock Pokémon Trainer with a penchant for girls, and Misty, a tomboyish Water Pokémon Trainer who might harbor feelings for Ash, they face countless challenges and encounters in their quest to capture and train various Pokémon.\n\nThroughout their journey, Ash and his friends frequently cross paths with the nefarious Team Rocket trio - Jessie, James, and Meowth, who relentlessly attempt to steal Pokémon for their evil organization. However, their sinister plans are consistently foiled by Ash and his Pokémon, resulting in comedic and action-packed confrontations.\n\nIn this world where creatures known as Pokémon roam and aspiring trainers capture and battle them, Ash's adventure is filled with excitement, camaraderie, and personal growth as he learns about the responsibilities that come with being a Pokémon trainer. From battling other trainers to entering prestigious Pokémon League competitions, Ash's journey promises endless thrills and heartwarming moments that will captivate audiences of all ages.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b791d2c1dbb5829a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.934238569759454,
    "arithmeticGeometricMean": 6.904124786460246,
    "median": 7.402093425605537,
    "hash": "b791d2c1dbb5829a",
    "lastUpdate": "2024-05-09"
  }
}