{
  "sources": [
    "https://anidb.net/anime/4238",
    "https://anilist.co/anime/907",
    "https://anime-planet.com/anime/princess-princess",
    "https://anisearch.com/anime/444",
    "https://kitsu.io/anime/807",
    "https://livechart.me/anime/5098",
    "https://myanimelist.net/anime/907",
    "https://notify.moe/anime/-qk1cKmiR"
  ],
  "synopsis": {
    "text": "Mikiyo Tsuda's shoujo manga-based anime, \"Princess Princess,\" introduces us to Tooru Kouno, a young man with striking good looks who finds himself in a peculiar situation at his new all-boys school. Upon his arrival, he is taken aback by the unwanted attention his feminine appearance attracts from his male classmates. To his surprise, he learns that the school has a unique tradition: selected first-year students, known as \"Princesses,\" must dress up as women to uplift the school's spirit.\n\nTooru's encounter with a captivating pink-haired girl on campus leaves him hoping for female company in this otherwise male-dominated environment. However, he soon discovers that the girl is, in fact, a fellow student named Mikoto Yutaka, who crossdresses as part of the school's tradition. Tooru is then informed by his classmate, Yuujirou Shihoudani, that he too has been chosen as a \"Princess\" due to his attractive appearance.\n\nInitially hesitant to participate in the school's \"Princess System,\" Tooru eventually warms up to the idea as he realizes the advantages that come with the role. Despite the challenges and unexpected responsibilities, Tooru learns to embrace his new position as a \"Princess,\" bringing a unique twist to his high school experience.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b7bd7c2d83482079",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.027280202990287,
    "arithmeticGeometricMean": 7.024924338205153,
    "median": 6.995,
    "hash": "b7bd7c2d83482079",
    "lastUpdate": "2024-05-09"
  }
}