{
  "sources": [
    "https://anidb.net/anime/10046",
    "https://anilist.co/anime/20593",
    "https://anime-planet.com/anime/hanamonogatari",
    "https://anisearch.com/anime/9095",
    "https://kitsu.io/anime/8032",
    "https://livechart.me/anime/248",
    "https://myanimelist.net/anime/21855",
    "https://notify.moe/anime/3ha2tFiig"
  ],
  "synopsis": {
    "text": "With Koyomi Araragi and Hitagi Senjougahara now graduated, Naoetsu Private High School is left with only a handful of familiar faces, among them Suruga Kanbaru, the wielder of the Monkey's Paw. When whispers of a mysterious entity known as the 'Devil' who can miraculously solve any problem begin to circulate, Kanbaru fears that she might be the source of these rumors and sets out to investigate. To her surprise, she discovers that the Devil is none other than Rouka Numachi, a former basketball rival from junior high who, due to a leg injury, can no longer play and instead offers free advice to those seeking her help. Numachi, a collector of misfortune, finds joy in alleviating her clients' stress by offering them false hope. Though Kanbaru sees no immediate harm in Numachi's actions, she admonishes her for her dishonesty and returns home, reassured that she is not the cause of the rumors. However, her relief may be short-lived as she awakens the next morning to find her left hand has returned to its original human form, giving her reason to worry.\n\nMeanwhile, Suruga encounters Ougi Oshino, who introduces himself as Meme Oshino's nephew. He informs her of a rumor about 'the Lord Devil' who can grant any wish, leading Suruga to suspect that she might be the Lord Devil due to her past wish on the Monkey's Paw. Desperate to uncover the truth, Suruga arranges a meeting with the Lord Devil, only to find Rouka Numachi, her old basketball rival, waiting for her.\n\nAs a new trimester begins, Koyomi Araragi and the girls find themselves facing",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b7bfcc9d4c2c802a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.971237182419667,
    "arithmeticGeometricMean": 7.97065846384392,
    "median": 8.0,
    "hash": "b7bfcc9d4c2c802a",
    "lastUpdate": "2024-05-09"
  }
}