{
  "sources": [
    "https://anidb.net/anime/17431",
    "https://anilist.co/anime/136804",
    "https://anime-planet.com/anime/konosuba-gods-blessing-on-this-wonderful-world-3",
    "https://anisearch.com/anime/16505",
    "https://kitsu.io/anime/44911",
    "https://livechart.me/anime/11233",
    "https://myanimelist.net/anime/49458",
    "https://notify.moe/anime/v-m-qxMng"
  ],
  "synopsis": {
    "text": "As the third season of Kono Subarashii Sekai ni Shukufuku wo! unfolds, the eccentric party finds themselves at a crossroads. Kazuma, disenchanted with his adventurous lifestyle, contemplates a peaceful life as a monk, much to the disbelief of Aqua, Megumin, and Darkness. However, their disagreement is put on hold when Princess Iris expresses her desire to hear about their thrilling escapades. Will the allure of royal recognition keep the group united, or will this be their final hurrah?\n\nIn his leisure time, Kazuma laments the absence of a younger sister figure in his party. An invitation to a royal banquet introduces him to the charming Princess Iris, who becomes captivated by his adventurous tales. Kazuma finds himself transported to the royal castle, where life with Iris seems like a dream he never wants to wake up from. When rumors of a 'righteous thief' plaguing the capital reach him, Kazuma takes it upon himself to apprehend the elusive do-gooder.\n\nDuring his quest to vanquish the Demon King, Kazuma has successfully defeated several of his generals and received a generous reward for saving a village from the Crimson Demons. Despite finding steadfast companions in Aqua, Megumin, and Darkness, Kazuma remains unsuccessful in winning the hearts of the women in this world. With his attempts at romance ending in disaster and his tall tales dismissed as fabrications, Kazuma contemplates leaving his adventurous life behind to become a monk. However, an encounter with a monster carrying a magical hammer capable of producing infinite gold coins reignites his passion for adventure. Despite the hammer being stolen by Chris, Kazuma's chaos troupe is presented with a new opportunity when a princess invites them",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.271298933209646,
    "arithmeticGeometricMean": 8.26599023860657,
    "median": 8.378818181818183,
    "lastUpdate": "2024-05-09"
  }
}