{
  "sources": [
    "https://anidb.net/anime/13533",
    "https://anilist.co/anime/100722",
    "https://anime-planet.com/anime/date-a-live-iii",
    "https://anisearch.com/anime/12920",
    "https://kitsu.io/anime/14040",
    "https://livechart.me/anime/2946",
    "https://myanimelist.net/anime/36633",
    "https://notify.moe/anime/axON2KmiR"
  ],
  "synopsis": {
    "text": "With the fate of humanity hanging in the balance, ordinary high school student Shido finds himself in an extraordinary situation. Mysterious entities known as Spirits, taking the form of beautiful girls, are causing devastating spacequakes in his world. Shido's unique ability to seal their powers by making them fall in love with him becomes the world's only hope for survival.\n\nAs the story unfolds, Shido successfully seals the powers of six Spirits, each with their own unique personalities and quirks. However, the challenge doesn't end there. The Spirits, now smitten with Shido, compete for his affection, leading to a series of comedic and dramatic misadventures.\n\nShido's mission continues as he seeks to uncover the origin of the Spirits and prevent further disasters. Along the way, he encounters Natsumi, the seventh Spirit, who can assume various appearances. To identify and seal her powers, Shido must navigate a complex web of relationships and make the 12 potential suspects fall in love with him.\n\nJust as Shido and his friends begin to enjoy a brief respite from their battles, a new threat emerges. Natsumi, initially friendly, reveals a darker side and vows to destroy Shido's life. As accusations fly and Shido's memories become clouded, he must unravel Natsumi's plan and protect both his world and the Spirits he's grown to care for.\n\nIn this thrilling third season of Date a Live, Shido's journey is filled with laughter, tears, and plenty of heart-stopping moments. Will he be able to handle the challenges that lie ahead and save the world once again? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b84c770836a3707f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.363798055165313,
    "arithmeticGeometricMean": 7.359839104587907,
    "median": 7.353507619548083,
    "hash": "b84c770836a3707f",
    "lastUpdate": "2024-05-09"
  }
}