{
  "sources": [
    "https://anidb.net/anime/8234",
    "https://anilist.co/anime/10232",
    "https://anime-planet.com/anime/tamayura-hitotose",
    "https://anisearch.com/anime/6863",
    "https://kitsu.io/anime/6087",
    "https://livechart.me/anime/1204",
    "https://myanimelist.net/anime/10232",
    "https://notify.moe/anime/heB7pKiig"
  ],
  "synopsis": {
    "text": "Fuu Sawatari, a young girl with a passion for photography, moves to the picturesque town of Takehara, near Hiroshima, to attend high school. This isn't just any town, but the place where her late father, a photography enthusiast himself, grew up. Fuu's love for photography is a cherished bond she shared with her father, and she captures life's precious moments with his vintage Rollei 35S camera.\n\nAs Fuu navigates her new life in Takehara, she forms a close-knit group of friends, each unique in their own way - the free-spirited Kaoru Hanawa, the lively Norie Okazaki, and the reserved Maon Sakurada. Together, they embark on everyday adventures, from sleepovers to chasing cats around town, with Fuu always ready to immortalize these moments through her lens.\n\nFuu's journey is not just about finding joy in her new home, but also about healing and self-discovery. After her father's death, Fuu struggled with her emotions. However, with the support of her brother and friends, she reconnects with her passion for photography. As she continues to capture the beauty of everyday life, Fuu hopes to photograph the elusive 'Tamayura' - children of the light who appear in moments of pure happiness.\n\nThis heartwarming tale follows Fuu and her friends as they grow, discover their passions, and find joy in the simple things, all while Fuu continues her father's legacy, one photograph at a time.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b854fbd96b7145d5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.2780195835910115,
    "arithmeticGeometricMean": 7.274513395055103,
    "median": 7.404595959595959,
    "hash": "b854fbd96b7145d5",
    "lastUpdate": "2024-05-10"
  }
}