{
  "sources": [
    "https://anidb.net/anime/814",
    "https://anilist.co/anime/1245",
    "https://anime-planet.com/anime/twilight-of-the-dark-master",
    "https://anisearch.com/anime/3313",
    "https://kitsu.io/anime/1120",
    "https://livechart.me/anime/6681",
    "https://myanimelist.net/anime/1245",
    "https://notify.moe/anime/aeTxcKimg"
  ],
  "synopsis": {
    "text": "In the dawn of existence, the benevolent Creator birthed both humanity and a race of formidable Demons, the latter serving as an embodiment of fear for mankind to conquer. Fast forward to modern-day Tokyo, where the once-thriving Shinjuku district has been reduced to rubble by an enigmatic force, and a series of gruesome murders plagues the city. Enter Tsunami Shijyo, a lone warrior poised to confront the most malevolent force the world has ever witnessed.\n\nFrom time's inception, a relentless struggle between monstrous Demons and virtuous Guardians has unfolded on Earth, a realm bestowed by the one great Creator of all life. The Guardians' success in preventing the Demons from annihilating humanity and the world itself has fostered a seething animosity between the two factions. In the contemporary metropolis of Neo-Shinjuku City, the presence of both Demons and Guardians has dwindled, with humans now dominating the Earth, largely oblivious to the ancient conflict. However, in the city's sinister underbelly, a supreme Demon lurks, scheming to subjugate mankind. The last remaining Guardian stands as humanity's sole defense, with the species' very survival hanging in the balance.\n\nFrom the onset of time, Earth has been mercilessly subjugated by the powerful and repugnant Ogres, whose dominion is contested only by the valiant Guardians. In the far-off year of 2089, the once-prevalent Ogres and Guardians have all but vanished from Neo-Shinjuku. Humanity now reigns over the Earth, yet nestled within the city's murky",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b8a3359ddc424004",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.45591094619666,
    "arithmeticGeometricMean": 5.433171777159258,
    "median": 5.636363636363637,
    "hash": "b8a3359ddc424004",
    "lastUpdate": "2024-05-09"
  }
}