{
  "sources": [
    "https://anidb.net/anime/8864",
    "https://anilist.co/anime/20556",
    "https://anime-planet.com/anime/nananas-buried-treasure",
    "https://anisearch.com/anime/9287",
    "https://kitsu.io/anime/8162",
    "https://livechart.me/anime/358",
    "https://myanimelist.net/anime/21561",
    "https://notify.moe/anime/3t7otKiig"
  ],
  "synopsis": {
    "text": "Pacific Ocean's man-made marvel, Nanae Island, stands as a testament to the vision of the charismatic Nanana Ryugajo and her team of seven brilliant students, the GREAT 7. Built as a sanctuary for young dreamers, the island has flourished into a vibrant hub of learning, with a staggering 80% of its 100,000 inhabitants being students.\n\nEnter Jugo Yama, a high school student who finds himself disowned by his father and exiled to this island paradise. Jugo's dreams of a solitary existence are shattered when he discovers that his new apartment comes with an unexpected roommate - the ghost of Nanana Ryugajo herself, bound to the island following her unsolved murder a decade ago.\n\nAs Jugo adjusts to his spectral cohabitant, he learns of the Nanana Collection, a series of hidden treasures imbued with mysterious powers, scattered across the island by Nanana before her untimely demise. In a quest to unravel the mystery of her murder, Jugo embarks on a thrilling treasure hunt, accompanied by an eclectic mix of fellow adventurers.\n\nAs they delve deeper into the island's ruins and unravel its enigmatic puzzles, the group finds themselves embroiled in a battle of wits and strategy against rival treasure hunters. Nanana's Buried Treasure is an exhilarating adventure filled with suspense, camaraderie, and the relentless pursuit of dreams. Prepare to be captivated by this extraordinary tale of treasure, mystery, and the unyielding spirit of youth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.159581281800298,
    "arithmeticGeometricMean": 7.158006727131993,
    "median": 7.2125069453830095,
    "lastUpdate": "2024-05-09"
  }
}