{
  "sources": [
    "https://anidb.net/anime/5127",
    "https://anilist.co/anime/2596",
    "https://anime-planet.com/anime/ghost-hound",
    "https://anisearch.com/anime/4219",
    "https://kitsu.io/anime/2360",
    "https://livechart.me/anime/3969",
    "https://myanimelist.net/anime/2596",
    "https://notify.moe/anime/RIds5Kmmg"
  ],
  "synopsis": {
    "text": "During the overlap of two distinct worlds, the Apparent World and the Unseen World, three middle school students embark on an extraordinary journey to unravel the mysteries connecting these realms. In the quaint Japanese coastal town of Suiten, Tarou, Makoto, and Masayuki appear to lead ordinary lives. However, each of them carries the burden of a traumatic past that has granted them the ability to cross between the two worlds by extracting their souls from their bodies.\n\nAs the boundaries between the Apparent World and the Unseen World begin to blur, the souls of the dead find their way into the realm of the living. This newfound intermingling of worlds brings forth unforeseen consequences, and the three boys must navigate these changes to understand the connection between their pasts and the hidden world known as Kakuriyo.\n\nHaunted by his disturbing dreams and the lingering trauma of his kidnapping 11 years ago, Tarou struggles to remember the details of the event that led to the loss of his sister. When new transfer student Masayuki takes an interest in Tarou's troubled past and Makoto's connection to the dark incident, the three boys are drawn together to confront their fears.\n\nTheir journey leads them to the site of Tarou's childhood captivity: an abandoned hospital beyond the dam. As they delve deeper into the bizarre world that lies hidden, they must face their demons and repair the breach between the spiritual and corporeal realms. Follow Tarou, Makoto, and Masayuki as they traverse the two worlds, seeking answers to the enigmatic connection between their pasts and the hidden world that now threatens to consume their reality.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b8b696315854d002",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.365768552875696,
    "arithmeticGeometricMean": 7.3631038188749685,
    "median": 7.341363636363637,
    "hash": "b8b696315854d002",
    "lastUpdate": "2024-05-10"
  }
}