{
  "sources": [
    "https://anidb.net/anime/9272",
    "https://anilist.co/anime/14527",
    "https://anime-planet.com/anime/medaka-box-abnormal",
    "https://anisearch.com/anime/7772",
    "https://kitsu.io/anime/7132",
    "https://livechart.me/anime/953",
    "https://myanimelist.net/anime/14527",
    "https://notify.moe/anime/o9NOtFimR"
  ],
  "synopsis": {
    "text": "What begins as a simple support initiative spirals into chaos, revealing Medaka Kurokami as more than just human. As she grapples with shocking truths and a sinister plot that even her formidable War God Mode may not be able to overcome, Medaka must think creatively and rally every hidden resource of the Student Council, including the Abnormal ones, to confront the looming challenge.\n\nFollowing Medaka's triumph over Unzen Myouri, the leader of the Public Morals Committee, the Flask Plan—a mysterious scheme orchestrated by Hakoniwa Academy's Chairman, Hakama Shiranui—begins to unfold. With the manipulative chairman pulling the strings, Medaka finds herself entangled in a web of intrigue centered around the enigmatic Class 13.\n\nWith Myouri Unzen defeated, a temporary calm settles over Hakoniwa Academy. However, Medaka, Zenkichi Hitoyoshi, Kouki Akune, and Mogana Kikaijima soon find themselves embroiled in another dark conspiracy: the Flask Plan. Led by the school's principal, the scheme involves a new group of superhuman students known as the 'Thirteen Party,' under the command of the powerful and self-centered Oudo Miyakonojou. As the Flask Plan advances, Medaka and her companions must confront Oudo's tyranny, the reemergence of a past adversary, and the perilous state of Hakoniwa Academy, which is far from peaceful.\n\nUpon defeating Myouri Unzen, Medaka is approached by the headmaster to join the '13 Party'—an exclusive group of 13 extraordinary students from Class 13. As she uncovers the Flask Plan's objective to create perfect humans by sacrificing the entire student",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.366509791795507,
    "arithmeticGeometricMean": 7.364283313630426,
    "median": 7.42005772005772,
    "lastUpdate": "2024-05-09"
  }
}