{
  "sources": [
    "https://anidb.net/anime/17427",
    "https://anilist.co/anime/149874",
    "https://anime-planet.com/anime/smile-of-the-arsnotoria-the-animation",
    "https://anisearch.com/anime/17413",
    "https://kitsu.io/anime/46136",
    "https://livechart.me/anime/11229",
    "https://myanimelist.net/anime/51923",
    "https://notify.moe/anime/z6oDmdCnR"
  ],
  "synopsis": {
    "text": "Pentagrams, a group of five young women with diverse personalities, embark on a journey of self-discovery and growth at Ashram, a magical boarding school hidden from the world. The quintet, comprised of Arsnotoria, Mell, Little Alberta, Picatrix, and Abramelin, strive to become true ladies, mastering the arts of magic, etiquette, and general knowledge.\n\nIn this enchanted academy, where dormitory life is mandatory, the girls share a strong bond, supporting each other through their studies, school duties, and even insect extermination tasks. The lively Mell, the reserved Little Alberta, the ambitious Picatrix, and the composed Abramelin, led by Arsnotoria, navigate their unique challenges together.\n\nTheir days are filled with laughter, learning, and camaraderie, with tea parties in a secret room serving as their cherished tradition. Despite their contrasting personalities occasionally sparking disagreements, their friendship remains unshaken, with shared tea and cake always restoring harmony.\n\nAs the Pentagrams blossom like flowers in this secret garden of learning, they uncover the deeper mysteries of Ashram and their roles as Pentagrams. Join these young women in their magical journey, filled with laughter, friendship, and growth, as they strive to become true ladies in the heart of Ashram.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b91b41b92e63f0af",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.102384817563389,
    "arithmeticGeometricMean": 6.083990495169722,
    "median": 5.854090909090909,
    "hash": "b91b41b92e63f0af",
    "lastUpdate": "2024-05-10"
  }
}