{
  "sources": [
    "https://anidb.net/anime/743",
    "https://anilist.co/anime/3185",
    "https://anime-planet.com/anime/fortune-quest-l",
    "https://anisearch.com/anime/1671",
    "https://kitsu.io/anime/2845",
    "https://myanimelist.net/anime/3185",
    "https://notify.moe/anime/GmMw5FmmR"
  ],
  "synopsis": {
    "text": "Mount your swords and prepare for a journey filled with magic, mystery, and a dash of whimsy! In a world parallel to ours, where monsters, wizards, and dragons roam, a unique group of adventurers embarks on extraordinary quests.\n\nMeet Pastel, an 18-year-old orphaned girl who is not only a skilled writer but also a talented 'mapper', creating intricate illustrations of towns, rivers, and mountains. With her sharp intellect and unwavering honesty, she earns the respect of her fellow adventurers, who share a cozy abode with her.\n\nAmong them is Clay, a young swordsman with a heart as big as his brawn, and Trapp, the audacious son of a bandit chieftain. Kitton, a walking dictionary and a descendant of the esteemed Family Kittons, and Knoll, a gentle giant, add to the diversity of the group. Not forgetting the enchanting Rumy, an infant sorcerer from the Elf tribe, and Whitey, a lovable baby dragon, who bring a touch of the extraordinary to the team.\n\nFrom treasure hunting to solving riddles, their adventures are far from mundane. But when a precious white dragon jewel, eerily similar to Whitey's own, surfaces, the group sets out on a quest to uncover its secrets. Could this jewel hold the key to Whitey's lineage? Their journey to Mount Terrason promises to be filled with peril, discovery, and perhaps, a reunion with Whitey's long-lost family.\n\nJoin Pastel, Clay, Rumy, Trapp, and Whitey as they navigate this fantastical world, their friendship growing stronger with each adventure. In this realm of magic and mystery, one thing is certain",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b93c0d65c3abc73d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.240279353299762,
    "arithmeticGeometricMean": 6.212066902896353,
    "median": 6.090909090909091,
    "hash": "b93c0d65c3abc73d",
    "lastUpdate": "2024-05-07"
  }
}