{
  "sources": [
    "https://anidb.net/anime/15952",
    "https://anilist.co/anime/127688",
    "https://anime-planet.com/anime/the-honor-student-at-magic-high-school",
    "https://anisearch.com/anime/15859",
    "https://kitsu.io/anime/43847",
    "https://livechart.me/anime/10295",
    "https://myanimelist.net/anime/45572",
    "https://notify.moe/anime/kpFXXbbMg"
  ],
  "synopsis": {
    "text": "High school, magic, and a century-old revolution intertwine in this enchanting tale centered around Miyuki Shiba, an exceptional student at the prestigious First National Magic University Affiliated High School. In a world where magic has evolved into a recognized form of technology, young magicians gather to hone their skills and navigate the complexities of adolescence.\n\nAs an honor student, the beautiful and intelligent Miyuki dreams of sharing her high school experience with her beloved older brother, Tatsuya. However, the school's rigid hierarchy divides students into two distinct groups: the elite Course 1, known as \"Blooms,\" and the less prestigious Course 2, labeled as \"Weeds.\" Miyuki finds herself among the Blooms, while Tatsuya is relegated to the Weeds, creating an unexpected rift between the siblings.\n\nDetermined to prove her brother's extraordinary magical prowess, despite his \"irregular\" status, Miyuki embarks on a journey to bridge the gap between the two courses. Along the way, she encounters eccentric classmates, formidable rivals, and unexpected emotions that challenge her once-clear understanding of her world.\n\nThis captivating spin-off of the popular series \"The Irregular at Magic High School\" invites readers to experience the story anew through the eyes of Miyuki and other female characters, offering fresh insights and a magical perspective on love, loyalty, and the power of believing in oneself.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.759301381158524,
    "arithmeticGeometricMean": 6.750740639206913,
    "median": 6.843636363636364,
    "lastUpdate": "2024-05-09"
  }
}