{
  "sources": [
    "https://anilist.co/anime/4082",
    "https://anime-planet.com/anime/princess-resurrection-princess-comatose",
    "https://anisearch.com/anime/6086",
    "https://kitsu.io/anime/1927",
    "https://livechart.me/anime/8723",
    "https://myanimelist.net/anime/4082",
    "https://notify.moe/anime/zpXLcKimg"
  ],
  "synopsis": {
    "text": "Liza, Reiri, Hiro, and Hime find themselves in a perplexing nightmare within a mansion, stripped of their supernatural abilities. As they navigate through illusions and face formidable adversaries, they must unravel the mystery behind Flandre's disappearance. (Source: Wikipedia, rephrased)\n\nAfter the death of his parents, Hiro Hiyorimi has been living separately from his sister, Sawawa. Upon receiving her invitation to join her at her new job as a caretaker of an eerie mansion, Hiro embarks on a search for her. Instead of finding Sawawa, he encounters the mansion's new occupant and sacrifices his life to save hers. In a twist of fate, the resident he attempted to rescue is a princess of the monster realm, who resurrects him to serve her. (Source: Synopsis 2, rephrased)\n\nAs Sawawa reminisces about her past with Master at the Dandy cafe, unbeknownst to her, chaos unfolds at Hime's mansion. Hiro's life force appears to be dwindling, Reiri's vampiric flight is lost, and Liza's super-strength is no longer accessible. To make matters worse, past enemies resurface, including a menacing werewolf, a colossal shark, and a headless horseman. Amidst the turmoil, why does Hime remain so composed? (Source: Synopsis 3, rephrased)\n\nIn an ironic turn of events, Hiro Hiyorimi's attempt to save a captivating young woman from imminent death results in his own demise. Resurrected to serve Hime, he is now entangled in her world of carnage and destruction. As they confront ro",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b974d80f30f8de67",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.822184291898577,
    "arithmeticGeometricMean": 6.8176603655364065,
    "median": 6.9395454545454545,
    "hash": "b974d80f30f8de67",
    "lastUpdate": "2024-05-06"
  }
}