{
  "sources": [
    "https://anidb.net/anime/1305",
    "https://anilist.co/anime/3907",
    "https://anime-planet.com/anime/thunder-jet",
    "https://anisearch.com/anime/3055",
    "https://kitsu.io/anime/3338",
    "https://livechart.me/anime/8200",
    "https://myanimelist.net/anime/3907",
    "https://notify.moe/anime/EE__cKmmR"
  ],
  "synopsis": {
    "text": "Way farers and warlords collide in the expansive cosmos of \"Rai,\" a space opera that seamlessly weaves together elements of ancient feudal societies with futuristic interstellar empires. The tale centers around Rai, a valiant samurai warrior, as he navigates the complex power struggles among various spacefaring factions vying for control of the celestial territories.\n\nOnce the Sacred Galaxy Empire crumbled, the Milky Way Constellation became a battleground for power-hungry warlords. Amidst this chaos, a fearless warrior known as Thunder Jet emerges, displaying unwavering courage against his adversaries while remaining a compassionate ally to those in need. As two formidable forces, Dan-Joe of the North and Queen Mussamney of the South, clash in pursuit of dominion over the entire empire, Thunder Jet must grapple with the true intentions behind their ambitions.\n\nIn the midst of this cosmic conflict, Rai Ryuga, a determined soldier, rises through the ranks, evolving from an execution chamber prisoner to a formidable commander. Alongside newfound allies, Rai confronts ruthless generals, experiences love and betrayal, and solidifies his position as a key player in a war that spans galaxies and empires.\n\nAs a soldier in the Galaxy Army, Rai harbors a dream of unifying the cosmos under one banner. Ascending to the role of a leader aboard a colossal spaceship, Rai and his brave companions continue their journey, fueled by hope and determination to forge a united galaxy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "b9750a7604485e32",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.24364537503313,
    "arithmeticGeometricMean": 7.207805576996187,
    "median": 7.545454545454546,
    "hash": "b9750a7604485e32",
    "lastUpdate": "2024-05-09"
  }
}