{
  "sources": [
    "https://anidb.net/anime/10226",
    "https://anilist.co/anime/20487",
    "https://anime-planet.com/anime/gatchaman-crowds-insight",
    "https://anisearch.com/anime/9246",
    "https://kitsu.io/anime/8180",
    "https://livechart.me/anime/284",
    "https://myanimelist.net/anime/21039",
    "https://notify.moe/anime/coSopFmiR"
  ],
  "synopsis": {
    "text": "Modern Japan is in a state of flux, a year after the Tachikawa Incident that transpired in the summer of 2015. The CROWDS ability, a phenomenon that transforms human consciousness into tangible forms, has permeated society. This revolutionary power, initially bestowed upon Ninomiya Rui by the enigmatic Berg Katze, now finds endorsement from none other than the Japanese Prime Minister himself. However, this endorsement is not without its detractors, as a sinister organization known as VAPE exploits the CROWDS technology for nefarious purposes, sowing discord and chaos.\n\nAmidst this turmoil, Tsubasa Misudachi's mundane life is forever altered when a colossal UFO descends upon a tranquil farmland near Nagaoka. As the legendary Gatchaman oversee the extraordinary event, Tsubasa finds himself unwittingly inducted into their ranks, entrusted with a powerful high-tech notebook, or NOTE, by the venerable J.J. Robinson. Under the mentorship of seasoned hero Hajime Ichinose, Tsubasa embarks on a transformative journey as a guardian of justice.\n\nAs the Gatchaman, bolstered by their newest recruit, Tsubasa, strive to thwart VAPE's destructive schemes, the Prime Minister's flight falls prey to a mysterious assault. In this climate of escalating conflict, the winged warriors must rise once more to defend their nation and restore peace.\n\nThe narrative delves into profound themes of self-discovery, societal dynamics, and the dichotomy between emotion and reason. It underscores the importance of introspection over apprehension and advocates for a slower, more contemplative approach to life in a world that is increasingly hurried.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.226784695696461,
    "arithmeticGeometricMean": 7.223934747692568,
    "median": 7.261363636363637,
    "lastUpdate": "2024-05-09"
  }
}