{
  "sources": [
    "https://anidb.net/anime/635",
    "https://anilist.co/anime/427",
    "https://anime-planet.com/anime/kaleido-star",
    "https://anisearch.com/anime/1466",
    "https://kitsu.io/anime/391",
    "https://livechart.me/anime/4826",
    "https://myanimelist.net/anime/427",
    "https://notify.moe/anime/NEzocFimR"
  ],
  "synopsis": {
    "text": "Anime Synopsis:\n\nIn the heart of California, the world-renowned Kaleido Stage dazzles audiences with its mesmerizing acrobatics, stunning costumes, and magical performances. Sora Naegino, a young Japanese girl with an extraordinary talent for acrobatics, embarks on a journey to join this prestigious circus. Driven by the memory of a Kaleido Stage performance she once witnessed with her late parents, Sora is determined to make her mark on the stage.\n\nUpon arriving in America, Sora faces her first setback when she misses her audition due to unforeseen circumstances. However, fate intervenes, and she is given a chance to prove herself by the compassionate circus owner, Kalos. As Sora navigates the challenges of professional acrobatics, she forms strong bonds with her fellow performers and receives guidance from Fool, a mischievous spirit who can predict the future.\n\nThrough rigorous training, fierce competition, and unconventional assignments, Sora discovers that becoming a Kaleido Star requires more than just natural talent. She must push her limits, conquer her fears, and learn to trust her newfound friends. Along the way, Sora encounters rivals and naysayers who doubt her abilities, but she remains steadfast in her pursuit of her dream.\n\nAs Sora's skills grow, so does her passion for the stage, and she begins to embody the true spirit of a professional entertainer. Will Sora's determination and resilience be enough to secure her place among the stars of Kaleido Stage? Join Sora on her inspiring journey to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.932631261595548,
    "arithmeticGeometricMean": 7.931841235518189,
    "median": 7.968979591836735,
    "lastUpdate": "2024-05-09"
  }
}