{
  "sources": [
    "https://anilist.co/anime/100561",
    "https://anime-planet.com/anime/godzilla-movie-2-city-on-the-edge-of-battle",
    "https://kitsu.io/anime/13297",
    "https://livechart.me/anime/2633",
    "https://myanimelist.net/anime/36816",
    "https://notify.moe/anime/XLVnhFiiR"
  ],
  "synopsis": {
    "text": "Godzilla—the formidable beast that drove humanity from Earth 20,000 years ago—has finally been slain by the valiant efforts of Haruo Sakaki and his troops. But the triumph is short-lived, as another Godzilla, evolved and even more powerful, emerges from the depths of the planet.\n\nAfter a failed attempt to find a new home in the cosmos, the remnants of humanity return to a drastically changed Earth. Led by Haruo, they engage in a meticulously planned battle against Godzilla, aided by two alien races, the Exif and Bilusaludo. Despite their victory, the cost is high, and resources are scarce.\n\nHaruo awakens in the home of a young Houtua tribeswoman, Miana, whose tribe bears an uncanny resemblance to humans. The Houtua have adapted to the harsh conditions of the new Earth and are the first humanoid beings the returnees encounter. Their tribe's god was destroyed by Godzilla, leaving them with only eggs and a desperate hope for survival.\n\nThe Bilusaludo commander, Galu-gu, discovers that the Houtua's arrowheads are made of nanometal, a self-sustaining metal developed in the 21st century as an anti-Godzilla weapon. This revelation sparks hope for the remnants of humanity, as they set out to the old Mechagodzilla facility, aiming to reclaim their home planet from the clutches of the colossal Godzilla Earth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ba83fc62afcf7422",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.99259595959596,
    "arithmeticGeometricMean": 6.988493854189309,
    "median": 7.0062727272727265,
    "hash": "ba83fc62afcf7422",
    "lastUpdate": "2024-05-06"
  }
}