{
  "sources": [
    "https://anidb.net/anime/9328",
    "https://anilist.co/anime/14921",
    "https://anime-planet.com/anime/rdg-red-data-girl",
    "https://anisearch.com/anime/7960",
    "https://kitsu.io/anime/7182",
    "https://livechart.me/anime/832",
    "https://myanimelist.net/anime/14921",
    "https://notify.moe/anime/bRJdtFiiR"
  ],
  "synopsis": {
    "text": "And thus begins the extraordinary journey of Izumiko Suzuhara, a 15-year-old girl who has spent her entire life secluded in the sacred Kumano Mountains, nestled within the ancient Tamakura Shrine. Born into a life of isolation, Izumiko is destined to be the vessel of the enigmatic Himegami, a divine force that has shaped her existence from the very beginning.\n\nIzumiko's life is anything but ordinary, as she possesses an unusual ability to render any electronic device useless with a mere touch. Her sheltered upbringing has left her painfully shy and yearning for a taste of the world beyond the mountains. Determined to break free from her constraints, Izumiko takes the first step towards change by cutting her bangs, a simple yet bold act that leaves both her classmates and protectors astounded.\n\nEnter Miyuki Sagara, a descendant of mountain monks and Izumiko's appointed guardian. Miyuki, who shares a tumultuous past with Izumiko, is less than thrilled about his new role. Having been exiled from his city, he is now forced to protect the girl he once bullied and cannot fathom the significance of. The stage is set for an unlikely partnership, as these two young souls must navigate the unfolding supernatural mysteries that surround them.\n\nAs Izumiko and Miyuki reluctantly embark on this journey together, they are confronted with a series of strange events that ultimately lead to a shocking revelation. Izumiko learns that she is the last living vessel of the Himegami goddess, and Miyuki is fated to be her eternal protector. Can these two disparate individuals find common ground and forge a bond strong enough to face the challenges that lie ahead? Will Izum",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.5315618191332465,
    "arithmeticGeometricMean": 6.5262952112332,
    "median": 6.507272727272728,
    "lastUpdate": "2024-05-09"
  }
}