{
  "sources": [
    "https://anidb.net/anime/963",
    "https://anilist.co/anime/1108",
    "https://anime-planet.com/anime/soul-hunter",
    "https://anisearch.com/anime/1367",
    "https://kitsu.io/anime/993",
    "https://livechart.me/anime/8289",
    "https://myanimelist.net/anime/1108",
    "https://notify.moe/anime/uvC1cFmig"
  ],
  "synopsis": {
    "text": "Yin Dynasty, once a beacon of prosperity, now stands on the precipice of ruin, plagued by malevolent demon immortals. Amidst this chaos, the Immortal High Council initiates Project Soul Hunt, a daring mission to capture and seal these dangerous entities. Enter Taikoubou, a lackadaisical apprentice with a penchant for skipping lessons and napping during meditation. Deemed expendable, he is entrusted with a magical rod and a hit list, then dispatched on his perilous journey by the spiritual beast Sibuxiang.\n\nIn the heart of the 11th century BC, the immortal heavens and earthbound demons are locked in a bitter conflict. The wise ruler Zhou of the Yin Dynasty has fallen under the wicked spell of Dakki, leading to the slow starvation of his empire. The immortal sages, unable to stand by, entrust Taikoubou with the daunting task of vanquishing 365 demon souls, including Dakki. With his loyal beast companion and a powerful weapon gifted by his mentor, Taikoubou embarks on his mission, aiding those in need, forging new alliances, and sealing away foes.\n\nIn an era rife with witchcraft and dark magic, an evil sorceress manipulates the emperor, reducing him to a mere puppet. The once-mighty dynasty crumbles, and malevolent spirits run amok. On the brink of annihilation, the Confederation of the Immortal Masters devises a bold plan. They dispatch a young master wizard to the ravaged lands, tasked with hunting down the villains and warlocks wreaking havoc.\n\nArmed with only his magical rod and",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bac353e6c64553e0",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.56857937980387,
    "arithmeticGeometricMean": 6.551463157513911,
    "median": 6.78,
    "hash": "bac353e6c64553e0",
    "lastUpdate": "2024-05-09"
  }
}