{
  "sources": [
    "https://anidb.net/anime/13605",
    "https://anilist.co/anime/100653",
    "https://anime-planet.com/anime/detective-conan-movie-22-zero-the-enforcer",
    "https://anisearch.com/anime/13091",
    "https://kitsu.io/anime/14036",
    "https://livechart.me/anime/2989",
    "https://myanimelist.net/anime/35798",
    "https://notify.moe/anime/N6DN2Kmmg"
  ],
  "synopsis": {
    "text": "Shortly before the grand international Tokyo Summit, a colossal explosion shakes the Edge of Ocean convention center, a new pinnacle of technology in Tokyo Bay. The blast injures several police officers, some fatally, and leaves the well-liked but clumsy private investigator, Mouri Kogorou, as the prime suspect. Accused of terrorism and cyber-hacking, Kogorou is arrested after his fingerprints are discovered at the crime scene.\n\nDetermined to clear the name of his dear friend Ran's father, the young prodigy detective, Conan Edogawa, steps in. Despite being trapped in a child's body due to an age-reversing drug, Conan is no stranger to solving complex cases. However, as he delves deeper into the investigation, he stumbles upon a series of inexplicable malfunctions affecting internet-connected devices across Tokyo, from washing machines to cars.\n\nConan soon realizes that a dangerous hacker with a deadly vendetta is on the loose. To apprehend the culprit, he must join forces with Zero, the enigmatic head of Japan's Public Security Division, also known as Touru Amuro. As they work together, Conan uncovers a mysterious suicide and encounters unexpected friction between law enforcement agencies. With the real perpetrator potentially hiding within their ranks, Conan must navigate this complex web of intrigue to expose the truth and free Kogorou from the clutches of the law.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bac5b142fb1ac980",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.94372742733457,
    "arithmeticGeometricMean": 7.939841573544388,
    "median": 7.90760667903525,
    "hash": "bac5b142fb1ac980",
    "lastUpdate": "2024-05-09"
  }
}