{
  "sources": [
    "https://anidb.net/anime/1310",
    "https://anilist.co/anime/3371",
    "https://anime-planet.com/anime/legend-of-the-galactic-heroes-gaiden",
    "https://anisearch.com/anime/1596",
    "https://kitsu.io/anime/2963",
    "https://livechart.me/anime/4484",
    "https://myanimelist.net/anime/3371",
    "https://notify.moe/anime/AOxwcFiiR"
  ],
  "synopsis": {
    "text": "Imperial aspirations and interstellar intrigue unfold in \"Ginga Eiyuu Densetsu Gaiden,\" a prequel to the original series that follows the rise of Reinhard von Müsel and Siegfried Kircheis within the Galactic Empire's military hierarchy. As newly minted graduates from their military academy, Reinhard and Kircheis are dispatched to the frigid planet Kapche-Lanka, where they must navigate treacherous political schemes and survive an assassination plot orchestrated by a rival of Reinhard's sister, Annerose von Grünewald.\n\nIn their pursuit of justice and order, Reinhard and Kircheis are assigned to the Imperial Military Police, where they expose the corrupt practices of the Empire's law enforcement and investigate a murder at their alma mater. As Reinhard's influence and power grow, he is bestowed the title of Count von Lohengramm, while Kircheis finds himself entangled in a drug trafficking case on an artificial resort satellite.\n\nReinhard's strategic prowess and ambition are put to the test as he serves under the incompetent Vice Admiral Richard von Grimmelshausen and clashes with the cunning Hermann von Lüneburg, a former regimental commander of the Free Planets Alliance's Rosen Ritter. Throughout these trials, Reinhard and Kircheis's unwavering bond and determination pave the way for their ascent in the Galactic Empire, setting the stage for the epic \"Battle of Astarte\" and beyond.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bad85932780c4b6a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.062256559766764,
    "arithmeticGeometricMean": 8.062175558654943,
    "median": 8.089795918367347,
    "hash": "bad85932780c4b6a",
    "lastUpdate": "2024-05-09"
  }
}