{
  "sources": [
    "https://anidb.net/anime/12952",
    "https://anilist.co/anime/98437",
    "https://anime-planet.com/anime/overlord-ii",
    "https://anisearch.com/anime/12300",
    "https://kitsu.io/anime/13237",
    "https://livechart.me/anime/2574",
    "https://myanimelist.net/anime/35073",
    "https://notify.moe/anime/ZwXG2Kimg"
  ],
  "synopsis": {
    "text": "Ains Ooal Gown, once known as Momonga, finds himself in a new world that mirrors the virtual reality game Yggdrasil. As the ruler of the Great Tomb of Nazarick, he embarks on a quest to conquer this unfamiliar territory, juggling his responsibilities as both a ruler and the strongest adventurer, Momon. Ains' mission leads him on perilous quests, such as defeating the formidable Gigant Basilisk, while managing internal affairs like receiving status reports from his loyal subordinate, Albedo.\n\nAs Ains works towards his goal, he faces challenges like a Lizard Man tribe rebellion and the potential threat posed by the Slane Theocracy. His subordinates, including Sebas, Albedo, and Demiurge, aid him in gathering information and preparing for Nazarick's first war. Meanwhile, the powerful Black Scripture's commander meets Zesshi Zetsumei, who seeks a man capable of defeating her. Elsewhere, the Platinum Dragon Lord awakens to the news that an evil power has returned to corrupt the world.\n\nBack in the Kingdom of Re-Estize, the King and nobles strategize their response to the impending attack from the Baharuth Empire. Amidst all this, Momon and Nabe continue their adventures, taking down monstrous foes and reporting their victories to the Adventurers’ Guild. With new information and tasks assigned to his guardians, Ains Ooal Gown moves forward in his conquest, determined to rule over all.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.912572391893821,
    "arithmeticGeometricMean": 7.90963448838463,
    "median": 8.004755244755245,
    "lastUpdate": "2024-05-09"
  }
}