{
  "sources": [
    "https://anidb.net/anime/16509",
    "https://anilist.co/anime/137310",
    "https://anime-planet.com/anime/digimon-adventure-02-the-beginning",
    "https://anisearch.com/anime/16588",
    "https://kitsu.io/anime/44947",
    "https://livechart.me/anime/10728",
    "https://myanimelist.net/anime/49523",
    "https://notify.moe/anime/SxZel3z4g"
  ],
  "synopsis": {
    "text": "Veemon and Davis, now grown, are about to whip up some ramen when a colossal Digi Egg materializes in the sky, disrupting their peaceful day. Meanwhile, Lui Ohwada, who claims to be the world's first DigiDestined, narrowly escapes a fall from Tokyo Tower, thanks to the timely intervention of the former DigiDestined. As the past and present collide, the now-mature heroes must reunite to confront an unprecedented crisis in the Digimon universe, all because of a mysterious individual with a shattered Digivice and an unusual wish for the world.\n\nTen years have elapsed since the original adventures between Odaiba and the Digital World. While the DigiDestined have pursued their separate lives, they remain connected by an unbreakable bond with their Digimon partners. One fateful day, a massive Digitama emerges in the sky above Tokyo Tower, broadcasting a message to all: \"May everyone in the world have friends. May they each have a Digimon.\" As the world watches, a young man named Lui Ohwada steps forward, clutching a cracked DIGIVICE, and revealing a hidden wish that lies at the heart of the DigiDestined's origins. As the past and present intertwine, the biggest crisis in Digimon history unfolds, forcing Daisuke and the '02' team to make a choice. Once more, the DigiDestined rally, this time as adults, to face their greatest challenge yet.\n\nTwo years after their victory against Eosmon, Davis Motomiya, Ken Ichijouji, Yolei Inoue, Cody Hida, T.K. Takaishi, and Kari Kamiya encounter a boy named Rui Owada, who possesses a weakened Digivice",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.168227272727273,
    "arithmeticGeometricMean": 7.16559117113541,
    "median": 7.195454545454545
  },
  "lastUpdate": "2024-05-09"
}