{
  "sources": [
    "https://anidb.net/anime/15807",
    "https://anilist.co/anime/125368",
    "https://anime-planet.com/anime/kaguya-sama-love-is-war-ova",
    "https://anisearch.com/anime/15682",
    "https://kitsu.io/anime/43731",
    "https://livechart.me/anime/10192",
    "https://myanimelist.net/anime/43609",
    "https://notify.moe/anime/_RdVrLpGR"
  ],
  "synopsis": {
    "text": "March into the unseen world of Shuchiin Academy's student council as they step out of their formal roles and engage in a series of unconventional activities. From a post-swim shower mishap involving Kaguya Shinomiya and Chika Fujiwara to an unexpected discovery of a discarded adult magazine by Miyuki Shirogane and Yuu Ishigami, the council members find themselves in a whirlwind of eccentric situations.\n\nIn this OVA, witness three unique stories unfold, each offering a fresh perspective on the council members' personalities. In one tale, Yuu voices his discontent about fanservice in manga, while the girls enjoy a shower, accompanied by an unexpected guest, Ai. Meanwhile, Miyuki and Yuu stumble upon an abandoned adult magazine, sparking an amusing conversation.\n\nLastly, the council members engage in a fierce culinary competition to determine the ultimate fried rice master. With Chika acting as the referee, the contest proves to be a challenging task, leaving everyone in suspense for days.\n\nThis special release offers a delightful blend of humor, camaraderie, and friendly rivalry, showcasing the student council members as never seen before. Dive into this exclusive collection, featuring Kaguya-sama Darkness volumes 1 and 2, along with the enticing Kaguya-sama wa Tabesasetai, and explore the hidden sides of your favorite characters.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.684037251128403,
    "arithmeticGeometricMean": 7.682026131802266,
    "median": 7.73404452690167,
    "lastUpdate": "2024-05-09"
  }
}