{
  "sources": [
    "https://anilist.co/anime/143309",
    "https://anime-planet.com/anime/tae-il",
    "https://anisearch.com/anime/16970",
    "https://myanimelist.net/anime/50326"
  ],
  "synopsis": {
    "text": "Lee Chun Tae-il, a young labor activist, is the central figure in this poignant and beautifully crafted Korean animated film. Born into a poor family, Chun Tae-il was the eldest son and the pillar of his household. He worked as an assistant in a factory, where he witnessed the harsh working conditions and could not ignore the plight of the hungry girls laboring there. Compelled to act, he bought bread for them, an act of kindness that sparked his journey towards activism.\n\nAs a tailor in Pyeonghwa Market, Chun Tae-il was confronted with the grim reality of exploitative labor practices. Unable to turn a blind eye, he took it upon himself to defend the Labor Standards Act. With no other choice, he collaborated with his colleagues, who were unversed in the art of protest, to ignite the labor movement.\n\nThe film does not glorify Chun Tae-il as a patriotic martyr but delves deep into his personality and destiny. It paints a vivid portrait of a man who yearned to live with dignity in trying times. The narrative is set against the backdrop of a more lyrical era, capturing the essence of the time and the people who lived in it.\n\nThe film features a talented voice cast, including Jang Dong-yoon as Chun Tae-il, Yeom Hye-ran as his mother, Lee So-sun, and Jin Seon-kyu, Park Chul-min, and Kwon Hae-hyo in supporting roles.\n\nIn a tragic turn of events, Chun Tae-il, at the tender age of 22, committed suicide by self-immolation as a protest against the appalling working conditions in South Korean factories. His sacrifice brought much-needed attention to",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bc3dfee1cd02710d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.090909090909091,
    "arithmeticGeometricMean": 6.090909090909091,
    "median": 6.090909090909091,
    "hash": "bc3dfee1cd02710d",
    "lastUpdate": "2024-05-07"
  }
}