{
  "sources": [
    "https://anidb.net/anime/17097",
    "https://anilist.co/anime/143270",
    "https://anime-planet.com/anime/lycoris-recoil",
    "https://anisearch.com/anime/16976",
    "https://kitsu.io/anime/45705",
    "https://livechart.me/anime/11004",
    "https://myanimelist.net/anime/50709",
    "https://notify.moe/anime/eDvRCcs7R"
  ],
  "synopsis": {
    "text": "Despite its charming facade as a traditional Japanese café nestled in the bustling heart of Tokyo, LycoReco offers more than just mouth-watering coffee and delectable sweets. This quaint establishment, staffed by an eclectic group of young women, is the front for a secret organization known as \"DA - Direct Attack.\" These seemingly ordinary girls are in fact highly skilled agents, the Lycoris, who work tirelessly behind the scenes to maintain peace and order in Japan by preventing crimes and dealing with the extraordinary.\n\nChisato Nishikigi, the ever-optimistic pacifist and the strongest Lycoris agent, is paired with Takina Inoue, a cool-headed and efficient agent with a strong sense of duty. Their contrasting personalities and approaches to their work lead to a chaotic yet endearing partnership as they take on a myriad of tasks, from the mundane, such as childcare and shopping, to the extraordinary, like battling zombies and giant monsters.\n\nHowever, Takina's unwavering dedication to her duties and her desire for perfection lead to a misstep during a hostage situation, resulting in her transfer to the café. Struggling to adapt to her new environment and longing for her previous role, Takina finds herself at odds with Chisato's unconventional methods. Despite her initial reluctance, Takina begins to learn that there's more to life than just following orders, as she and Chisato navigate the challenges and peculiarities of their unique profession together.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bc4bf97b2eceddf3",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.17158371985158,
    "arithmeticGeometricMean": 8.167790328198647,
    "median": 8.286363636363637,
    "hash": "bc4bf97b2eceddf3",
    "lastUpdate": "2024-05-09"
  }
}