{
  "sources": [
    "https://anidb.net/anime/1061",
    "https://anilist.co/anime/283",
    "https://anime-planet.com/anime/anne-of-green-gables",
    "https://anisearch.com/anime/1164",
    "https://kitsu.io/anime/258",
    "https://livechart.me/anime/5434",
    "https://myanimelist.net/anime/283",
    "https://notify.moe/anime/1bt2cFimg"
  ],
  "synopsis": {
    "text": "When life gives you lemons, you make lemonade, but when life gives Anne Shirley, an 11-year-old orphan with fiery red hair and a vivid imagination, to the elderly Cuthbert siblings, they get a taste of the extraordinary. Hoping to adopt a boy to help with farm work, Matthew and Marilla Cuthbert find themselves in a pickle when they receive Anne instead. Despite the initial mix-up, Anne's infectious enthusiasm and lively spirit soon win over the hearts of the Cuthberts and the residents of Avonlea.\n\nAs Anne navigates her way through childhood and adolescence, she encounters a myriad of experiences that shape her into a strong-willed and compassionate young woman. From forming deep friendships with the shy and wealthy Diana to clashing with the charming Gilbert Blythe, Anne's journey is filled with laughter, tears, and everything in between.\n\nBut life isn't always a bed of roses, and Anne must face her fair share of challenges and heartache. As she stands at the crossroads of her life, she must make a difficult decision that will determine her future. Will she continue to chase her dreams or will she choose a different path? Only time will tell.\n\nBased on the beloved classic by L.M. Montgomery, this anime adaptation of Anne of Green Gables is a heartwarming tale of love, loss, and self-discovery that will captivate audiences of all ages.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bc91eb74b6c36081",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.583569264069263,
    "arithmeticGeometricMean": 7.569473676259591,
    "median": 7.78,
    "hash": "bc91eb74b6c36081",
    "lastUpdate": "2024-05-08"
  }
}