{
  "sources": [
    "https://anidb.net/anime/5739",
    "https://anilist.co/anime/3972",
    "https://anime-planet.com/anime/yu-gi-oh-5ds",
    "https://anisearch.com/anime/4740",
    "https://kitsu.io/anime/3387",
    "https://livechart.me/anime/4195",
    "https://myanimelist.net/anime/3972",
    "https://notify.moe/anime/JB3lcKmmg"
  ],
  "synopsis": {
    "text": "Yuusei's quest for justice and revenge sets the stage for the thrilling world of Yu-Gi-Oh! 5D's. In the futuristic metropolis of Neo Domino City, the once popular Duel Monsters card game has evolved into high-speed Riding Duels, where duelists race on motorcycles called D-Wheels while battling it out with their cards.\n\nYuusei, a skilled mechanic from the impoverished Satellite district, has his life turned upside down when his best friend Jack Atlas steals his prized card, Stardust Dragon, and his D-Wheel. Driven by a burning desire to reclaim what is rightfully his, Yuusei constructs a new D-Wheel and sets off to Neo Domino City to challenge Jack, who has risen to become the King of Riding Duels.\n\nHowever, unbeknownst to Yuusei and Jack, their personal feud is entangled in a much larger conflict. As Yuusei duels his way through Neo Domino City, he discovers he is a Signer, a chosen one marked with a mysterious birthmark. With powerful forces manipulating events from the shadows, Yuusei and his newfound allies must navigate a world of darkness and duel their way to save the world from impending destruction.\n\nJoin Yuusei in this action-packed adventure as he fights to reclaim his stolen card, settle the score with Jack, and uncover the truth behind the mysterious Signers and the ominous forces threatening their world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bcca4edd491fcbed",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.086117053581339,
    "arithmeticGeometricMean": 7.0741128490213265,
    "median": 7.298073038073037,
    "hash": "bcca4edd491fcbed",
    "lastUpdate": "2024-05-10"
  }
}