{
  "sources": [
    "https://anidb.net/anime/13978",
    "https://anilist.co/anime/101382",
    "https://anime-planet.com/anime/phantom-in-the-twilight",
    "https://anisearch.com/anime/13515",
    "https://kitsu.io/anime/41120",
    "https://livechart.me/anime/3188",
    "https://myanimelist.net/anime/37598",
    "https://notify.moe/anime/5kJJIbiig"
  ],
  "synopsis": {
    "text": "Cafe Forbidden, a mysterious establishment nestled in the heart of modern-day London, serves as the backdrop for a captivating tale of courage, destiny, and the supernatural. This unique café, open only at the stroke of midnight, attracts an enigmatic clientele and staff, including a group of handsome men tasked with guarding the delicate boundary between the human realm and the world of the Shadows.\n\nThe story unfolds as Ton Balieu, an 18-year-old foreign student, arrives in London to pursue her studies alongside her friend Shinyao. Little does she know that her new home is plagued by malevolent Shadows, manifestations of human fear and anxiety that lurk in the city's dark corners. As fate would have it, Ton becomes entangled in a peculiar incident upon her arrival, leading her to seek solace at the intriguing Cafe Forbidden.\n\nAmong the café's extraordinary staff are the charming yet mysterious guardians, each possessing unique personalities and abilities, such as the tranquil werewolf Luke and the haughty vampire Vlad. Ton's life takes an unexpected turn when she discovers that her grandmother was once a respected guard herself. Inspired by her lineage, Ton decides to join the café's staff and help protect the delicate balance between the human world and the sinister Shadows.\n\nHowever, the task proves more challenging than Ton initially anticipates, as she must navigate the complexities of her new role while remaining hidden from the unsuspecting public. Adding to the complexity, the powerful organization Midnight Sun harbors its own sinister plans for the world, threatening to disrupt the fragile equilibrium Ton and her fellow guardians strive to maintain.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.443556777256356,
    "arithmeticGeometricMean": 6.432720646187732,
    "median": 6.506836734693877,
    "lastUpdate": "2024-05-09"
  }
}