{
  "sources": [
    "https://anidb.net/anime/17702",
    "https://anilist.co/anime/156415",
    "https://anime-planet.com/anime/i-was-reincarnated-as-the-7th-prince-so-i-can-take-my-time-perfecting-my-magical-ability",
    "https://anisearch.com/anime/17810",
    "https://kitsu.io/anime/46704",
    "https://livechart.me/anime/11595",
    "https://myanimelist.net/anime/53516",
    "https://notify.moe/anime/JEU3vkd4R"
  ],
  "synopsis": {
    "text": "In a realm where magical prowess is dictated by lineage and innate talent, a man with humble origins harbored an unquenchable thirst for magic. Despite his unyielding dedication, his dreams were cut short by an untimely death. In his final moments, he yearned for another chance to immerse himself in the enchanting world of magic.\n\nHis wish was granted, and he found himself reincarnated as Prince Lloyd, the seventh in line to the throne of the Kingdom of Saloum. Endowed with a powerful magical bloodline and retaining all his previous memories, Lloyd was determined to seize this opportunity to master the arcane arts that had eluded him in his past life.\n\nDespite being a mere ten-year-old, Lloyd's rapid progression in magic surpassed even the most seasoned sorcerers of his time. However, his insatiable curiosity led him to a forbidden section of the castle library, where he inadvertently released a malevolent magical entity.\n\nNow, Lloyd must confront this dark being and harness its ancient knowledge, or risk losing everything he has strived to achieve in his new life. Will his extraordinary magical abilities be enough to overcome this formidable challenge, or has his ambition led him down a perilous path?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bd26f046e40644a5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.005291743970314,
    "arithmeticGeometricMean": 6.987040375557674,
    "median": 7.167439703153988,
    "hash": "bd26f046e40644a5",
    "lastUpdate": "2024-05-10"
  }
}