{
  "sources": [
    "https://anidb.net/anime/624",
    "https://anilist.co/anime/236",
    "https://anime-planet.com/anime/es-otherwise",
    "https://anisearch.com/anime/1745",
    "https://kitsu.io/anime/211",
    "https://livechart.me/anime/7840",
    "https://myanimelist.net/anime/236",
    "https://notify.moe/anime/CDn25FimR"
  ],
  "synopsis": {
    "text": "Whenever the world teeters on the brink of chaos, hope emerges in the most extraordinary forms. In a dystopian future, the advent of psychic abilities, or 'E's', has led to a society rife with discrimination and fear. Amidst this turmoil, Kai, a gifted E, finds himself entangled in a web of intrigue and deception within the Ashurum organization, a military entity that seeks to exploit E's for its own enigmatic purposes.\n\nBorn with unique powers and saddled with the responsibility of protecting his ailing sister Hikaru, Kai is recruited into Ashurum's elite force, AESES. His intensive training propels him into a series of high-stakes missions, where he confronts the harsh realities of a world that shuns his kind. As he delves deeper into the heart of a conspiracy that threatens to annihilate all E's and humankind, Kai grapples with the moral complexities of his role in Ashurum.\n\nIn the desolate city of Gald, Kai embarks on his first mission to uncover the mythical artifact, the Sacrament of Calvaria. However, the relentless pursuit of this enigmatic object by rival factions triggers a catastrophic chain of events that shatters Kai's world. Amidst the chaos, he finds solace in the company of Yuuki and Asuka, two Gald residents who nurse him back to health. As Kai forges new alliances and distances himself from Ashurum, he must confront the truth about his past and the organization that holds his sister captive.\n\nIn this thrilling tale of courage, resilience, and self-discovery, Kai's journey from an obedient",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.539835674529551,
    "arithmeticGeometricMean": 6.536824475804868,
    "median": 6.63,
    "lastUpdate": "2024-05-09"
  }
}