{
  "sources": [
    "https://anidb.net/anime/13635",
    "https://anilist.co/anime/101594",
    "https://anime-planet.com/anime/cardfight-vanguard-2018",
    "https://anisearch.com/anime/13499",
    "https://kitsu.io/anime/41145",
    "https://livechart.me/anime/3005",
    "https://myanimelist.net/anime/37476",
    "https://notify.moe/anime/EMF-7bmmg"
  ],
  "synopsis": {
    "text": "Ren owned for his timid demeanor, Aichi Sendou, a third-year middle school student, finds solace in a rare card, 'Blaster Blade', from the imaginative card game, 'Vanguard'. The card, a gift from his acquaintance, Toshiki Kai, holds immense significance for Aichi. As fate would have it, Aichi's monotonous life takes a thrilling turn when he crosses paths with Toshiki once again.\n\nInspired by the popular manga series by Akira Itou, this new season brings back beloved characters from the long-running franchise, with Aichi Sendou and Toshiki Kai taking center stage. The series chronicles the passionate journey of these Cardfighters as they engage in intense battles, challenging each other at every turn.\n\nDespite his unassuming appearance, Aichi, a student at Hitsue Middle School, has always been a target for bullies. However, his kind-hearted nature and optimistic outlook remain undeterred. His life takes a dramatic turn when his classmate, Katsumi Morikawa, steals his cherished 'Blaster Blade' card. In his quest to retrieve his prized possession, Aichi is drawn into the world of 'Cardfight Vanguard!!!'. Guided by Toshiki, Aichi discovers his innate talent for the game, marking a pivotal moment in his life.\n\nAs Aichi delves deeper into this competitive scene, he realizes that it's not all fun and games. The series also features the return of fan-favorite characters such as Misaki Tokura, Kamui Katsuragi, and Ren Suzugamori, promising an engaging and thrilling ride for both new and returning viewers.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bd54262beeb3df40",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.797837198515769,
    "arithmeticGeometricMean": 6.7845709895176185,
    "median": 6.885,
    "hash": "bd54262beeb3df40",
    "lastUpdate": "2024-05-09"
  }
}