{
  "sources": [
    "https://anidb.net/anime/10182",
    "https://anilist.co/anime/20458",
    "https://anime-planet.com/anime/the-irregular-at-magic-high-school",
    "https://anisearch.com/anime/9057",
    "https://kitsu.io/anime/8053",
    "https://livechart.me/anime/265",
    "https://myanimelist.net/anime/20785",
    "https://notify.moe/anime/OtYhtFimg"
  ],
  "synopsis": {
    "text": "First High School, a prestigious institution for magicians, segregates its students into two groups based on their magical prowess: the elite 'Blooms' and the reserve 'Weeds.' In this world, magic has evolved into a systematic technology and is taught as a technical skill. The story follows the Shiba siblings, Tatsuya and Miyuki, as they navigate the complexities of this magical high school.\n\nTatsuya, despite possessing extraordinary technical knowledge, physical combat capabilities, and unique magic techniques, is deemed magically inept and placed in the Second Course, the group of 'Weeds.' Meanwhile, his younger sister Miyuki, a prodigious magician, is placed in the First Course, the group of 'Blooms.'\n\nAs the two siblings embark on their journey in this competitive environment, they face various challenges, including discrimination and the constant threat of danger. Despite the unfair treatment, Tatsuya remains unperturbed, focusing on leading a normal high school life. However, Miyuki is deeply unhappy about the situation and is determined to change the status quo.\n\nSet in the late 21st century, this anime explores the dynamics of a world where magic has become a tool for warfare, leading to an international arms race. With its engaging plot and unique premise, this anime promises to take viewers on an exciting journey filled with magic, action, and drama.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bd6bd9c4f00c6679",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.552176944636928,
    "arithmeticGeometricMean": 7.550256990320717,
    "median": 7.568017611571827,
    "hash": "bd6bd9c4f00c6679",
    "lastUpdate": "2024-05-09"
  }
}