{
  "sources": [
    "https://anidb.net/anime/13273",
    "https://anilist.co/anime/99470",
    "https://anime-planet.com/anime/grisaia-phantom-trigger",
    "https://anisearch.com/anime/12629",
    "https://kitsu.io/anime/13685",
    "https://livechart.me/anime/2783",
    "https://myanimelist.net/anime/35868",
    "https://notify.moe/anime/50wVhKmmg"
  ],
  "synopsis": {
    "text": "Academy, once abandoned after an abrupt closure, has now been revamped as a specialized training school by the international organization, CIRS. The school's mission is to groom a new generation of operatives, including assassins, spies, and bodyguards, who will safeguard the nation against imminent threats. Mihama Academy now houses a diverse group of students, primarily consisting of young girls who have been uprooted from their ordinary lives. These students hone their unique skills daily, often on the job, and are entrusted with firearms and live ammunition.\n\nThe students of Mihama Academy, disregarding their own safety, are repeatedly thrust into perilous extrajudicial missions for the greater good. Among these students is a special force known as SORD, comprising four members: Rena, the pistol sharpshooter; Tohka, the sniper; Chris, the explosives and computer expert; and Murasaki, the ninja spy.\n\nFollowing the Heath Oslo incident, the US-Japanese anti-terror organization CIRS was rebuilt, and its covert functions were transferred to SORD. The objective of SORD is to train operatives who will defend the country against future threats. To achieve this, SORD established a series of schools, including Mihama Academy.\n\nThe students of Mihama Academy, who have chosen the path of the gun, believe that merely existing is not enough; they must live by their own strength and fight to survive. Despite the hardships they face, these girls continue to strive for a future they have chosen.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.1178191094619665,
    "arithmeticGeometricMean": 7.113194950944637,
    "median": 7.102909090909091
  },
  "lastUpdate": "2024-05-09"
}