{
  "sources": [
    "https://anidb.net/anime/11345",
    "https://anilist.co/anime/21256",
    "https://anime-planet.com/anime/dimension-w",
    "https://anisearch.com/anime/10527",
    "https://kitsu.io/anime/11170",
    "https://livechart.me/anime/1704",
    "https://myanimelist.net/anime/31163",
    "https://notify.moe/anime/ayYutKimR"
  ],
  "synopsis": {
    "text": "In the not-so-distant future of 2071, humanity has unlocked the power of Dimension W, a fourth plane of existence beyond our traditional three dimensions. This dimension is an endless energy source, harnessed through innovative devices known as 'coils'. However, the energy market becomes monopolized by the New Tesla Energy corporation, leading to an influx of illegal, unregulated coils.\n\nEnter Kyouma Mabuchi, a former soldier turned 'Collector'. Collectors are individuals tasked with tracking down these illicit coils. Despite living in an era dominated by coil technology, Kyouma remains skeptical, preferring his classic, gas-powered car. His life takes an unexpected turn when he crosses paths with Mira Yurizaki, an android with a unique connection to the creator of the coils.\n\nAs strange occurrences begin to unfold, Kyouma and Mira form an unlikely alliance, determined to unravel the enigmatic secrets of Dimension W. Their journey takes them through a world where technology has advanced beyond their wildest dreams, yet the same age-old problems persist: corporate greed, black market dealings, and the relentless pursuit of power. Together, they must navigate these challenges, their bond growing stronger as they delve deeper into the mysteries of their reality.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "bda88f2e371b1ef2",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.261513883287175,
    "arithmeticGeometricMean": 7.259852112303512,
    "median": 7.325782805875974,
    "hash": "bda88f2e371b1ef2",
    "lastUpdate": "2024-05-09"
  }
}