{
  "sources": [
    "https://anidb.net/anime/126",
    "https://anilist.co/anime/183",
    "https://anime-planet.com/anime/whistle",
    "https://anisearch.com/anime/419",
    "https://kitsu.io/anime/160",
    "https://livechart.me/anime/6124",
    "https://myanimelist.net/anime/183",
    "https://notify.moe/anime/uvjtcFiiR"
  ],
  "synopsis": {
    "text": "Kazamatsuri Shou, a passionate middle school student, harbors a lifelong dream of becoming a professional soccer player. Despite his love for the game, Shou struggles to make his mark on the field, leading to a disappointing stint on the bench at the renowned Musashi no Mori soccer school. Unwilling to abandon his aspirations, Shou transfers to the less prestigious Sakura Jousui Junior High, where he finds a group of like-minded, determined teammates.\n\nAs Shou embarks on his journey to soccer stardom, he faces numerous challenges and setbacks, but his unwavering determination and tireless work ethic propel him forward. With the support of his newfound friends and teammates, Shou's skills begin to blossom, setting him on a path towards achieving his dream.\n\nCreated in celebration of the 2002 FIFA World Cup co-hosted by Japan and Korea, this anime follows Shou and his team as they learn the fundamentals of soccer, develop their skills, and face off against formidable opponents. With themes of youth, friendship, and perseverance, the story showcases the trials and triumphs of a young athlete striving to become the best soccer player he can be. Along the way, Shou and his teammates discover the true meaning of teamwork and sportsmanship, as they work together to become the greatest junior high squad ever assembled.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "be8d70f62e519939",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.091827193214948,
    "arithmeticGeometricMean": 7.084921177008793,
    "median": 7.336,
    "hash": "be8d70f62e519939",
    "lastUpdate": "2024-05-10"
  }
}