{
  "sources": [
    "https://anidb.net/anime/14819",
    "https://anilist.co/anime/108928",
    "https://anime-planet.com/anime/the-seven-deadly-sins-imperial-wrath-of-the-gods",
    "https://anisearch.com/anime/14343",
    "https://kitsu.io/anime/42263",
    "https://livechart.me/anime/9410",
    "https://myanimelist.net/anime/39701",
    "https://notify.moe/anime/QrYqbLkWR"
  ],
  "synopsis": {
    "text": "Kingdom of Liones may have momentarily halted the reign of terror of The Ten Commandments, but peace remains elusive. King and Diane, disconnected from the rest of The Seven Deadly Sins, form an alliance with former Commandments Gloxinia and Drole, embarking on a rigorous training regimen that catapults them 3,000 years into Britannia's past, on the brink of the Holy War's conclusion. Amidst this unfamiliar past, they must confront a menace more formidable than The Ten Commandments.\n\nFollowing their triumph over the 10 Commandments, Meliodas and the Seven Deadly Sins revel in their downtime. However, tranquility proves illusory as the Sins are subjected to a series of trials to fortify them against the 10 Commandments and overcome their past traumas. Guided by figures from the past, the Sins' mission is to vanquish the 10 Commandments and thwart their nefarious schemes that originated ten millennia ago. As the Sins unearth truths about each other and their predecessors, they realize their actions have had far-reaching consequences on the present.\n\nThe third season of Nakaba Suzuki's manga adaptation, \"The Seven Deadly Sins: Imperial Wrath of the Gods,\" chronicles Meliodas, the captain of the Seven Deadly Sins, and his companions. Despite triumphing over The Ten Commandments, the victory exacted a heavy toll. As the demons spared no one, the Sins mourn their losses and face their own struggles. Ban fights for Elaine, who slipped back into eternal slumber after Melascula's death, while King grapples with his weaknesses to become a worthy king for the fairies. D",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.910866079913118,
    "arithmeticGeometricMean": 6.901007265176274,
    "median": 6.964878048780488,
    "lastUpdate": "2024-05-09"
  }
}