{
  "sources": [
    "https://anidb.net/anime/9508",
    "https://anilist.co/anime/18041",
    "https://anime-planet.com/anime/rozen-maiden-zuruckspulen",
    "https://anisearch.com/anime/8256",
    "https://kitsu.io/anime/7678",
    "https://livechart.me/anime/28",
    "https://myanimelist.net/anime/18041",
    "https://notify.moe/anime/ga_5tFiig"
  ],
  "synopsis": {
    "text": "Maiden of Rozen, a game of fate and choice, unfolds in a captivating tale of parallel worlds and alternate destinies. In one reality, Jun Sakurada, a socially withdrawn middle schooler, bravely selects 'yes' on a cryptic letter, leading him to the enigmatic world of Rozen Maidens. However, in another dimension, a different Jun chooses 'no', resulting in a life devoid of the living dolls.\n\nAs the Jun who chose 'no' navigates through college and a bookstore job, he grapples with an unshakable feeling of not belonging. Serendipitously, he stumbles upon a book containing instructions to create a Rozen Maiden. Soon, incomplete doll parts and subsequent volumes mysteriously arrive at his doorstep, only to cease abruptly. Left with an unfinished doll and a sense of longing, he receives enigmatic messages from his other self, pleading for help.\n\nIn the alternate world, the Jun who embraced the Rozen Maidens faces a daunting battle against Kirakisho, the menacing seventh doll. Meanwhile, the other Jun, armed with newfound determination, embarks on a mission to complete his Rozen Maiden and save both worlds from the looming darkness.\n\nAs the Alice Game transcends dimensions, the two Juns must confront their choices and unite their strengths to protect their realities from the clutches of evil. The stage is set for a thrilling war of worlds, where the power of decision holds the key to salvation.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.259791847041848,
    "arithmeticGeometricMean": 7.258106445941451,
    "median": 7.247363636363637
  },
  "lastUpdate": "2024-05-09"
}