{
  "sources": [
    "https://anidb.net/anime/8549",
    "https://anilist.co/anime/11021",
    "https://anime-planet.com/anime/muv-luv-alternative-total-eclipse",
    "https://anisearch.com/anime/7224",
    "https://kitsu.io/anime/6442",
    "https://livechart.me/anime/1034",
    "https://myanimelist.net/anime/11021",
    "https://notify.moe/anime/OcnItKimR"
  ],
  "synopsis": {
    "text": "The year is 1973, and Earth is under siege by an alien race known as BETA, forcing humanity to the brink of collapse. To combat these extraterrestrial adversaries, mankind develops colossal humanoid mechs called Tactical Surface Fighters (TSF). Despite global efforts, the BETA's relentless onslaught cannot be stopped, resulting in the abandonment of significant portions of the Eurasian continent.\n\nFor three decades, humanity remains entangled in a seemingly endless war against the BETA, with no hope of victory in sight. In 2001, the Imperial Japan faces challenges in developing the next generation of TSFs as they defend the Far East's front lines. The United Nations proposes a joint development program between Imperial Japan and the United States, known as the Prominence Project, to create more advanced TSFs.\n\nYui Takamura, a skilled TSF pilot and member of the Imperial Royal Guards of Japan, is entrusted with the responsibility of overseeing the project and sets off for Alaska. Meanwhile, Yuya Bridges, a half-Japanese, half-American TSF pilot in the US Army, is also headed to the same destination. Unbeknownst to them, their fateful encounter will dramatically alter the course of their lives.\n\nAs political tensions and cultural differences threaten to undermine the project, Yui and Yuya must overcome their personal biases and work together with an international team of pilots. With the future of humanity hanging in the balance, the development of new Tactical Surface Fighters becomes a desperate race against time to prevent the extinction of the human race.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.926011819667965,
    "arithmeticGeometricMean": 6.921665695965617,
    "median": 6.997545454545454,
    "lastUpdate": "2024-05-09"
  }
}