{
  "sources": [
    "https://anidb.net/anime/9687",
    "https://anilist.co/anime/17269",
    "https://anime-planet.com/anime/harlock-space-pirate",
    "https://anisearch.com/anime/8160",
    "https://kitsu.io/anime/7624",
    "https://livechart.me/anime/75",
    "https://myanimelist.net/anime/17269",
    "https://notify.moe/anime/cqbcpKiiR"
  ],
  "synopsis": {
    "text": "It is the year 2977, and humanity, once a thriving civilization that conquered space and colonized countless planets, is now on the brink of decline. Scarce resources in the colonies have sparked an insatiable desire to return to Earth, leading to the devastating Homecoming War. To put an end to the destructive battle for Earth, the Gaia Sanction declared it a sacred and off-limits planet, accessible only with special permission. As despair sets in and most people accept humanity's inevitable downfall, a beacon of hope emerges in the form of Captain Harlock, a legendary space pirate. For 100 years, Harlock and his formidable ship, the Arcardia, have defied the Gaia Sanction, giving people a glimmer of hope for a brighter future. Those who yearn for freedom, like Yama, dream of joining Harlock's crew, each with their own motivations for seeking a place among the pirates.\n\nCenturies after humans were forced to abandon a ravaged Earth, the descendants of the exiles now number 500 billion and are scattered across the galaxies. As resources dwindle, Earth has become the most coveted and valuable resource of all, controlled by the corrupt Gaia Coalition, which governs the human race across the cosmos. Captain Harlock and his loyal crew are humanity's last hope for uncovering the secrets that the Gaia Coalition has kept hidden.\n\nWith Earth now forbidden territory and other planets proving inhospitable, Captain Harlock and his crew of pirates fight for freedom against those who wish to keep Earth for themselves.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.451674812180765,
    "arithmeticGeometricMean": 7.45058636140664,
    "median": 7.492608339632149
  },
  "lastUpdate": "2024-05-09"
}