{
  "sources": [
    "https://anidb.net/anime/2659",
    "https://anilist.co/anime/477",
    "https://anime-planet.com/anime/aria-the-animation",
    "https://anisearch.com/anime/1468",
    "https://kitsu.io/anime/439",
    "https://livechart.me/anime/3740",
    "https://myanimelist.net/anime/477",
    "https://notify.moe/anime/2YvTcFiiR"
  ],
  "synopsis": {
    "text": "Competing companies may vie for attention, but none can match the prestige of Aria Company, the premier gondola service in the charming city of Neo-Venezia on the water-covered planet of Aqua, formerly known as Mars. In this futuristic yet rustic city, reminiscent of Earth's own Venice, 15-year-old Akari Mizunashi has left everything behind to pursue her dream of becoming an 'undine' - a skilled gondolier navigating the city's enchanting canals.\n\nAs Akari embarks on her journey with Aria Company, she is taken under the wing of her elegant mentor, Alicia, and forms friendships with rival apprentices Aika and Alice. Together, they learn the art of gondola navigation and the importance of creating unforgettable experiences for the residents and tourists of Neo-Venezia.\n\nThroughout her training, Akari encounters a diverse cast of characters, from the strict yet caring Akira to the somewhat scatterbrained Athena. Even the city's feline mascots, including the peculiar President Aria, add to the charm and wonder of Neo-Venezia.\n\nJoin Akari as she discovers the true essence of her new home and the invaluable life lessons that await her in every corner of this captivating city. ARIA The ANIMATION invites you to cherish each moment of this heartwarming journey, revealing that sometimes, the greatest miracles are the ones we create ourselves.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c007b4c744d744c6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.588598161705305,
    "arithmeticGeometricMean": 7.586103178954492,
    "median": 7.695,
    "hash": "c007b4c744d744c6",
    "lastUpdate": "2024-05-08"
  }
}