{
  "sources": [
    "https://anidb.net/anime/15615",
    "https://anilist.co/anime/116182",
    "https://anime-planet.com/anime/legend-of-exorcism",
    "https://anisearch.com/anime/15415",
    "https://kitsu.io/anime/43290",
    "https://livechart.me/anime/9970",
    "https://myanimelist.net/anime/40735",
    "https://notify.moe/anime/eGLGuMWMR"
  ],
  "synopsis": {
    "text": "Lamp lights flicker, casting elongated shadows as Kong Hongjun, a dashing young man, steps out of the secluded Yaojin Palace nestled in the Taihang Mountains. Tasked with three crucial missions, Kong Hongjun ventures into the bustling city of Chang'an, brimming with life and energy.\n\nIn this new world, Kong Hongjun finds himself joining the Datang Exorcism Division, led by the esteemed Li Jinglong, a formidable general of the Long Wujun army. A twist of fate causes Kong Hongjun to shatter the Chen's heart lamp, which inadvertently merges with Li Jinglong's body. As the lamp's glow illuminates their path, they embark on a thrilling journey filled with exorcisms, battles against sinister forces, and unexpected alliances.\n\nTogether with a motley crew of yao-fighting experts, Kong Hongjun and Li Jinglong weave the intricate tapestry of the Great Tang's Yao-vanquishing Records. Along the way, they encounter the melodious songs of Artai, the delicate leaves plucked by Mo Rigen and Lu Xu, and the swift brushstrokes of Qiu Yongsi.\n\nBorn to half-yao parents, Kong Hongjun must navigate the complexities of the human world while concealing his true identity from Li Jinglong, who harbors a deep-seated hatred for yao. As they work together to eradicate the Black Jiao and its yao tribes from Chang'an, Kong Hongjun also seeks to unravel the mystery behind his father's murder and retrieve the heart lamp from Li Jinglong's body.\n\nIn this thrilling tale of adventure and self",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c0be574dc0ec0f00",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.333103631062814,
    "arithmeticGeometricMean": 7.314531595639249,
    "median": 7.740816326530611,
    "hash": "c0be574dc0ec0f00",
    "lastUpdate": "2024-05-10"
  }
}