{
  "sources": [
    "https://anidb.net/anime/11794",
    "https://anilist.co/anime/21506",
    "https://anime-planet.com/anime/mahou-tsukai-pretty-cure",
    "https://anisearch.com/anime/10989",
    "https://kitsu.io/anime/11688",
    "https://livechart.me/anime/1882",
    "https://myanimelist.net/anime/31884",
    "https://notify.moe/anime/ZhI3pKmmg"
  ],
  "synopsis": {
    "text": "Liko—a clumsy witch apprentice who hails from the Magic World, a colorful realm inhabited by magicians. As if by fate, the appearance of strange villains forces Mirai and Liko to join hands. In doing so, they unleash their strength as a pair of legendary magicians—the 'Maho Girls Precure!' Now gifted with unbelievable power, the unlikely duo embarks on an adventure filled with magical spells and powerful gemstones. Along the way, the two girls discover the hidden marvels that tie their individual worlds together.\n\nIn the quiet town of Splendor Hills, 13-year-old Mirai Asahina's life takes an extraordinary turn when she witnesses a mysterious object falling from the sky. Her curiosity piqued, she ventures into the park with her beloved teddy bear, Mofurun, to investigate. To her amazement, she encounters Riko, a young witch from the magical realm, riding a broomstick. As they share a connection through their matching pendants, the duo is suddenly confronted by Batti, a minion of the sinister sorceress Dokurokushi, who demands the powerful Link Stone Emerald.\n\nWhen Batti unleashes a fearsome monster called Yokubaru, Mirai, Riko, and Mofurun join hands and recite the enchanted words 'Cure-Up Rapapa!' Their pendants emit a brilliant glow, and they transform into the legendary Pretty Cure. Together, they embark on a thrilling journey between worlds, attending a vibrant school of magic to hone their newfound abilities. Alongside their new ally Kotoha, they uncover enchanting spells, hidden wonders, and potent gems.\n\nAs the unlikely duo navigates the challenges of",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c0ca71bc37da82d4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.293014223871367,
    "arithmeticGeometricMean": 7.288629064694038,
    "median": 7.363636363636363,
    "hash": "c0ca71bc37da82d4",
    "lastUpdate": "2024-05-09"
  }
}