{
  "sources": [
    "https://anidb.net/anime/10091",
    "https://anilist.co/anime/20467",
    "https://anime-planet.com/anime/fate-kaleid-liner-prisma-illya-2wei",
    "https://anisearch.com/anime/9106",
    "https://kitsu.io/anime/8003",
    "https://livechart.me/anime/226",
    "https://myanimelist.net/anime/20509",
    "https://notify.moe/anime/sThhpFiiR"
  ],
  "synopsis": {
    "text": "These magical girls thought they'd seen it all, but their adventures are far from over! Illya and Miyu, having collected the Class Cards under Rin and Luvia's guidance, face a new challenge: the ley lines in Fuyuki City remain disturbed, and their mission to stabilize them goes awry. As the cave they're in begins to collapse, Illya's hidden power awakens, only to reveal a sinister clone of herself with a murderous intent.\n\nSummer breaks and relaxing times are a distant memory for Illyasviel von Einzbern, as she and Miyu are kidnapped by Rin and Luvia. The magical girls learn that their previous efforts to seal the mana have failed, and now they must correct the anomaly. But when Illya casts her spell, she's shocked to find herself split into two! Her doppelgänger, with a mind of its own, dashes off into the unsuspecting town.\n\nThe weight of responsibility bears down on the magical girls as they struggle to fix the side-effects of their previous heroics. Illya, now saddled with a dark clone, finds her powers waning as the sinister version of herself draws from the same source. These are not the problems your average girl should face, but Illya and Miyu are far from average.\n\nThe magical world refuses to give Illya and Miyu a break, as they're called back into action to fix the Cards' nasty side effects. Their mission takes a dark turn with the appearance of a stranger who looks just like Illya! Who is this mysterious figure, and what does she want from our heroine? One thing's for sure: Illya's life just got a lot more complicated.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.324200823210931,
    "arithmeticGeometricMean": 7.3229708615058,
    "median": 7.34151572327044
  },
  "lastUpdate": "2024-05-09"
}