{
  "sources": [
    "https://anidb.net/anime/166",
    "https://anilist.co/anime/937",
    "https://anime-planet.com/anime/appleseed",
    "https://anisearch.com/anime/2078",
    "https://kitsu.io/anime/834",
    "https://livechart.me/anime/5835",
    "https://myanimelist.net/anime/937",
    "https://notify.moe/anime/9O4JcKmig"
  ],
  "synopsis": {
    "text": "Mautholos, a disillusioned police officer, and A.J. Sebastian, a ruthless terrorist, plot to destroy the central computer controlling the seemingly utopian city of Olympus, built after the devastation of World War III. This city, run by Biodroids, half-human, half-robots, is home to humans, cyborgs, and genetically engineered humans, and is meant to be a paradise on Earth. However, Mautholos blames the city's strict rules for his wife's suicide and seeks revenge.\n\nWhen Mautholos discovers Sebastian's true motive is hatred towards Biodroids, he turns against him, drawing the attention of the ESWAT counter-terrorism unit. Deunan Knute and her partner Briareos are dispatched to stop the duo, leading to a series of violent confrontations. As the terrorist plot unfolds, it becomes clear that Hitomi, Deunan's Biodroid friend, is being used as a pawn to gain access to Gaia, the central AI controlling Olympus.\n\nThe ESWAT team must navigate the complexities of a city on the brink of chaos, where human terrorists seek power and the government's forces, led by Deunan and her 75% machine boyfriend, struggle to maintain order. With the fate of the last city on Earth hanging in the balance, Deunan and Briareos must race against time to stop the terrorists and protect their home.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c187c8046f6aabf1",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.6327091836734695,
    "arithmeticGeometricMean": 6.620983681364078,
    "median": 6.689,
    "hash": "c187c8046f6aabf1",
    "lastUpdate": "2024-05-08"
  }
}