{
  "sources": [
    "https://anidb.net/anime/8300",
    "https://anilist.co/anime/10893",
    "https://anime-planet.com/anime/kyousougiga-2011",
    "https://anisearch.com/anime/6925",
    "https://kitsu.io/anime/6396",
    "https://livechart.me/anime/4242",
    "https://myanimelist.net/anime/10893",
    "https://notify.moe/anime/vg64pFmmR"
  ],
  "synopsis": {
    "text": "Kyoto serves as the backdrop for an extraordinary adventure, where the ordinary blends with the fantastical, creating a parallel universe known as 'Mirror Kyoto'. In this bustling city teeming with humans, spirits, and robots, a young girl named Koto finds herself on a quest to locate her missing mother and return home. Alongside her companions, A and Un, they embark on a chaotic journey filled with mayhem and destruction in search of an unusual rabbit believed to hold the key to their homecoming.\n\nAs they navigate through the vibrant cityscape, Koto and her friends cross paths with a diverse array of characters, including a monk named Myoe, who awaits the return of his father, and a tech-savvy girl who relentlessly pursues them. The Council of Three, consisting of a monk, a demon, and a priest, seemingly connected to Koto, adds an extra layer of intrigue and complexity to their mission.\n\nWhile Koto and her friends embrace their newfound, colorful life in Mirror Kyoto, a hidden agenda begins to unfold, threatening the delicate balance between the human and spirit realms. As the city prepares for a grand celebration, Koto and her friends must face numerous challenges and uncover the truth behind the mysterious city and its enigmatic inhabitants. With the fate of their families and the city itself hanging in the balance, their thrilling adventure is only just beginning.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c1a082e3a00b1307",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.83808861574933,
    "arithmeticGeometricMean": 6.8324068911100255,
    "median": 6.814,
    "hash": "c1a082e3a00b1307",
    "lastUpdate": "2024-05-09"
  }
}