{
  "sources": [
    "https://anidb.net/anime/14400",
    "https://anilist.co/anime/104198",
    "https://anime-planet.com/anime/is-the-order-a-rabbit-bloom",
    "https://anisearch.com/anime/13899",
    "https://kitsu.io/anime/42365",
    "https://livechart.me/anime/3516",
    "https://myanimelist.net/anime/38337",
    "https://notify.moe/anime/yKDivjZWg"
  ],
  "synopsis": {
    "text": "Natsu's warm embrace gives way to the crisp autumn air as the third season of \"Gochuumon wa Usagi desu ka?\" unfolds. The delightful daily lives of Chino, Cocoa, and their friends at the charming Rabbit House café continue to be a whimsical mix of the ordinary and the extraordinary. From experimenting with cosplay themes to facing impromptu tests of courage, there's never a dull moment in their world.\n\nAs the school year progresses, the excitement spills over from the café to the classroom. The anticipation of an eventful autumn season is palpable among the friends. The joyous camaraderie shared by Cocoa, Chino, and their peers extends beyond the confines of the Rabbit House, painting their everyday lives with vibrant hues of happiness.\n\nMeanwhile, Chino Kafuu and her middle school companions—the amiable Megumi Natsu and the spirited Maya Jouga—find themselves standing at the precipice of a significant decision: choosing their high school. Amidst the myriad of festivals and fairs, life is a delightful medley of shared laughter, deepening friendships, and thrilling escapades.\n\nAs the leaves turn golden, the Rabbit House regulars continue to serve up heartwarming beverages and delectable treats, accompanied by a generous sprinkle of endearing shenanigans and delightful exploits. The joyful journey of the café waitresses continues in Gochuumon wa Usagi Desu ka? Bloom, promising a captivating blend of heartwarming bonds and exhilarating adventures.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.815324675324675,
    "arithmeticGeometricMean": 7.814527652021825,
    "median": 7.835,
    "lastUpdate": "2024-05-09"
  }
}