{
  "sources": [
    "https://anidb.net/anime/2511",
    "https://anilist.co/anime/935",
    "https://anime-planet.com/anime/witchblade",
    "https://anisearch.com/anime/1614",
    "https://kitsu.io/anime/832",
    "https://livechart.me/anime/4066",
    "https://myanimelist.net/anime/935",
    "https://notify.moe/anime/NenJcKiiR"
  ],
  "synopsis": {
    "text": "Welfare services are hot on the heels of Masane Amaha and her daughter, Rihoko, with the intent of separating them. When they are finally captured, Rihoko is taken away. In the midst of this turmoil, Masane encounters a formidable adversary - a weapon capable of masquerading as a human. In a moment of peril, a mysterious light emanates from her wrist, transforming her into a formidable entity. Effortlessly, she annihilates her attacker, only to find herself unwillingly thrust into a ruthless power struggle between clandestine organizations. The reason? She is the wielder of the legendary Witchblade, a power coveted by all.\n\nSix years prior, Masane miraculously survived a devastating earthquake that decimated Tokyo, with only the infant Rihoko in her arms. Now, as she navigates her new reality, she finds herself reluctantly allied with Douji Industries, hoping to secure a stable future for her beloved daughter. Despite her aversion to conflict, Masane becomes a fierce warrior, her loyalty unwaveringly tied to Rihoko, whom she vows to protect at all costs.\n\nAs Tokyo grapples with a series of unsolved murders, Masane's identity as the Witchblade's bearer is revealed. The enigmatic weapon, seemingly sentient, is linked to the catastrophe that struck Tokyo six years ago. With the powerful Dohji Corporation offering her a chance at a life with Rihoko in exchange for her services, Masane must decide if she can trust the Witchblade and those who covet its power.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c2893052e4fb0c56",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.174707139421425,
    "arithmeticGeometricMean": 7.172498262465048,
    "median": 7.199,
    "hash": "c2893052e4fb0c56",
    "lastUpdate": "2024-05-10"
  }
}