{
  "sources": [
    "https://anidb.net/anime/16600",
    "https://anilist.co/anime/138700",
    "https://anime-planet.com/anime/moriarty-the-patriot-ova",
    "https://anisearch.com/anime/16570",
    "https://kitsu.io/anime/45069",
    "https://livechart.me/anime/10772",
    "https://myanimelist.net/anime/49733",
    "https://notify.moe/anime/w15-VCV7g"
  ],
  "synopsis": {
    "text": "Sherlock Holmes' famed adversary, William James Moriarty, takes center stage in this thrilling anime OVA, premiered at a special event in Tokyo's Nakano Sun Plaza. Moriarty's mission to rectify the British Empire's deep-rooted inequality unfolds, all while keeping the brilliant detective, Sherlock Holmes, at bay.\n\nIn \"Reminiscence of Lilies,\" Moriarty recognizes a vandalized painting in a newspaper article, sparking memories of his childhood in the slums. Accompanied by his brother, Louis, they journey to the city of Bath, where they cross paths with Sherlock Holmes and John H. Watson. Together, they unravel the mystery behind the defaced artwork and search for Moriarty's long-lost friend.\n\nThe second episode, \"Moriarty Family's Day Off,\" presents a unique challenge for the Moriarty household: hosting a tea party. The family's secret underground activities are hidden within their home, filled with weapons, research, and other clandestine tools. To protect their operations and maintain their facade, the entire team must rise to the occasion and entertain their aristocratic guests without revealing their true nature.\n\nIn this anime, Moriarty navigates through intricate plots, encounters familiar faces, and tackles unforeseen obstacles while striving to achieve his ultimate goal. Join him on this captivating journey as he outwits the brilliant Sherlock Holmes and fights for a more equitable Britain.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.764999734958919,
    "arithmeticGeometricMean": 7.759264443662354,
    "median": 7.78,
    "lastUpdate": "2024-05-10"
  }
}