{
  "sources": [
    "https://anidb.net/anime/9339",
    "https://anilist.co/anime/15195",
    "https://anime-planet.com/anime/hetalia-the-beautiful-world",
    "https://anisearch.com/anime/7997",
    "https://kitsu.io/anime/7226",
    "https://livechart.me/anime/913",
    "https://myanimelist.net/anime/15195",
    "https://notify.moe/anime/LbsOtFiig"
  ],
  "synopsis": {
    "text": "And so begins the whimsical world of Hetalia, where nations are personified as charming and quirky characters, and history is reimagined with a delightful twist! This anime takes us on a joyride through the unpredictable adventures of these adorable boys, from working together in a school newspaper club to joining a witchcraft club, and even embarking on a quest to find Santa Claus!\n\nIn this sparkle-infused season, Germany finds himself in a dandelion patch, while the Axis Boys dabble in witchcraft, and Russia grapples with a hamster-related flashback. The fun doesn't stop there, as Turkey and Greece turn bath time into a splashy extravaganza, and Belgium hosts a tantalizing waffle party. Meanwhile, America shows off his dance moves, proving that every cute boy knows how to have a good time!\n\nBut wait, there's more! When Santa Claus mysteriously disappears, Canada steps up to the plate with an unusual replacement: a polar bear! Yes, you heard it right, a polar bear!\n\nAt the heart of it all is Italy, once the mightiest empire, now a pasta-loving goofball. Alongside his friends, each representing a different country, he navigates through the peculiarities of world history. With a host of new characters joining the series, Hetalia promises a fresh, sparkling take on history that's too captivating to miss!\n\nSo, forget your history books and dive into this delightful reality show where nations come to life in the most unexpected ways!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.431786370033906,
    "arithmeticGeometricMean": 7.426504917388972,
    "median": 7.525,
    "lastUpdate": "2024-05-09"
  }
}