{
  "sources": [
    "https://anidb.net/anime/13973",
    "https://anilist.co/anime/104937",
    "https://anime-planet.com/anime/lapis-relights",
    "https://anisearch.com/anime/14821",
    "https://kitsu.io/anime/41115",
    "https://livechart.me/anime/3451",
    "https://myanimelist.net/anime/37587",
    "https://notify.moe/anime/2RFHdPmmR"
  ],
  "synopsis": {
    "text": "Noir, Rouge, or Lapis - the ranks at the prestigious Flora Girls' Academy determine a student's future, and for Tiara, a princess from Waleland, her journey begins at the bottom as a Lapis. Eager to follow in her elder sister's footsteps as a skilled singer, Tiara leaves Bristol for Mamkestell to attend the academy and reunite with her childhood friend, Rosetta.\n\nUpon arrival, Tiara is instantly admitted by the enigmatic headmistress Chloe, under one condition: she must join Rosetta's group. Excited to meet her new friends – the athletic Lavie, dependable Ashley, and studious Lynette – Tiara is blissfully unaware of the challenges ahead.\n\nAs a Lapis-ranked group, they're on the brink of expulsion, and Tiara's arrival doesn't change their precarious situation. The stakes are high, as failure means expulsion for the entire group, including Tiara. But with dreams of becoming a powerful witch who can cleanse the world of magical beasts, Tiara is determined to turn their fate around.\n\nEmbarking on a magical journey filled with music, friendship, and self-discovery, Tiara and her friends must overcome their academic struggles and rise through the ranks. Will they succeed in realizing their dreams and captivating audiences with their enchanting performances? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c2f9402e5637c74c",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.676564150135579,
    "arithmeticGeometricMean": 6.6705119675824776,
    "median": 6.653181818181818,
    "hash": "c2f9402e5637c74c",
    "lastUpdate": "2024-05-09"
  }
}