{
  "sources": [
    "https://anidb.net/anime/6680",
    "https://anilist.co/anime/7144",
    "https://anime-planet.com/anime/space-battleship-yamato-resurrection",
    "https://anisearch.com/anime/5441",
    "https://kitsu.io/anime/4878",
    "https://livechart.me/anime/6100",
    "https://myanimelist.net/anime/7144",
    "https://notify.moe/anime/1-1RpKimR"
  ],
  "synopsis": {
    "text": "Yamato: Rebirth takes place in the year 2441, where Earth is on the brink of destruction due to a rapidly expanding black hole. The Earth Federation initiates a massive evacuation plan, aiming to relocate over 300 million people to the safe haven of planet Amare. However, the first evacuation fleet is ambushed by the ruthless S.U.S. Empire, which seeks to thwart humanity's escape and harness Earth's energy for its own sinister purposes.\n\nIn the midst of chaos, the legendary Space Battleship Yamato emerges as humanity's last hope. Now under the command of Susumu Kodai, the ship and its crew bravely defend the remaining evacuation fleet. Susumu, who is still searching for his missing wife, Captain Yuki Mori-Kodai, sees this mission as an opportunity to reconnect with his estranged daughter, Miyuki, who holds him responsible for her mother's disappearance.\n\nAs the Yamato embarks on its perilous journey, Susumu and his crew face insurmountable odds, battling not only the S.U.S. Empire but also their own personal demons. With the fate of humanity hanging in the balance, can the Yamato and its crew overcome their enemies and find a new home for Earth's survivors? Only time will tell in this epic tale of courage, redemption, and the indomitable human spirit.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c3d62caf973e8493",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.836813146037635,
    "arithmeticGeometricMean": 6.829301802147168,
    "median": 6.909090909090909,
    "hash": "c3d62caf973e8493",
    "lastUpdate": "2024-05-10"
  }
}