{
  "sources": [
    "https://anidb.net/anime/13305",
    "https://anilist.co/anime/129046",
    "https://anime-planet.com/anime/6-lovers",
    "https://anisearch.com/anime/12580",
    "https://kitsu.io/anime/13666",
    "https://livechart.me/anime/8119",
    "https://myanimelist.net/anime/35746"
  ],
  "synopsis": {
    "text": "Onoe the 20th anniversary of the Boys Love Magazine \"Dears+\", an OVA series titled \"6 Lovers\" was released, featuring adaptations of six manga series published in the magazine. Each episode of this collection focuses on a romantic story between couples from the respective series.\n\nIn \"The Right Way to Write Love\", Hiro and Natsuo are eager to move in together, but Natsuo's revelation to his sister about his boyfriend leads to an unexpected family meeting. Will Hiro be able to win over Natsuo's family and gain their approval?\n\n\"Kuroneko Kareshi no Aishikata\" follows the story of Kagami, who is infatuated with Shingo's nipples in his cat form and can't resist touching them, much to Shingo's annoyance. Later, Shingo attempts to discover what happens if he removes his non-removable ring.\n\nIn \"Ze\", Genma and Himi embark on a journey to a secluded location to admire the cherry blossoms, but Genma's decision to bring a beer can disrupts the moment. However, a change of heart from Genma leads to a promise that will last forever.\n\n\"Ten Count\" sees Kurose trying to convince Shirotani that he is an android with an antibacterial surface in order to get him to touch him. But will Shirotani believe him, or will Kurose's plan fail?\n\n\"Candy Color Paradox\" tells the story of Satoshi, who is spying on his target when he is interrupted by Motoharu. As Motoharu tries to take advantage of the situation, Satoshi is determined to get his video material, leading to a battle of wills.\n\nFinally, in \"Hey, Class President!\", Yu",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.929202226345084,
    "arithmeticGeometricMean": 5.903973432392265,
    "median": 5.67,
    "lastUpdate": "2024-05-08"
  }
}