{
  "sources": [
    "https://anidb.net/anime/709",
    "https://anilist.co/anime/1708",
    "https://anime-planet.com/anime/beast-fighter-the-apocalypse",
    "https://anisearch.com/anime/2204",
    "https://kitsu.io/anime/1533",
    "https://livechart.me/anime/11976",
    "https://myanimelist.net/anime/1708",
    "https://notify.moe/anime/A3VB5Fiig"
  ],
  "synopsis": {
    "text": "An apocalyptic Tokyo stands as the backdrop for a chilling tale of vengeance and survival in a world teetering on the brink of divine awakening. The city lies in ruins, decimated by two godlike entities, and now, the ambitious scientist and cult leader, Genzou Kuruma, seeks to awaken God himself. To accomplish this, he requires a rare blood type found only in his son, Shinichi Kuruma, and a young Japanese-American girl, Ayaka Sanders.\n\nShinichi, a victim of his father's twisted experiments, possesses the ability to summon powerful beasts from within his body, a side effect of his transformation into one of the 'New Humans' - genetically altered beings capable of assuming monstrous forms. Driven by a burning desire for revenge against his father, Shinichi, accompanied by Ayaka and his friend Tomizoro, navigates a treacherous world filled with dangerous New Humans.\n\nAs Shinichi's powers grow, so does his internal struggle to maintain control over his beastly impulses, for succumbing to them could lead to catastrophic consequences. In this world ravaged by war and plagued by beastmen, Shinichi's journey for vengeance intertwines with Ayaka's dreams, ultimately leading to an epic confrontation between God and beast. Will Shinichi be able to put an end to his father's mad ambitions, or will he fall victim to the very powers that make him a force to be reckoned with?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.137682480784521,
    "arithmeticGeometricMean": 5.122568466463389,
    "median": 5.0,
    "lastUpdate": "2024-05-09"
  }
}