{
  "sources": [
    "https://anidb.net/anime/18093",
    "https://anilist.co/anime/166617",
    "https://anime-planet.com/anime/fate-strange-fake",
    "https://anisearch.com/anime/18510",
    "https://kitsu.io/anime/47682",
    "https://livechart.me/anime/12237",
    "https://myanimelist.net/anime/55830",
    "https://notify.moe/anime/Vb0KZ29VR"
  ],
  "synopsis": {
    "text": "He ed the call of an enigmatic city shrouded in secrecy and deception, as a new chapter in the Holy Grail War unfolds in the western American metropolis of Snowfield. In this twisted game of power, Mages (Masters) and their legendary Heroic Spirits (Servants) engage in a ruthless battle for control over the Holy Grail, a divine artifact said to grant any wish.\n\nYears have passed since the Fifth Holy Grail War in Japan, and now the omens signal the emergence of a new Grail in Snowfield. However, this time, the war is tainted with irregularities and falsehoods. A Servant class is suspiciously absent, impossible summonings occur, and the city itself is designed as a battleground.\n\nAs the curtain rises on this grand spectacle of deception, the Holy Grail War spirals into madness. Based on the Third Holy Grail War in Fuyuki, this imperfect copy of the ritual has lost the Saber class and allowed for the manifestation of bizarre Servants due to the ambiguity surrounding the definition of a 'hero.'\n\nEnter Rohngall and his apprentice, Faldeus, dispatched by the Mage's Association to investigate the city and the state of the war. Upon their arrival, Faldeus, a US organization spy, orchestrates Rohngall's assassination, despite knowing that Rohngall is a puppet. He boldly declares that their Holy Grail War has been in development and is real, causing an uproar at the Clock Tower, and expresses his desire to 'advertise' the project to the Association.\n\nJoin this masquerade of humans and heroes, as they dance upon the stage of a false Holy Grail, in a war covered in lies and",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c46aad8feeb706fc",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.785714285714285,
    "arithmeticGeometricMean": 6.785714285714285,
    "median": 6.785714285714285,
    "hash": "c46aad8feeb706fc",
    "lastUpdate": "2024-05-09"
  }
}