{
  "sources": [
    "https://anidb.net/anime/517",
    "https://anilist.co/anime/1303",
    "https://anime-planet.com/anime/the-animatrix",
    "https://anisearch.com/anime/2239",
    "https://kitsu.io/anime/1175",
    "https://livechart.me/anime/4522",
    "https://myanimelist.net/anime/1303",
    "https://notify.moe/anime/HDsx5FmmR"
  ],
  "synopsis": {
    "text": "Story line:\nThe Animatrix is a compilation of captivating short films that delve into the origins and backstory of the Matrix universe, shedding light on the initial conflict between mankind and the AI-driven machines that eventually led to the creation of the Matrix.\n\n1. Final Flight of the Osiris:\nThe crew of the Osiris stumbles upon a formidable army of machines gearing up to invade Zion, humanity's last sanctuary. In a desperate race against time, one crew member ventures into the Matrix to deliver a warning, while the rest of the team valiantly fends off relentless Sentinels to buy her enough time.\n\n2-3. The Second Renaissance Part 1 and 2:\nIn the early 21st century, humans develop highly intelligent machines to serve various purposes. However, when a machine kills its owner in an apparent act of self-defense, it triggers a catastrophic conflict between humans and machines. The ensuing war results in the establishment of Nation 01, the realm of machines. As the war rages on for decades, the machines seem unstoppable, ultimately leading to humanity's downfall and entrapment within the Matrix.\n\n4. Kid's Story:\nA young man, known as the Kid, suspects that his reality is nothing but a computer-generated illusion. With the help of the legendary hacker Neo, he manages to escape the Matrix and uncover the truth about his existence.\n\n5. Program:\nCis and Duo find themselves in a heated argument within a virtual training simulation set in Feudal Japan. As tensions rise, they engage in a fierce battle that tests their skills and resolve.\n\n6. World Record:\nA world-class sprinter named Dan breaks free from the Matrix during",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c4e2d51bce5697fc",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.100883398347684,
    "arithmeticGeometricMean": 7.095010467540461,
    "median": 7.15090909090909,
    "hash": "c4e2d51bce5697fc",
    "lastUpdate": "2024-05-10"
  }
}