{
  "sources": [
    "https://anidb.net/anime/2249",
    "https://anilist.co/anime/619",
    "https://anime-planet.com/anime/ninja-gaiden",
    "https://anisearch.com/anime/2510",
    "https://kitsu.io/anime/574",
    "https://livechart.me/anime/8590",
    "https://myanimelist.net/anime/619",
    "https://notify.moe/anime/_H6TcKimg"
  ],
  "synopsis": {
    "text": "The ancient battle between the Evil God and the Dragon God culminated in a decisive victory when a Dragon Ninja, wielding the power of the Dragon God, sealed away the malevolent deity. In the bustling metropolis of New York City, a young ninja named Ryu finds himself under attack by enigmatic assailants donned in black suits and white masks. Sensing a sinister connection to the once-sealed Evil God, Ryu vows to thwart any attempts to release the deity's power back into the world.\n\nAs Ryu investigates the motives behind the assault, he discovers an I.D. card linking the attackers to the Friedman Company, headed by the esteemed Dr. Ned Friedman, who recently claimed to have found a cure for cancer. Meanwhile, a tenacious reporter named Sarah and her friends, Robert and Jeff, grow suspicious of Dr. Friedman's ambiguous announcement and decide to investigate further.\n\nDuring his own inquiry, Ryu encounters a young girl crying for help near Dr. Friedman's residence. As fate would have it, Sarah and her team cross paths with Ryu, and together they uncover the horrifying truth: Dr. Friedman has been conducting twisted experiments on live humans using biotechnology, seemingly connected to the power of the Evil God.\n\nWith the stakes higher than ever, Ryu must embrace his destiny as a Dragon Ninja once more to rescue his kidnapped friend, Irene, and vanquish this newfound enemy before the Evil God's power is unleashed upon the world once again.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.587838855022528,
    "arithmeticGeometricMean": 5.571713566128335,
    "median": 5.636363636363637,
    "lastUpdate": "2024-05-09"
  }
}