{
  "sources": [
    "https://anidb.net/anime/113",
    "https://anilist.co/anime/529",
    "https://anime-planet.com/anime/saikano",
    "https://anisearch.com/anime/780",
    "https://kitsu.io/anime/488",
    "https://livechart.me/anime/4041",
    "https://myanimelist.net/anime/529",
    "https://notify.moe/anime/eU1o5Fiig"
  ],
  "synopsis": {
    "text": "Kano jo, also known as Sai Kano, is a heart-wrenching tale set in a war-torn Japan, where two young souls find love amidst chaos. Shuuji and Chise, both third-year high school students in Hokkaido, are on the brink of exploring their blossoming romance. However, their tender bond is put to the test when Chise's true identity is revealed during a devastating air raid on Sapporo.\n\nChise, seemingly an ordinary and timid schoolgirl, is in fact a formidable weapon with unparalleled destructive power. Her once delicate hand now replaced by a colossal weapon, Chise is a force to be reckoned with on the battlefield. As she effortlessly takes down enemy fighters one by one, Shuuji bears witness to her astonishing transformation and struggles to reconcile the girl he loves with the weapon she has become.\n\nTheir love story unfolds against the backdrop of a relentless war, where the enemy is constantly in pursuit of an effective countermeasure against Chise. As the war encroaches upon their hometown, Shuuji and Chise must confront the harsh realities of their situation and grapple with the question of whether their love can withstand the trials that lie ahead. Will their bond remain unbroken, or will it crumble under the weight of the war and Chise's transformation?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c5dcf1ddae0b4d77",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.224204381752702,
    "arithmeticGeometricMean": 7.222165772255312,
    "median": 7.1423469387755105,
    "hash": "c5dcf1ddae0b4d77",
    "lastUpdate": "2024-05-09"
  }
}