{
  "sources": [
    "https://anidb.net/anime/16101",
    "https://anilist.co/anime/130588",
    "https://anime-planet.com/anime/the-misfit-of-demon-king-academy-2",
    "https://anisearch.com/anime/16022",
    "https://kitsu.io/anime/44125",
    "https://livechart.me/anime/10448",
    "https://myanimelist.net/anime/48417",
    "https://notify.moe/anime/ASRdoV8Gg"
  ],
  "synopsis": {
    "text": "Peace has once again graced the demon realm, and Anos Voldigoad, the once-feared Demon King of Tyranny, now seeks a quiet life as an ordinary student at the esteemed Demon King Academy. However, this tranquility is short-lived as whispers of a powerful new entity, the 'Child of God,' echo through the shadows. This divine being is rumored to possess the strength to annihilate the tyrannical demon king.\n\nAs the threat looms, Anos must embark on a perilous journey into the enigmatic land of spirits, a realm veiled in mystery and accessible only through a gauntlet of challenging trials. Accompanied by his loyal allies, Anos prepares to confront formidable adversaries who bear impressive titles, confident in his unparalleled power as the true Demon King of Tyranny.\n\nMeanwhile, a new teacher arrives at his school, harboring secrets that hint at a conspiracy against the demon king. Despite his desire for a normal life, Anos must rise to the challenge and face enemies that could potentially surpass him in strength. Yet, he remains unfazed, claiming, \"After being reincarnated into a peaceful era, I’ve learned how to hold back a bit.\"\n\nThe broadcast of this thrilling anime was temporarily halted after episode 6 in February 2023 due to production issues exacerbated by the COVID-19 pandemic. However, it is set to resume from the first episode in July 2023.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c5fe18dc3c953c3e",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.122708988380041,
    "arithmeticGeometricMean": 7.115019123157589,
    "median": 7.181909090909091,
    "hash": "c5fe18dc3c953c3e",
    "lastUpdate": "2024-05-09"
  }
}