{
  "sources": [
    "https://anidb.net/anime/15391",
    "https://anilist.co/anime/115230",
    "https://anime-planet.com/anime/tower-of-god",
    "https://anisearch.com/anime/14974",
    "https://kitsu.io/anime/43004",
    "https://livechart.me/anime/9793",
    "https://myanimelist.net/anime/40221",
    "https://notify.moe/anime/m1ZLrsUWg"
  ],
  "synopsis": {
    "text": "Vowing to reach the pinnacle of the Tower of God, a mystical structure that promises the realization of one's deepest desires, a young boy named Twenty-Fifth Bam embarks on a treacherous journey. Having spent his entire life confined beneath the tower, Bam's world revolved around a single companion: Rachel. When Rachel enters the tower, Bam's determination to reunite with her propels him to follow her, making him an 'Irregular' - a rare individual capable of entering the tower by their own volition.\n\nAs Bam ascends the tower, he encounters a series of perilous challenges and formidable adversaries. Each floor presents a new set of trials that must be overcome to progress. Regulars, those chosen by the tower, and Irregulars like Bam, must navigate these deadly tests in pursuit of their dreams.\n\nHowever, Bam's journey is far from ordinary. Irregulars are known to disrupt the tower's balance, leaving chaos and change in their wake. As Bam advances, he finds himself in the crosshairs of fierce competitors, untrustworthy rivals, and terrifying monsters. Despite the mounting dangers, Bam's resolve remains unshaken. He will face every obstacle, every enemy, and every hardship if it means finding Rachel again.\n\nBut the Tower of God is unpredictable, and the path to the top is fraught with uncertainty. Will Bam's determination be enough to conquer the tower and reunite with Rachel, or will the tower claim yet another soul in its relentless pursuit of ambition? Only time will tell in this thrilling tale of courage, friendship, and destiny.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c63f2d5ac934684f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.678430254197021,
    "arithmeticGeometricMean": 7.674852218362236,
    "median": 7.725324675324675,
    "hash": "c63f2d5ac934684f",
    "lastUpdate": "2024-05-09"
  }
}