{
  "sources": [
    "https://anidb.net/anime/363",
    "https://anilist.co/anime/1171",
    "https://anime-planet.com/anime/slayers-excellent",
    "https://anisearch.com/anime/447",
    "https://kitsu.io/anime/1052",
    "https://livechart.me/anime/5582",
    "https://myanimelist.net/anime/1171",
    "https://notify.moe/anime/blnx5Fmmg"
  ],
  "synopsis": {
    "text": "Sirene Fitzmeier, a pampered merchant's daughter, hires Lina Inverse, a powerful sorceress, as her bodyguard. However, when Sirene's extravagant spending habits leave Lina penniless, she devises a scheme to teach her a lesson. Lina stages a fake kidnapping, but things go awry when Sirene is actually kidnapped, forcing Lina to team up with her self-proclaimed rival, Naga the Serpent, to rescue her.\n\nIn their first encounter, Lina and Naga are forced to work together to rescue villagers lost in a labyrinth, after Naga sets fire to a tavern to get Lina's attention. The two sorceresses must navigate through a haunted labyrinth filled with dangerous creatures to fulfill their debt to the villagers.\n\nLina and Naga find themselves on opposing sides in a fashion war between two designers, Tatjana Dayward and Marty Lenford. Naga becomes the muse for one of the designers, leading to a fierce competition between the two. Lina and Naga must put aside their differences and work together to put an end to the fashion war before it escalates further.\n\nThis anime follows the adventures of Lina Inverse and Naga the Serpent as they navigate through dangerous missions, unexpected challenges, and their own personal rivalry. With humor, action, and a touch of magic, this series promises to keep viewers entertained and on the edge of their seats.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c6518353e1175612",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.144294372294373,
    "arithmeticGeometricMean": 7.135964095286352,
    "median": 7.255909090909091,
    "hash": "c6518353e1175612",
    "lastUpdate": "2024-05-10"
  }
}