{
  "sources": [
    "https://anidb.net/anime/9666",
    "https://anilist.co/anime/17505",
    "https://anime-planet.com/anime/mushibugyou",
    "https://anisearch.com/anime/8331",
    "https://kitsu.io/anime/7653",
    "https://livechart.me/anime/36",
    "https://myanimelist.net/anime/17505",
    "https://notify.moe/anime/VNYcpKiiR"
  ],
  "synopsis": {
    "text": "Magistrates—a group of warriors who specialize in various secret arts and combat styles. To bolster their strength, they summon Genjuurou Tsukishima, the master swordsman from the Tsugaru Province. Due to an unfortunate incident, however, Genjuurou is incapable of answering the call and sends his son, Jinbee, to serve in his stead. Determined to atone for the incident caused by his own cowardice, Jinbee agrees to travel to Edo and join the Insect Magistrates. Armed with his fiery spirit and unwavering resolve, Jinbee vows to become a stronger samurai and rid Edo of the insect threat once and for all.\n\nIn the heart of Edo-era Tokyo, a new threat looms as colossal insects wreak havoc on the city and its people. To combat this menace, the eighth shogun, Tokugawa Yoshimune, establishes the Mushibugyou, an elite force of skilled warriors, each possessing unique fighting abilities. Among them is Jinbee Tsukishima, a young man eager to restore his family's honor and prove his worth as a swordsman.\n\nWhen the call for a legendary samurai reaches the Tsukishima household, Jinbee's father, Genjuurou, is unable to answer due to a self-inflicted injury caused by his son's past mistake. In his place, Jinbee embarks on a perilous journey to join the Mushibugyou and face the monstrous insects that plague the land. Along the way, he encounters allies, enemies, and unexpected challenges that will test his courage and determination.\n\nAs Jinbee delves deeper into the world of the Insect Magistrates, he must learn to harness his skills, adapt",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c656e88b3396d794",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.058037809481159,
    "arithmeticGeometricMean": 7.05351579085735,
    "median": 7.146454545454546,
    "hash": "c656e88b3396d794",
    "lastUpdate": "2024-05-09"
  }
}