{
  "sources": [
    "https://anidb.net/anime/15111",
    "https://anilist.co/anime/112124",
    "https://anime-planet.com/anime/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-iii",
    "https://anisearch.com/anime/14636",
    "https://kitsu.io/anime/42583",
    "https://livechart.me/anime/9613",
    "https://myanimelist.net/anime/40454",
    "https://notify.moe/anime/8sTGGxhWg"
  ],
  "synopsis": {
    "text": "It was just another day in the treacherous labyrinth known as the Dungeon, located beneath the vibrant city of Orario, until Bell Cranel, the esteemed captain of the Hestia Familia, crossed paths with an unusual creature. This creature, a Vouivre, a monster renowned for its danger, defied all expectations by displaying human-like behavior and speech. The Vouivre, resembling a frightened young girl, was being pursued by fellow adventurers, prompting Bell to make a decision that would alter the course of his life and the city forever.\n\nIn a heartbeat, Bell chose to safeguard the girl, whom he would later name Wiene, challenging the deep-rooted beliefs about monsters held by his Familia and the entire city. As the news of a talking monster spreads throughout Orario, Bell and the Hestia Familia find themselves entangled in a complex web of intrigue surrounding these unique creatures.\n\nAs the third season of \"Is It Wrong to Try to Pick Up Girls in a Dungeon?\" unfolds, Bell and his companions must navigate the escalating tensions and consequences resulting from their newfound friendship with Wiene. With the city's adventurers growing increasingly suspicious, Bell and the Hestia Familia must protect Wiene and confront the broader implications of their discovery, shaking the very foundations of Orario's understanding of monsters and humans alike.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.728079468150897,
    "arithmeticGeometricMean": 7.724825454618024,
    "median": 7.768503401360544,
    "lastUpdate": "2024-05-09"
  }
}