{
  "sources": [
    "https://anidb.net/anime/8691",
    "https://anilist.co/anime/11759",
    "https://anime-planet.com/anime/accel-world",
    "https://anisearch.com/anime/7328",
    "https://kitsu.io/anime/6590",
    "https://livechart.me/anime/1095",
    "https://myanimelist.net/anime/11759",
    "https://notify.moe/anime/6auItFmmR"
  ],
  "synopsis": {
    "text": "Eager to escape the relentless bullying and ridicule of his peers, overweight middle school student Haruyuki Arita finds solace in the digital realm of online gaming. His mundane existence takes a thrilling turn when the stunning and popular Kuroyukihime introduces him to a secret program known as Brain Burst. This mysterious software grants users the power to accelerate their brainwaves, effectively stopping time, but at a cost. The program operates as an augmented reality fighting game, where users must engage in duels to accumulate points and maintain their access to Brain Burst.\n\nAs Haruyuki delves deeper into the virtual world of Accel World, he discovers a hidden strength within himself and becomes a Burst Linker, a courageous knight sworn to protect Kuroyukihime. Together, they embark on a quest to uncover the secrets behind Brain Burst and its enigmatic creator. To achieve this, they must confront the powerful Six Kings of Pure Color and ascend to the highest level attainable within the game.\n\nIn this captivating tale of growth, friendship, and determination, Haruyuki transforms from a bullied, timid outcast into a formidable force within the Accel World, finding purpose and self-worth in his newfound abilities and alliances.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c680327f68a83a51",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.275944804203733,
    "arithmeticGeometricMean": 7.274574081947815,
    "median": 7.310309829059829,
    "hash": "c680327f68a83a51",
    "lastUpdate": "2024-05-08"
  }
}