{
  "sources": [
    "https://anidb.net/anime/14380",
    "https://anilist.co/anime/98575",
    "https://anisearch.com/anime/13510",
    "https://myanimelist.net/anime/35044",
    "https://notify.moe/anime/ahFDhFiig"
  ],
  "synopsis": {
    "text": "Ye's mundane life takes an unexpected turn when she is mysteriously transported to a dark world devoid of light, where the inhabitants are children clad only in undergarments. In this peculiar realm, clothing holds immense power and can manifest into formidable warriors known as Spirit Cloth. Being the only person with attire, Ye is hailed as the heroine and becomes entangled in the ongoing battle between light and darkness.\n\nIn a similar vein, You's ordinary day transforms into a bizarre adventure when she is thrust into an unfamiliar world. Upon her arrival, she encounters an eight-year-old boy and is immediately attacked by mafia assassins. As she tries to escape, her shoe transforms into a warrior through inexplicable magic, saving her from imminent danger. The boy, who also hails from a world where clothes possess extraordinary power, seeks her help, leading to a series of unexpected events.\n\nFutaba, a discontented student, finds herself in a similar predicament when she is suddenly transported to a world shrouded in darkness, inhabited by children wearing only pants. When she meets an eight-year-old boy on the run from a mafia assassin, her lost shoe transforms into a warrior, saving her from the relentless pursuer. The boy calls her Miss Heroine, as she is the only one with clothes, which hold immense power in this world. In this strange realm, clothes can summon powerful beings known as Spirit Cloth, which are instrumental in the ongoing battle between light and darkness.  The Japanese version of this series has been edited and shortened to seven episodes, each lasting 24 minutes.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c68e89e51980d3b7",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.673410018552876,
    "arithmeticGeometricMean": 6.667862096910862,
    "median": 6.22,
    "hash": "c68e89e51980d3b7",
    "lastUpdate": "2024-05-08"
  }
}