{
  "sources": [
    "https://anilist.co/anime/376",
    "https://anime-planet.com/anime/elfen-lied-in-the-passing-rain",
    "https://anisearch.com/anime/4802",
    "https://kitsu.io/anime/343",
    "https://livechart.me/anime/3669",
    "https://myanimelist.net/anime/376",
    "https://notify.moe/anime/_k_hcFimg"
  ],
  "synopsis": {
    "text": "Leaving behind her past, Nana finds herself in the welcoming embrace of the Kaede Inn, yet she grapples with her new life. Despite her best intentions to contribute, her efforts often lead to chaos rather than assistance. The root of her anxiety, however, lies with Nyu, a fellow resident who Nana recognizes as Lucy, a violent Diclonius. Haunted by the savage past she witnessed, Nana grapples with a difficult choice: coexist with the unpredictable Lucy or eliminate her, potentially shattering the bonds she's formed at the inn.\n\nAs Nana wrestles with her dilemma, Nyu's sweet and clueless demeanor contrasts starkly with Lucy's violent nature, making Nana question her decision. Desperate to prove her worth and keep her distance from Nyu, Nana takes on various chores, from cleaning to accompanying Nyu on walks. Yet, in her pursuit to fit in, Nana finds herself inexplicably drawn to Nyu, despite her fear of Lucy.\n\nIn an unexpected turn of events, Nana encounters Bando at the beach and promises to bring Lucy to him later that night. As they leave the household, the weather turns sour, and Nyu slips, hits her head, and falls unconscious. While Bando waits and the others worry, Nana seeks shelter with the unconscious Nyu. As the rain calms, Lucy's consciousness resurfaces, revealing a painful memory of her capture and her complex relationship with Director Kurama. Finally found by Kouta and the others, Nana returns home, discovering her perfect chore: feeding the dog.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c6df1727cf0b3944",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.206748394259817,
    "arithmeticGeometricMean": 7.2027214609251855,
    "median": 7.195454545454546,
    "hash": "c6df1727cf0b3944",
    "lastUpdate": "2024-05-06"
  }
}