{
  "sources": [
    "https://anilist.co/anime/2458",
    "https://anime-planet.com/anime/kimagure-orange-road-ova",
    "https://kitsu.io/anime/2232",
    "https://livechart.me/anime/8478",
    "https://myanimelist.net/anime/2458",
    "https://notify.moe/anime/B0lP5Kmig"
  ],
  "synopsis": {
    "text": "Order to view: Kimagure Orange Road OVA is an exciting continuation of the TV series, with episodes best enjoyed interspersed between specific TV series episodes.\n\nIn \"White Lovers,\" Kyousuke Kasuga and his friends embark on a winter ski trip, only to have their romantic plans disrupted by a mysterious mountain curse. The group's relationships and crushes are put to the test as they navigate this unexpected challenge.\n\nDuring a Hawaiian vacation in \"Hawaiian Suspense,\" Kyousuke and Madoka Ayukawa's trip takes a dangerous turn when Hikaru Hiyama is kidnapped. Kyousuke must find a way to save her without exposing his supernatural abilities to Madoka.\n\nIn \"I was a cat, I was a fish,\" Kyousuke's desire for an easier life leads him to swap bodies with his pet cat and fish using a magical rope provided by his grandfather. However, he soon realizes that he may have bitten off more than he can chew.\n\nWhen Kyousuke's cousin Akane visits in \"Hurricane Akane, the shape-shifting girl,\" her illusion-casting abilities cause chaos, and she becomes a rival for Madoka's affections.\n\nIn \"Spring is for Idols,\" Kyousuke finds himself body-swapped with a popular idol while helping with a local music festival. He must recover his original body and keep his secret hidden before the show begins.\n\nAfter having a disturbing dream about his cousin Akane in \"Unexpected Situation,\" Kyousuke is shocked when she asks him to pose as her boyfriend in front of her friends.\n\nFinally, in \"Message in Rouge,\" Madoka's emotions are thrown into turmoil when she sees her father with an unfamiliar woman during",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c70ec8bb7f1b514f",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 7.567927272727272,
    "arithmeticGeometricMean": 7.563719895955987,
    "median": 7.276,
    "hash": "c70ec8bb7f1b514f",
    "lastUpdate": "2024-05-06"
  }
}