{
  "sources": [
    "https://anidb.net/anime/14602",
    "https://anilist.co/anime/107201",
    "https://anime-planet.com/anime/in-spectre",
    "https://anisearch.com/anime/14105",
    "https://kitsu.io/anime/42117",
    "https://livechart.me/anime/9193",
    "https://myanimelist.net/anime/39017",
    "https://notify.moe/anime/IGXCdL_iR"
  ],
  "synopsis": {
    "text": "Most people are oblivious to the existence of youkai, spirits that inhabit our world, with some posing a threat to the delicate balance between their realm and ours. As a child, Kotoko Iwanaga was kidnapped by these spirits and offered to become their 'God of Wisdom,' a mediator between humans and youkai. This extraordinary power came at a cost: her right eye and left leg. Now, Kotoko is sought after by youkai who need her assistance to resolve their problems.\n\nEnter Kurou Sakuragawa, a university student with a mysterious aura and a recent breakup behind him. Kotoko, who has long harbored feelings for Kurou, seizes the opportunity to approach him and seek his help in dealing with the supernatural. As they work together to maintain harmony between the realms, Kotoko hopes that Kurou will eventually return her affections.\n\nHowever, their partnership faces a formidable challenge when they encounter a faceless woman wielding a steel beam, the spirit of an idol who met a tragic end. As Kotoko and Kurou delve deeper into this sinister case, they must confront the darkness that lurks within the human and youkai worlds, and within themselves. Will their bond grow stronger, or will the forces they face tear them apart? Join Kotoko and Kurou in \"Koyoku Suiri\" as they navigate the treacherous path between love and the supernatural.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c726ecbd7bd2726e",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.1212377087198515,
    "arithmeticGeometricMean": 7.118726574781752,
    "median": 7.202863636363636,
    "hash": "c726ecbd7bd2726e",
    "lastUpdate": "2024-05-09"
  }
}