{
  "sources": [
    "https://anidb.net/anime/16793",
    "https://anilist.co/anime/139630",
    "https://anime-planet.com/anime/my-hero-academia-6",
    "https://anisearch.com/anime/16609",
    "https://kitsu.io/anime/45240",
    "https://livechart.me/anime/10814",
    "https://myanimelist.net/anime/49918",
    "https://notify.moe/anime/dbcnm1Nng"
  ],
  "synopsis": {
    "text": "Metahuman mayhem is on the horizon as the Paranormal Liberation Front, formerly the Liberation Army, rises under the command of Tomura Shigaraki. Armed with formidable quirks and a growing army, this sinister organization threatens the very existence of the Hero Association. Meanwhile, Izuku Midoriya, Bakugo, and Todoroki find themselves honing their skills under the tutelage of the number one hero, Endeavor. As Deku unlocks a new quirk, Blackwhip, hidden within One For All, Shigaraki clashes with Re-Destro, leader of the Metahuman Liberation Army. Haunted by his dark past, Shigaraki's power awakens, leading him to seize control of the Metahuman Liberation Army and set his sights on obtaining new powers to annihilate everything in his path.\n\nAs the Paranormal Liberation Front's influence spreads, the Hero Association, aided by covert hero Hawks, decides to launch a surprise attack on the enemy's headquarters. With the entirety of their assets on the line, the students of U.A. High School once again find themselves on the battlefield, facing off against the unsuspecting villains. In this all-out war between heroes and villains, will Deku and his allies manage to eradicate the enemy, or will Shigaraki's thirst for destruction prevail? Prepare to go beyond and cheer for the heroes in this thrilling new season of \"My Hero Academia.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c72b29baec6c6264",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.420537105751391,
    "arithmeticGeometricMean": 8.418083124822447,
    "median": 8.47818181818182,
    "hash": "c72b29baec6c6264",
    "lastUpdate": "2024-05-09"
  }
}