{
  "sources": [
    "https://anidb.net/anime/17339",
    "https://anilist.co/anime/148098",
    "https://anime-planet.com/anime/a-galaxy-next-door",
    "https://anisearch.com/anime/17330",
    "https://kitsu.io/anime/46083",
    "https://livechart.me/anime/11195",
    "https://myanimelist.net/anime/51705",
    "https://notify.moe/anime/Fv9eNzOVR"
  ],
  "synopsis": {
    "text": "As the sole guardian of his younger siblings following their father's passing, Ichirou Kuga is struggling to make ends meet as a mangaka with dwindling sales and mounting deadlines. Juggling his responsibilities as a caretaker and artist becomes increasingly challenging when his assistants abandon him, leaving him to grapple with traditional pen-and-paper techniques in a digital age. Just as the pressure threatens to consume him, a glimmer of hope emerges in the form of Shiori Goshiki, a stunningly beautiful and talented new assistant who propels his work to new heights.\n\nOne fateful night, after narrowly avoiding an accident with a pen, Ichirou discovers Shiori's hidden identity as the princess of a shooting star. In a twist of fate, the pair find themselves inexplicably bound by the marriage traditions of her celestial people, with no means of dissolving the union. As they navigate their newfound relationship, Ichirou and Shiori decide to embark on a journey from friendship to love, all while balancing the demands of their artistic careers and the well-being of Ichirou's siblings. Will this unexpected marriage blossom into a loving bond, or will the challenges they face prove insurmountable? Only time will tell if this cosmic connection leads to a happily ever after.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c759fee9eeea13d6",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.209573529411764,
    "arithmeticGeometricMean": 7.204346157483832,
    "median": 7.286363636363636,
    "hash": "c759fee9eeea13d6",
    "lastUpdate": "2024-05-09"
  }
}