{
  "sources": [
    "https://anidb.net/anime/18469",
    "https://anilist.co/anime/166223",
    "https://anime-planet.com/anime/yishi-du-zun",
    "https://kitsu.io/anime/47928",
    "https://myanimelist.net/anime/55014",
    "https://notify.moe/anime/9NWSAH_Vg"
  ],
  "synopsis": {
    "text": "As a renowned lawyer on Earth, Lin Yun was undefeated, thanks to his exceptional photographic memory, unparalleled comprehension skills, and unyielding determination. However, an unexpected twist of fate leads him to reincarnate into the body of a sword slave, sharing the same name, in the mystical world of Profound Amber.\n\nBorn anew in the Tianshui Kingdom's Qingyun Sect, Lin Yun discovers that his once poor aptitude for understanding has transformed into something extraordinary. After mastering a set of Tiger Fist, he shatters expectations and ascends to the triple realm of martial arts, earning him the status of an outer disciple. Yet, the stigma of his former identity as a sword slave lingers, subjecting him to ridicule and discrimination from his fellow disciples.\n\nIn this world where strength is revered, Lin Yun finds himself nursing an unrequited affection for Su Ziyao, the sect's favored disciple. This longing only serves to fuel the mockery he endures from his peers, and Su Ziyao's kindness towards him breeds jealousy among the others.\n\nDetermined to rise above his circumstances, Lin Yun embarks on a journey of relentless self-improvement, facing numerous trials and tribulations. His unwavering resolve and indomitable spirit drive him to become an inner sect disciple, ultimately turning the tide in the Qingyun Sect's favor during the triennial martial arts competition against the other three sects of the Tianshui Kingdom.\n\nWith his sights set on the pinnacle of martial arts, Lin Yun wields his sword, ready to conquer any obstacle that stands in his path to becoming a sovereign. In this world of hardship and",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-07"
  },
  "score": {
    "arithmeticMean": 7.056727272727273,
    "arithmeticGeometricMean": 7.048885426761563,
    "median": 6.818181818181818,
    "lastUpdate": "2024-05-07"
  }
}