{
  "sources": [
    "https://anidb.net/anime/9400",
    "https://anilist.co/anime/15489",
    "https://anime-planet.com/anime/yu-gi-oh-zexal-ii",
    "https://anisearch.com/anime/8038",
    "https://kitsu.io/anime/7263",
    "https://livechart.me/anime/322",
    "https://myanimelist.net/anime/15489",
    "https://notify.moe/anime/brjdtFmiR"
  ],
  "synopsis": {
    "text": "Ryouga'Shark' Kamishiro, Kaito Tenjou, and Yuuma Tsukumo brace themselves for a new threat in the second season of Yu-Gi-Oh! Zexal. After thwarting Dr. Faker's nefarious plan to destroy the Astral World, the trio now faces a formidable enemy from the Barian World. The Seven Barian Emperors, once the power-bestowers to the likes of Dr. Faker, are now determined to gather the 'Numbers' and annihilate the Astral World to save their own realm from impending doom.\n\nAs the Barian Emperors infiltrate Heartland City, they set their sights on Yuuma and his friends, manipulating local thieves and duelists to challenge them. The first to make his move is Girag, one of the seven emperors, who targets Yuuma and Astral in a high-stakes duel. Despite the initial danger, Yuuma and Astral's newfound ZEXAL powers help them persevere, but the remaining emperors are far from finished in their quest for destruction.\n\nWith the Interdimensional War looming, Yuuma and his friends must collect the Number Cards to restore Astral's memories and protect both the Astral and Barian Worlds. As they delve deeper into this perilous adventure, Astral grapples with the consequences of his past, while Yuuma's unwavering spirit continues to draw the support of the gods. Will their combined strength be enough to overcome the relentless Barian Emperors and safeguard the universe? Only time will tell in Yu☆Gi☆Oh! Zexal Second.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c7b9d007579197d6",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.834418367346939,
    "arithmeticGeometricMean": 6.828739269868263,
    "median": 6.8385454545454545,
    "hash": "c7b9d007579197d6",
    "lastUpdate": "2024-05-10"
  }
}