{
  "sources": [
    "https://anidb.net/anime/17560",
    "https://anilist.co/anime/153452",
    "https://anime-planet.com/anime/ranking-of-kings-treasure-chest-of-courage",
    "https://anisearch.com/anime/17589",
    "https://kitsu.io/anime/46317",
    "https://livechart.me/anime/11360",
    "https://myanimelist.net/anime/52657",
    "https://notify.moe/anime/tl22y1FVg"
  ],
  "synopsis": {
    "text": "To witness the unveiling of unspoken valor and personal development, delve into the special collection of shorts from the world of \"Ranking of Kings.\" This series offers a glimpse into the everyday life of the endearing protagonist, Bojji, and his companions, showcasing their past experiences of courage and growth.\n\nIn one episode, Despa's world is shaken when he discovers an age spot, disrupting his daily routine and leading him to refuse Bojji's training. The solution lies in the elusive shuddercaps, which are said to restore skin's youthful appearance. Kage embarks on a quest to find these mushrooms, allowing Bojji to continue his training. However, a new challenge arises as Despa realizes he's short on funds, prompting him to encourage Bojji to earn money by socializing and finding a job, a daunting task even for an aspiring king.\n\nThis new collection of stories reveals untold tales of bravery and camaraderie, featuring Bojji, Kage, and their circle of friends. The narrative unfolds in a world where a king's heroism, a nation's prosperity, and the number of powerful warriors determine the Ranking of Kings. Born as the first prince of a kingdom ruled by King Bossu, who holds the seventh rank, Bojji is deemed unfit to be king due to his inability to hear and lack of physical strength. However, Bojji's life takes a dramatic turn when he befriends Kage, setting the stage for a captivating journey of self-discovery and growth.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.376000463821893,
    "arithmeticGeometricMean": 7.37083422972222,
    "median": 7.475727272727273
  },
  "lastUpdate": "2024-05-09"
}