{
  "sources": [
    "https://anidb.net/anime/388",
    "https://anilist.co/anime/757",
    "https://anime-planet.com/anime/the-boy-who-saw-the-wind",
    "https://anisearch.com/anime/388",
    "https://kitsu.io/anime/679",
    "https://livechart.me/anime/9297",
    "https://myanimelist.net/anime/757",
    "https://notify.moe/anime/FHtA5KimR"
  ],
  "synopsis": {
    "text": "His name is Amon, a boy with extraordinary abilities beyond human comprehension. Born to a brilliant weapons developer for the Empire of the Golden Snakes, Amon's unique powers include the ability to generate massive energy, communicate with animals, and soar through the skies. When his father realizes that his latest creation, a devastating weapon, is intended to harness Amon's power for global domination, he takes drastic measures to protect his family. Destroying his research, they attempt a daring escape, but tragedy strikes, leaving Amon orphaned and pursued by the relentless military.\n\nIn his desperate bid for freedom, Amon discovers an ancient lineage of people who share his abilities to fly and converse with animals. Finding solace in a peaceful fishing village, he befriends Maria, a native of the People of the Sea. However, their tranquil existence is shattered when the Golden Snakes launch a brutal attack, forcing Amon and Maria to flee with a band of rebels.\n\nWith the oppressive Branich, leader of the Golden Snakes, determined to capture Amon and complete the ultimate weapon, the stakes are higher than ever. Amon, Maria, and their newfound allies embark on a perilous journey to thwart the Golden Snakes' destructive ambitions and save their world from tyranny. Based on C.W. Nicol's captivating novel, this anime promises a thrilling adventure filled with courage, friendship, and the unyielding power of hope.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.639806520010601,
    "arithmeticGeometricMean": 6.636113414477479,
    "median": 6.75,
    "lastUpdate": "2024-05-09"
  }
}