{
  "sources": [
    "https://anidb.net/anime/5694",
    "https://anilist.co/anime/3750",
    "https://anime-planet.com/anime/maria-watches-over-us-season-4",
    "https://anisearch.com/anime/4723",
    "https://kitsu.io/anime/3228",
    "https://livechart.me/anime/7084",
    "https://myanimelist.net/anime/3750",
    "https://notify.moe/anime/avt_5Fmig"
  ],
  "synopsis": {
    "text": "On the bustling campus of Lillian Girls’ Academy, the Yamayuri Council, led by Yumi, is in the throes of preparing for an exciting theater production in collaboration with the neighboring Hanadera Boys’ Academy. As the school festival approaches, the pressure is on, with the weight of expectations from both the Council and Sachiko resting heavily on Yumi's shoulders. Sachiko has entrusted Yumi with a daunting task: to select her very own petite soeur.\n\nAmidst the whirlwind of activities, two potential candidates emerge - Kanako and Toko, both eager to assist the Yamayuri Council. However, their rivalry becomes palpable, as neither girl is particularly fond of the other, adding an unexpected layer of tension to the council's work. As the school year progresses, the pressure mounts for Yumi to make her final decision, all while juggling the responsibilities of the council and the upcoming festival.\n\nAs the one-year anniversary of Yumi and Sachiko becoming soeurs approaches, Yumi finds herself entangled in the challenges faced by her juniors. Kanako's disdain for men threatens her participation in the play, while Touko quits the drama club following a disagreement with a senpai. With Yumi's attention divided between resolving her juniors' issues and planning for her anniversary with Sachiko, the need to find her own petite soeur looms ever larger. Will Yumi be able to navigate these challenges and finally choose her own petite soeur once the festival ends?",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.820284786641929,
    "arithmeticGeometricMean": 7.820085395055554,
    "median": 7.796
  },
  "lastUpdate": "2024-05-09"
}