{
  "sources": [
    "https://anidb.net/anime/11731",
    "https://anilist.co/anime/21451",
    "https://anime-planet.com/anime/full-metal-panic-invisible-victory",
    "https://anisearch.com/anime/10974",
    "https://kitsu.io/anime/11460",
    "https://livechart.me/anime/1889",
    "https://myanimelist.net/anime/31931",
    "https://notify.moe/anime/B7njtFiiR"
  ],
  "synopsis": {
    "text": "An ime \"Full Metal Panic! Invisible Victory\" picks up nine months after Sousuke Sagara, a teenage soldier, became Kaname Chidori's undercover guardian. Amalgam, a ruthless terrorist organization, has suffered setbacks at the hands of Mithril, but is more determined than ever to capture Kaname, a valuable target due to her 'Whispered' status. As Leonard Testarossa, an Amalgam member, orchestrates global communication disruptions and relentless attacks, Kaname's hopes for a normal life at Jindai Municipal High School crumble.\n\nIn the aftermath of the second season, \"The Second Raid,\" Sousuke and Kaname strive to regain normalcy and nurture their budding relationship, while Tessa works tirelessly to restore order within Mithril. However, Amalgam, under Leonard's leadership, considers Mithril a significant obstacle and launches an all-out assault on their base. With Mithril's only escape option being the Tuatha de Danaan, Sousuke and Kaname must navigate the chaos engulfing their hometown and protect their loved ones from Amalgam's merciless pursuit.\n\nBased on Shoji Gatoh and Shikidouji's light novel series, \"Full Metal Panic!\" returns with a new anime adaptation following a 13-year hiatus. The story follows Sousuke and Kaname's journey from their high school lives to a global chase across exotic locales like Laos and the barren coasts of Mexico, as they gather intelligence and develop new abilities to thwart Amalgam's sinister plans. Amidst strategic plots and intense hide-and-seek, the duo must push beyond their limits and",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.613304602143888,
    "arithmeticGeometricMean": 7.612675390392121,
    "median": 7.601122448979591,
    "lastUpdate": "2024-05-09"
  }
}