{
  "sources": [
    "https://anidb.net/anime/9399",
    "https://anilist.co/anime/111944",
    "https://anime-planet.com/anime/on-gaku-our-sound",
    "https://anisearch.com/anime/8032",
    "https://kitsu.io/anime/43234",
    "https://livechart.me/anime/9462",
    "https://myanimelist.net/anime/40331",
    "https://notify.moe/anime/MOonoyUZg"
  ],
  "synopsis": {
    "text": "Hiroyuki Oohashi's manga-adapted anime, ON-GAKU: OUR SOUND, introduces us to an unlikely trio of high school delinquents who, in their pursuit of thrill and excitement, stumble upon an unexpected passion for music. Kenji, the group's ringleader, along with his friends Asakura and Oota, are known for their tough-guy personas, but their cool facade hides their true boredom with their everyday lives.\n\nWhen a bass guitar finds its way into Kenji's hands, the trio decides to form a rock band, despite having no prior experience with musical instruments. With Kenji on bass, Oota on guitar, and Asakura on drums, they embark on a musical journey filled with deadpan humor and the challenges of being first-time musicians.\n\nAs they navigate through the trials of forming a band, they aim to impress their only friend, Aya, and avoid a rival gang. Their musical endeavor, initially a cure for their boredom, transforms into a fiery expression of their youthful spirit. The anime culminates in a blaring musical finale, leaving viewers craving an immediate encore.\n\nDirected by Kenji Iwaisawa and featuring a lead performance by Japanese alt-rock legend Shintaro Sakamoto, ON-GAKU: OUR SOUND is a unique and engaging take on the slacker comedy genre, offering a lo-fi buddy film experience that showcases the raw beauty of three teenage boys discovering the joy of making music.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.543962364166447,
    "arithmeticGeometricMean": 7.531031559598422,
    "median": 7.59,
    "lastUpdate": "2024-05-09"
  }
}