{
  "sources": [
    "https://anilist.co/anime/101811",
    "https://anime-planet.com/anime/code-geass-lelouch-of-the-rebellion-i-initiation",
    "https://kitsu.io/anime/13850",
    "https://livechart.me/anime/2430",
    "https://myanimelist.net/anime/34438",
    "https://notify.moe/anime/qsAS2Kmig"
  ],
  "synopsis": {
    "text": "Code Geass: Lelouch of the Rebellion, the first installment in a trilogy of films, reimagines the initial two seasons of the beloved anime series. Set in a world torn apart by war, the story follows the fall of Lelouch vi Britannia, a pivotal moment that ushered in an era of peace. However, this fragile tranquility is threatened by a terrorist attack, forcing Lelouch to confront the possibility of his own demise and the end of his legacy.\n\nLelouch, a student with a deep-seated hatred for the Holy Britannian Empire, is determined to liberate his homeland, Japan, from its oppressive rule. Once a prosperous nation, Japan was reduced to ruins during the Second Pacific War in 2010 and derisively renamed Area 11. Lelouch's plans for rebellion take an unexpected turn when he encounters a mysterious woman named C.C., who bestows upon him a supernatural power known as Geass. This extraordinary ability allows Lelouch to command anyone, leaving them powerless to disobey.\n\nAdopting the guise of Zero, a symbol of rebellion for the downtrodden, Lelouch embarks on a mission to restore Japan's former glory and exact vengeance upon Britannia. Will Lelouch's newfound power be enough to save his friends and secure peace, or will it lead to his downfall? Join Lelouch in his quest for justice and witness the birth of a legend.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "c9c40b29a5f52c36",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.013066895368782,
    "arithmeticGeometricMean": 8.012119952204896,
    "median": 8.018,
    "hash": "c9c40b29a5f52c36",
    "lastUpdate": "2024-05-06"
  }
}