{
  "sources": [
    "https://anidb.net/anime/3445",
    "https://anilist.co/anime/1682",
    "https://anime-planet.com/anime/baldr-force-exe",
    "https://anisearch.com/anime/2661",
    "https://kitsu.io/anime/1511",
    "https://livechart.me/anime/5140",
    "https://myanimelist.net/anime/1682",
    "https://notify.moe/anime/fhWB5Fimg"
  ],
  "synopsis": {
    "text": "While the physical world advances hand-in-hand with the virtual one, a skilled hacker named Toru finds himself caught in the crossfire of a complex, digital war. As a member of the notorious hacking group Steppen Wolf, Toru and his friends roam the boundless expanse of the internet, leaving no database untouched. However, their daring infiltration of the UN forces' mainframe results in a tragic loss, as Toru's friend and team leader Yuya is killed during the operation.\n\nToru is apprehended by the military and given a choice: serve a lengthy prison sentence or join the UN Security Force Information Administration Bureau in their fight against cybercrime. Toru chooses the latter, hoping that this new alliance will lead him to Yuya's killer. As he delves deeper into the world of cyber warfare, he discovers a tangled web of conflicts between terrorist organizations, security agencies, and the military.\n\nAmidst the chaos, seemingly unrelated events begin to converge, hinting at a larger, more mysterious force at play. As Toru navigates the treacherous waters of this digital battlefield, he and his newfound allies must confront their own reasons for fighting, and the secrets that drive them. Based on the game by GIGA, this thrilling anime explores a world where the line between the real and the virtual is blurred, and where the pursuit of justice may come at a heavy price.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ca7057f447a71b73",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.352776040286244,
    "arithmeticGeometricMean": 6.348423734520157,
    "median": 6.44,
    "hash": "ca7057f447a71b73",
    "lastUpdate": "2024-05-08"
  }
}