{
  "sources": [
    "https://anidb.net/anime/4100",
    "https://anilist.co/anime/1745",
    "https://anime-planet.com/anime/wild-7-another",
    "https://anisearch.com/anime/2347",
    "https://kitsu.io/anime/1565",
    "https://livechart.me/anime/8431",
    "https://myanimelist.net/anime/1745",
    "https://notify.moe/anime/baKB5Fimg"
  ],
  "synopsis": {
    "text": "Wild 7 - Another, the latest creation of Mikiya Mochizuki, unfolds a thrilling narrative aboard the luxurious Double Sea cruise ship, navigating the waters of Nicaragua's Canal. The tranquility of the voyage is shattered when the ship is commandeered by the Ancient Militia, a ruthless terrorist faction. The hostages on board are no ordinary passengers; they are influential figures from the global business sphere, making the stakes impossibly high.\n\nIn response to the crisis, a covert counterstrike team is assembled, led by Japo, a Japanese man with a mysterious past. His heroic yet tragic history is shrouded in amnesia, making him an enigmatic figure. To form his elite squad, Japo recruits six extraordinary individuals from diverse backgrounds, including academia, law enforcement, and the notorious Hell Island mercenary community. Together, they become Team Wild.\n\nAs the newly formed team grapples with internal conflicts and undergoes rigorous training, the terrorists unleash a deadly plague on the ship and execute passengers whose companies fail to meet their demands. The terrorists' penchant for detonating explosives on board suggests a more sinister agenda, escalating the situation beyond mere skullduggery.\n\nIn a race against time, Team Wild launches a daring assault on the Double Sea, charging in on motorcycles in a desperate attempt to rescue the hostages before the plague-ridden ship sinks to the depths of the ocean, taking everyone on board with it. Will Team Wild succeed in their mission, or will they become casualties in this high-stakes game of terror?",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.0626326530612245,
    "arithmeticGeometricMean": 5.047110222276155,
    "median": 5.0
  },
  "lastUpdate": "2024-05-10"
}