{
  "sources": [
    "https://anidb.net/anime/11170",
    "https://anilist.co/anime/21128",
    "https://anime-planet.com/anime/noragami-aragoto",
    "https://anisearch.com/anime/10382",
    "https://kitsu.io/anime/10800",
    "https://livechart.me/anime/1494",
    "https://myanimelist.net/anime/30503",
    "https://notify.moe/anime/-TMlpKmig"
  ],
  "synopsis": {
    "text": "Between the realms of gods and mortals, the minor deity Yato strives to build a devoted following, all while grappling with a tumultuous past. With just five yen per task, Yato's life is far from easy, especially when Bishamon, the formidable goddess of war, seeks vengeance for a past tragedy. Blaming Yato for the death of her cherished spirit allies, Bishamon is hellbent on taking Yato's life. But as the two clash, dark secrets and centuries-old events begin to unravel, threatening to alter the fates of Yato and his loyal companions.\n\nIn this action-packed second season, the goddess Bishamon takes center stage as she leads her vast army of Shinki, spirits she has sworn to protect. However, the weight of responsibility proves challenging, as caring for her ever-growing group becomes increasingly difficult. Meanwhile, her deep-seated hatred for Yato only intensifies, driven by a shared history that neither can escape.\n\nAs Yato confronts his past and battles powerful adversaries, he must also navigate the complexities of his relationships with his divine weapon, Yukine, and his human ally, Hiyori. With every decision carrying dire consequences, Yato's journey through a world of gods, spirits, and hidden machinations promises to captivate and enthrall viewers. Will Yato and his friends triumph over the looming threats, or will they succumb to the perils that surround them? Only time will tell, as the thrilling saga of Noragami continues to unfold.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.219038816536717,
    "arithmeticGeometricMean": 8.21750686446942,
    "median": 8.231867696573579
  },
  "lastUpdate": "2024-05-09"
}