{
  "sources": [
    "https://anidb.net/anime/461",
    "https://anilist.co/anime/1004",
    "https://anime-planet.com/anime/she-and-her-cat",
    "https://anisearch.com/anime/1542",
    "https://kitsu.io/anime/894",
    "https://livechart.me/anime/3768",
    "https://myanimelist.net/anime/1004",
    "https://notify.moe/anime/F32JcKmmR"
  ],
  "synopsis": {
    "text": "He found her on a rainy day, a woman with a gentle soul and a heart full of compassion. Abandoned and alone, Chobi, the stray cat, was taken in by this kind stranger, who would soon become the center of his universe. Their bond was instantaneous, a connection that transcended the boundaries of pet and owner. This is the tale of Chobi and his unnamed mistress, a story of love, longing, and the profound connection between two souls.\n\nThrough the changing seasons, Chobi and his mistress navigate the complexities of life, each in their own world yet intrinsically intertwined. The cat, unable to fully comprehend the human world, finds solace in the simple pleasures of their shared existence. Their conversations, filled with warmth and affection, reveal the depth of their bond, a testament to the enduring power of friendship.\n\nAs they journey through life's ups and downs, they find comfort in each other's presence, their bond a beacon of hope amidst the loneliness. Chobi's reminiscences of their time together are a poignant reminder of the love they've shared and the love they've lost. Yet, despite the heartaches, their bond remains unbroken, a testament to the eternal nature of their connection.\n\n\"Kanojo to Kanojo no Neko\" is a heartwarming exploration of love and friendship, a tale that challenges conventional norms and invites viewers to see love in a new light. This short animated film is a must-watch for anyone who believes in the transformative power of love and the profound connections that can exist between the most unlikely of pairs.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cb248e26b03ad5b1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.127097144918574,
    "arithmeticGeometricMean": 7.12394102344001,
    "median": 7.289999999999999,
    "hash": "cb248e26b03ad5b1",
    "lastUpdate": "2024-05-09"
  }
}