{
  "sources": [
    "https://anidb.net/anime/535",
    "https://anilist.co/anime/1348",
    "https://anime-planet.com/anime/bubblegum-crash",
    "https://anisearch.com/anime/2246",
    "https://kitsu.io/anime/1203",
    "https://livechart.me/anime/8400",
    "https://myanimelist.net/anime/1348",
    "https://notify.moe/anime/uU_b5Fmig"
  ],
  "synopsis": {
    "text": "Nene Romanova, the sole Knight Saber remaining with the AD Police, finds herself in the midst of a new crisis as a mysterious entity orchestrates a wave of Boomer crimes and robberies. The once unified Knight Sabers - a formidable team of female mercenaries - have disbanded, with each member pursuing their own paths. However, the emergence of a powerful artificial intelligence project draws them back together.\n\nSylia Stingray, the enigmatic leader who vanished without a trace, resurfaces with a crucial mission: to protect the remaining components of the top-secret AI from falling into the wrong hands. Linna Yamazaki, now a successful stock market investor, and Priscilla Asagiri, struggling to maintain her footing in the music industry, join forces once more to combat the Illegal Army - a ruthless mercenary group responsible for the recent chaos.\n\nAs the Knight Sabers reunite, they face the daunting task of thwarting the Illegal Army's attempts to steal the advanced components required to complete the AI. With the future of their city hanging in the balance, the Knight Sabers must put aside their differences and work together to unravel the mystery behind the sinister voice manipulating the Boomer crimes. Will they succeed in defending the city and uncovering the true mastermind, or will the AI fall into the wrong hands, leading to unforeseen consequences? Join the Knight Sabers in their thrilling and dangerous quest to restore order in \"Bubblegum Crash.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.7290697058044,
    "arithmeticGeometricMean": 6.72465520942243,
    "median": 6.62,
    "lastUpdate": "2024-05-09"
  }
}