{
  "sources": [
    "https://anidb.net/anime/14796",
    "https://anilist.co/anime/108759",
    "https://anime-planet.com/anime/sword-art-online-alicization-war-of-underworld",
    "https://anisearch.com/anime/14323",
    "https://kitsu.io/anime/42213",
    "https://livechart.me/anime/9404",
    "https://myanimelist.net/anime/39597",
    "https://notify.moe/anime/FcJ6ud6iR"
  ],
  "synopsis": {
    "text": "Feeling the weight of Administrator's defeat, Kirito, Alice, and Eugeo find themselves in a world still fraught with challenges. Months have passed since their triumph over the pontifex, but the peace they sought remains elusive. Kirito, confined to a wheelchair and bereft of his arm and spirit, resides in Rulid Village with Alice, who has dedicated herself to his care. Yet, even as she tends to her friend, Alice's once indomitable spirit as a knight has waned.\n\nIn the ominous depths of the Dark Territory, the resurrection of the Dark God Vecta sets in motion a series of events that threaten to engulf the Underworld in tragedy. As Vecta's dark forces march towards the human empire, the Integrity Knight Bercouli rallies the human forces for a war of unprecedented scale. Meanwhile, the final stress test looms, promising to further escalate the impending catastrophe.\n\nIn this dire hour, the two heroes who once saved the realm are conspicuously absent. Kirito, still grappling with his losses, remains unresponsive to the escalating crisis. Alice, too, is missing from the battlefield, her question, 'What should I do, Kirito?' echoing in the air.\n\nAs the curtain rises on the final chapter of the SAO series' longest and most glorious battle, the Alicization arc, the future of the Underworld hangs in the balance. Will Kirito and Alice find the strength to rise to the challenge, or will the Underworld succumb to the looming darkness?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.8268649177133245,
    "arithmeticGeometricMean": 7.823850388711055,
    "median": 7.873639633747548,
    "lastUpdate": "2024-05-10"
  }
}