{
  "sources": [
    "https://anidb.net/anime/1000",
    "https://anilist.co/anime/1490",
    "https://anime-planet.com/anime/the-galaxy-railways",
    "https://anisearch.com/anime/1019",
    "https://kitsu.io/anime/1336",
    "https://livechart.me/anime/6053",
    "https://myanimelist.net/anime/1490",
    "https://notify.moe/anime/FTF-cKimR"
  ],
  "synopsis": {
    "text": "Yuuki’s dream is to join the elite Space Defense Force (SDF) and protect the Galaxy Railways, a network of trains that travel through space, connecting planets and transporting mankind across the universe. Despite his mother's opposition, Yuuki is determined to follow in his father's footsteps and join the Sirius Platoon, which was once led by his father before he sacrificed himself in battle. However, the journey to achieving his dream is fraught with danger and obstacles.\n\nAs a new member of the SDF, Yuuki must face threats from criminals, terrorists, and hostile aliens, as well as natural hazards such as meteor storms. The SDF is responsible for ensuring the safety of the Galaxy Railways and its passengers, and Yuuki must prove himself to be a valuable member of the team. But as he soon discovers, being a part of the SDF is not just about protecting the trains - it's about protecting the people who travel on them and the destiny of the entire galaxy.\n\nLayla Destiny Shura, the leader of the Galaxy Railways system, knows all too well the importance of the SDF's mission. With her uncanny ability to see the fates of all those who travel on the Galaxy Railways, she understands the crucial role that the SDF plays in protecting the galaxy from evil. As the SDF's greatest crisis draws nearer, Yuuki must learn what it truly means to be a member of the SDF and fight to protect the Galaxy Railways and all those who depend on it.\n\nWith action-packed battles, complex characters, and a richly imagined sci-fi universe, \"The Galaxy Railways\" is a thrilling anime that explores the importance of courage, determination, and teamwork in the face of danger. Join Yuuki and the rest of the SDF as they embark",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cbbb25a337bab7d2",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.758182171569927,
    "arithmeticGeometricMean": 6.748454044698084,
    "median": 6.81,
    "hash": "cbbb25a337bab7d2",
    "lastUpdate": "2024-05-09"
  }
}