{
  "sources": [
    "https://anidb.net/anime/1512",
    "https://anilist.co/anime/1859",
    "https://anime-planet.com/anime/grappler-baki-the-ultimate-fighter",
    "https://anisearch.com/anime/1065",
    "https://kitsu.io/anime/1676",
    "https://livechart.me/anime/9326",
    "https://myanimelist.net/anime/1859",
    "https://notify.moe/anime/kSQB5KiiR"
  ],
  "synopsis": {
    "text": "Baki’s meteoric rise in the ruthless world of no-holds-barred combat is nothing short of awe-inspiring. As he effortlessly decimates his adversaries, one can't help but question whether he can maintain his winning streak against the ruthless former champion, a formidable fighter who paralyzes his opponents by severing their nerves.\n\nDoppo Orochi, a seasoned karate master, witnesses the climactic bout of his dojo's youth tournament. Atsushi Suedou, one of his pupils, is pitted against Baki Hanma, a seemingly ordinary teenager who's been bulldozing through the competition. Fascinated by Baki's raw power, Doppo and another disciple, Kiyosumi Katou, venture into the clandestine Tokugawa underground ring, an illicit arena where only weaponry is forbidden. To their surprise, they discover that Baki's next adversary is none other than Koushou Shinogi, a notorious karate expert and practitioner of the deadly Nerve-Severing technique.\n\nBaki Hanma harbors aspirations of becoming the ultimate fighter. To achieve this, he participates in extreme tournaments featuring a diverse array of martial artists and frequents a secret underground ring where the only rule is no weapons. Meanwhile, Doppo Orochi prepares to spectate the youth tournament's final match. His egotistical student, Atsushi Suedou, is effortlessly defeated by the relatively unknown Baki. However, Baki's next opponent is the merciless Koushou Shinogi, renowned for his nerve-ripping technique. Will the ambitious 17-year-old defy expectations and emerge victorious against such a brutal adversary?\n\nA",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cbbf3740e13761d3",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.621249072356214,
    "arithmeticGeometricMean": 6.605549020271931,
    "median": 6.834090909090909,
    "hash": "cbbf3740e13761d3",
    "lastUpdate": "2024-05-09"
  }
}