{
  "sources": [
    "https://anidb.net/anime/666",
    "https://anilist.co/anime/2067",
    "https://anime-planet.com/anime/gekigangar-3",
    "https://anisearch.com/anime/956",
    "https://kitsu.io/anime/1866",
    "https://livechart.me/anime/8454",
    "https://myanimelist.net/anime/2067",
    "https://notify.moe/anime/UH-YcFmig"
  ],
  "synopsis": {
    "text": "Gekiganger 3 is a thrilling, nostalgic rollercoaster ride that pays homage to classic mecha anime of the 80s while artfully parodying the genre's tropes. The story follows the lives of three ordinary high school students, Ken, Joe, and Akira, who find themselves tasked with an extraordinary mission: to save the world from the impending doom of the Kyokka space empire. As the only obstacle in Prince Akara's path to conquest, Earth's fate rests on the shoulders of these young heroes and their powerful mechas.\n\nThe first half of the show is a delightful compilation of clips from Nadesico, interspersed with hilarious commentary and parodies of classic giant robot shows and movies. The second half introduces a new story, filled with laughter, tears, and camaraderie, as Ken, Joe, and Akira unite to form the mighty Gekiganger III, Earth's last line of defense against the encroaching evil.\n\nGekiganger 3 is a show best experienced with a crowd, as the shared enthusiasm and emotional investment of fellow viewers only serve to heighten the impact of the show's most poignant moments. From singing along to the iconic opening theme to shedding tears at the heart-wrenching twists, this anime is a communal celebration of the mecha genre and its enduring legacy.\n\nWith ancient cave paintings as their guide, the crew of the Nadesico cruiser embarks on a journey to discover the power of courage, love, and friendship in the face of adversity. As they gather to watch the Gekigangar 3 marathon at the theater, they too become part of the story, cheering on Ken, Joe, and Akira as they fight for peace and freedom. Will",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.173324145242511,
    "arithmeticGeometricMean": 6.149530577610276,
    "median": 6.398,
    "lastUpdate": "2024-05-09"
  }
}