{
  "sources": [
    "https://anidb.net/anime/527",
    "https://anilist.co/anime/1284",
    "https://anime-planet.com/anime/jewel-bem-hunter-lime",
    "https://anisearch.com/anime/2639",
    "https://kitsu.io/anime/1158",
    "https://myanimelist.net/anime/1284",
    "https://notify.moe/anime/6Ufx5KmmR"
  ],
  "synopsis": {
    "text": "They say that for eons, a mystical gate has bridged the chasm between the realms of magic and humanity, fostering harmony while keeping them physically apart. This gate, opening once a month, has allowed sorcerers from the magical realm to grace the human world with their peaceful presence. However, this tranquility now hangs in the balance as precious magical orbs have been purloined and scattered across the Earth. The King of Magic, in response, dispatches a formidable trio - the impetuous shapeshifter Lime, the brusque combat master Bass, and the versatile morpher Poogie - to reclaim these orbs before chaos ensues.\n\nAs the orbs plummet to Earth, they absorb the negative emotions of everyday objects, metamorphosing into menacing monsters known as BEMs - Bug Eyed Monsters. The trio's mission becomes a race against time as they navigate the human world, grappling with the very objects they once took for granted. Mr. Candle, for instance, harbors a grudge against humans for their reliance on electricity and schemes to plunge Japan into eternal darkness. Meanwhile, Mr. Purse, born from the widespread use of credit cards, is surprisingly amiable, and Mr. C. Ringe, a needle, seethes with resentment over humans' fear of needles.\n\nLime, still simmering over Bass's blunder that led to the orbs' dispersal, and Bass, critical of Lime's conspicuous attire, must set aside their differences to retrieve the orbs. With the magical gate closed until the next month, Lime, Bass, and Poogie are left stranded in the human world, their mission clear: vanquish the monsters and restore the orbs to their rightful place.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cbe6ecacce83703e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.940688576729393,
    "arithmeticGeometricMean": 5.919699857278267,
    "median": 5.909090909090908,
    "hash": "cbe6ecacce83703e",
    "lastUpdate": "2024-05-08"
  }
}