{
  "sources": [
    "https://anidb.net/anime/217",
    "https://anilist.co/anime/81",
    "https://anime-planet.com/anime/mobile-suit-gundam-the-08th-ms-team",
    "https://anisearch.com/anime/647",
    "https://kitsu.io/anime/60",
    "https://livechart.me/anime/4109",
    "https://myanimelist.net/anime/81",
    "https://notify.moe/anime/ugtpcKmmg"
  ],
  "synopsis": {
    "text": "Amada, a young and promising ensign for the Earth Federation, finds himself leading the 08th MS Team, a motley crew of misfits and rogues stationed deep in the Vietnamese jungle. The team, consisting of hot-headed pilot Karen, the notorious 'Reaper' Sanders, flirtatious musician Eledor, and lovelorn vehicle driver Mikel, must work together to keep their sanity amidst the chaos of war.\n\nAs the bloody conflict between the Earth Federation and the Principality of Zeon reaches a stalemate, both sides are desperate for a quick resolution. The 08th MS Team is tasked with a crucial mission: to distract the enemy and locate a mysterious new Zeon weapon hidden near their base.\n\nHowever, Amada's mission takes a complicated turn when he crosses paths with Aina Sahalin, an ace Zeon pilot and his fateful encounter from the past. As their love blossoms on the battlefield, Amada's loyalty to the Federation is put to the test, and he must prove his allegiance or risk being branded a traitor.\n\nSet in UC 0079, this anime follows the story of Amada and the 08th MS Team as they navigate the perils of war, love, and loyalty in a world torn apart by conflict. Will they be able to complete their mission and bring an end to the One Year War, or will their personal struggles prove too great to overcome?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cc0e17cd05f76a63",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.8567495018209295,
    "arithmeticGeometricMean": 7.85534566139373,
    "median": 7.924545454545454,
    "hash": "cc0e17cd05f76a63",
    "lastUpdate": "2024-05-09"
  }
}