{
  "sources": [
    "https://anidb.net/anime/11533",
    "https://anilist.co/anime/21316",
    "https://anime-planet.com/anime/high-school-fleet",
    "https://anisearch.com/anime/10742",
    "https://kitsu.io/anime/11346",
    "https://livechart.me/anime/1792",
    "https://myanimelist.net/anime/31500",
    "https://notify.moe/anime/cTorpKmig"
  ],
  "synopsis": {
    "text": "One hundred years ago, a tectonic shift submerged much of Japan, transforming it into a thriving maritime nation. To safeguard the vast oceanic territories and bustling sea routes, an elite group of women known as the Blue Mermaids emerged. These skilled protectors of the sea have become a beacon of inspiration for young women around the world, leading to the establishment of specialized schools to train the next generation of marine guardians.\n\nAkeno Misaki and Moeka China, two childhood friends, share the dream of joining the prestigious Blue Mermaids. Enrolling in Yokosuka's Marine High School, they embark on a challenging journey to master the theoretical and practical skills necessary to protect the sea. Guided by the motto, \"In the sea we live, the sea we protect, and by the sea we go,\" the aspiring Blue Mermaids learn about various cultures and customs, as well as the importance of international cooperation.\n\nHowever, when a training mission goes awry, Akeno and her fellow crew members aboard the Harekaze find themselves stranded on a deserted island. With their ship's engines and navigation systems failing, they must rely on their wits and the lessons they've learned to survive and find their way back to civilization. Can Akeno, Moeka, and their classmates rise to the challenge and prove themselves worthy of becoming the Elite of the Sea?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cd19fd5c6dc6ca52",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.2802712889037124,
    "arithmeticGeometricMean": 7.277932922201786,
    "median": 7.307179775280898,
    "hash": "cd19fd5c6dc6ca52",
    "lastUpdate": "2024-05-09"
  }
}