{
  "sources": [
    "https://anidb.net/anime/753",
    "https://anilist.co/anime/883",
    "https://anime-planet.com/anime/yu-yu-hakusho-the-movie-poltergeist-report",
    "https://anisearch.com/anime/1904",
    "https://kitsu.io/anime/783",
    "https://livechart.me/anime/6060",
    "https://myanimelist.net/anime/883",
    "https://notify.moe/anime/uBCAcFimg"
  ],
  "synopsis": {
    "text": "After an unnatural deluge overwhelms the River Styx, causing a catastrophic flood in the Spirit World, the formidable King of the Netherworld, Yakumo, seizes the opportunity to execute a sinister plan. Banished to the far reaches of space following an ancient war between the Netherworld and the Spirit World, Yakumo now seeks to reclaim the Power Sphere, the source of the Netherworld's energy, and reshape the human world in his own twisted image.\n\nTo thwart Yakumo's ambitions, Lord Koenma enlists the help of the Death God Botan to deliver a mysterious artifact to Spirit Detective Yusuke. However, Botan's journey proves perilous, leaving her too weak to explain the gravity of the situation to Yusuke and his friends. As the looming threat of the Netherworld draws near, Yusuke and his fellow Spirit Detectives must unite to protect five mystical sites from Yakumo's Demon-Gods, lest the human world succumb to the darkness of the Netherworld.\n\nWith the fate of both the Spirit and Human Worlds hanging in the balance, Yusuke and his allies face an epic battle against the seemingly invincible King of the Netherworld. Will they be able to safeguard the spiritual energy points and prevent Yakumo's nefarious scheme from coming to fruition, or will the human world be forever transformed into a new Netherworld? Join Yusuke and his friends in this thrilling adventure as they fight to protect their world from the clutches of evil.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cd2c40c61a1f4945",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.941101113172542,
    "arithmeticGeometricMean": 6.928281402253689,
    "median": 7.1454545454545455,
    "hash": "cd2c40c61a1f4945",
    "lastUpdate": "2024-05-10"
  }
}