{
  "sources": [
    "https://anidb.net/anime/17481",
    "https://anilist.co/anime/151606",
    "https://anime-planet.com/anime/birdie-wing-golf-girls-story-season-2",
    "https://anisearch.com/anime/17519",
    "https://kitsu.io/anime/46218",
    "https://livechart.me/anime/11296",
    "https://myanimelist.net/anime/52229",
    "https://notify.moe/anime/FmGfKdeng"
  ],
  "synopsis": {
    "text": "Doubles Championship. As they navigate the challenges of the tournament, they must also confront the dangerous figures manipulating events from behind the scenes and the complications arising from Eve's mysterious past. Will Eve and Aoi be able to overcome their differences and emerge victorious, or will their rivalry tear them apart? Find out in this thrilling and heartwarming tale of golf, friendship, and determination.\n\nIn the world of high school golf, two talented players from different backgrounds and with contrasting play styles come together to shake up the status quo. Eve, a skilled underground golfer from Europe, has her sights set on defeating Aoi Amawashi, the 'Innocent Tyrant' prodigy who caught her eye. However, their rivalry must be put on hold as they team up to compete in the All-Japan Girls' High School Gold Doubles Championship for their institution, Raiou Girls' Academy. As they face off against formidable opponents, Eve and Aoi must learn to work together and develop their golfing styles. But with dangerous forces at play behind the scenes and Eve's past resurfacing, the tournament becomes much more than just a game. Can Eve and Aoi overcome their differences and emerge victorious, or will their rivalry tear them apart? Follow their journey in this exciting and emotional tale of golf, friendship, and determination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.631417285095856,
    "arithmeticGeometricMean": 7.628923035770127,
    "median": 7.696969696969697,
    "lastUpdate": "2024-05-09"
  }
}