{
  "sources": [
    "https://anidb.net/anime/9307",
    "https://anilist.co/anime/14827",
    "https://anime-planet.com/anime/da-capo-iii",
    "https://anisearch.com/anime/7937",
    "https://kitsu.io/anime/7172",
    "https://livechart.me/anime/880",
    "https://myanimelist.net/anime/14827",
    "https://notify.moe/anime/JZoOtKmmR"
  ],
  "synopsis": {
    "text": "Some where on the idyllic island of Hatsunejima, an ever-blooming cherry tree stands tall, a symbol of eternal spring and a beacon of hope for those who believe in its wish-granting powers. After years of dormancy, the tree unexpectedly blooms again, sparking intrigue and wonder among the island's inhabitants.\n\nAt Kazami Academy, the rivalry between the Official and Unofficial Newspaper Clubs is heating up. In an attempt to outshine their competitors, the Official Newspaper Club, led by Kiyotaka and his five charming female friends, decides to investigate the mysterious cherry tree and its recent revival.\n\nAs they gather under the tree's newly blossomed branches, each member makes a heartfelt wish. To their astonishment, the tree responds by sending them a cryptic text message from over a hundred years ago. This enigmatic event becomes the focus of their next newspaper issue, as they delve into the secrets and legends surrounding the tree.\n\nBut the story doesn't end there. Kiyotaka finds himself repeatedly crossing paths with a young girl named Sakura, who may hold the key to understanding the mysterious events unfolding on Hatsunejima. As the club members work together to unravel the truth, they also find themselves growing closer to one another and to Kiyotaka, who may just discover that some wishes do come true.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cdfd5de87c41e242",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.600914192949908,
    "arithmeticGeometricMean": 6.592442306586275,
    "median": 6.514,
    "hash": "cdfd5de87c41e242",
    "lastUpdate": "2024-05-09"
  }
}