{
  "sources": [
    "https://anidb.net/anime/15876",
    "https://anilist.co/anime/126529",
    "https://anime-planet.com/anime/in-spectre-2nd-season",
    "https://anisearch.com/anime/15783",
    "https://kitsu.io/anime/43755",
    "https://livechart.me/anime/10237",
    "https://myanimelist.net/anime/44204",
    "https://notify.moe/anime/_qfUfV0Mg"
  ],
  "synopsis": {
    "text": "Yuki-Onna, a spirit known for leading men to their doom, saves Masayuki Muroi from a treacherous fall during a blizzard, asking only for money in return. Eleven years later, Masayuki's life crumbles as his company fails and his wife cheats on him. Seeking solace in the city where Yuki-Onna once saved him, Masayuki reconnects with her through offerings of money and food. But when his ex-wife is found dead and he becomes the prime suspect, Masayuki finds himself in dire need of Yuki-Onna's help. However, as a spirit, she cannot reveal herself to the world. In order to protect Masayuki and preserve her secret existence, Yuki-Onna enlists the help of Kotoko Iwanaga, the Goddess of Wisdom revered by all spirits. Together with her immortal boyfriend, Kurou Sakuragawa, Kotoko sets out to prove Masayuki's innocence while navigating the complex world of spirits and humans.\n\nMeanwhile, Kotoko and Kurou find themselves embroiled in a series of strange and mystical cases involving spirits, each more peculiar than the last. From a mysterious doll haunting an apartment to a tragic tale of a Yuki-Onna and a human, Kotoko and Kurou must use their combined strength and wits to solve these supernatural mysteries. As they delve deeper into the world of spirits, they must also confront the looming presence of Rikka, Kurou's cousin who poses a threat to their relationship.\n\nBased on the manga adaptation by Katase Chashiba, \"In/Spectre\" follows the adventures of Kotoko and Kurou as they navigate the complex and often dangerous world of spirits, all while trying to maintain their romantic relationship. With each new case,",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.576237476808906,
    "arithmeticGeometricMean": 7.571679405499559,
    "median": 7.519727272727273
  },
  "lastUpdate": "2024-05-09"
}