{
  "sources": [
    "https://anidb.net/anime/820",
    "https://anilist.co/anime/1206",
    "https://anime-planet.com/anime/spring-and-chaos",
    "https://anisearch.com/anime/1735",
    "https://kitsu.io/anime/1084",
    "https://livechart.me/anime/6485",
    "https://myanimelist.net/anime/1206",
    "https://notify.moe/anime/MJOb5FimR",
    "https://notify.moe/anime/Z4Iv2Fmig"
  ],
  "synopsis": {
    "text": "His name was Kenji Miyazawa, a brilliant and eccentric poet hailing from early 20th century Japan. In the quaint town he called home, the locals found him an enigma, a rich boy with impractical ideals. His father saw him as a disappointment, while his students admired his unconventional magnificence.\n\nAs a young man, Kenji grappled with profound personal philosophies that eluded the comprehension of those around him. Yet, he remained steadfast, refusing to compromise his art for the sake of popularity. Tragically, his genius went unrecognized during his lifetime, a common affliction for artists of his caliber.\n\nDirector Shoji Kawamori masterfully weaves Kenji's life story, drawing inspiration from the poet's own narrative techniques. Kawamori employs anthropomorphic characters, a nod to Kenji's frequent use of animals as protagonists in his tales. This approach breathes life into the whimsical land of Ihatov, serving as a captivating backdrop to Kenji's life journey.\n\n\"Spring and Chaos\" is a poignant tribute to one of Japan's most celebrated writers. It is a vivid portrayal of Kenji's brief but intense life, a testament to his enduring legacy in Japanese literature. This film invites viewers to delve into the world of Kenji Miyazawa, a realm brimming with imagination, passion, and an unwavering commitment to artistic integrity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.7947987012987,
    "arithmeticGeometricMean": 6.783780599970945,
    "median": 6.909,
    "lastUpdate": "2024-05-09"
  }
}