{
  "sources": [
    "https://anidb.net/anime/11276",
    "https://anilist.co/anime/21214",
    "https://anime-planet.com/anime/yuru-yuri-nachu-yachumi-plus",
    "https://anisearch.com/anime/10466",
    "https://kitsu.io/anime/11022",
    "https://livechart.me/anime/1644",
    "https://myanimelist.net/anime/30902",
    "https://notify.moe/anime/6ekupFimg"
  ],
  "synopsis": {
    "text": "The lighthearted slice-of-life anime Yuru Yuri follows a group of middle school girls and their everyday adventures as part of the Amusement Club. Additional OVA episodes of the show titled Yuru Yuri Nachuyachumi! provide further glimpses into the girls' fun-filled school lives. In the first Nachuyachumi episode, the Amusement Club members enjoy a water balloon fight before accidentally sparking a ghost rumor at their school. They later reminisce over recent camping trip photos while taking silly pictures of each other. The second episode depicts the Amusement Club girls having a sleepover and playing video games at member Yui's house. Meanwhile, student council members Sakurako and Ayano have their own appreciation-filled sleepover. As summer vacation winds down in another set of Nachuyachumi episodes, the Amusement Club makes the most of their last carefree days. Whether engaging in outdoor activities, looking back on their camping trip, or spending time together at a sleepover, the girls continue bonding. Their student council friends also treasure the final days of summer break. Overflowing with laughter and friendship, Yuru Yuri Nachuyachumi! offers more heartwarming glimpses into the everyday adventures of this tight-knit group of middle schoolers.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "cee842c937f56ac7",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.739658976854527,
    "arithmeticGeometricMean": 7.738457949984611,
    "median": 7.80409090909091,
    "hash": "cee842c937f56ac7",
    "lastUpdate": "2024-05-10"
  }
}