{
  "sources": [
    "https://anidb.net/anime/13992",
    "https://anilist.co/anime/103887",
    "https://anime-planet.com/anime/modest-heroes",
    "https://anisearch.com/anime/13536",
    "https://kitsu.io/anime/41460",
    "https://livechart.me/anime/3197",
    "https://myanimelist.net/anime/37623",
    "https://notify.moe/anime/HyQR5eDmR"
  ],
  "synopsis": {
    "text": "Life, courage, and resilience intertwine in this captivating anthology of three short films by Studio Ponoc, each presenting a unique narrative of everyday heroism.\n\nIn \"Kanini & Kanino,\" two minuscule crab siblings embark on a daring adventure to find their lost father amidst the treacherous currents and lurking predators of their underwater world. This 15-minute fantasy tale showcases the unyielding spirit of the young crustaceans as they brave the depths of the stream.\n\n\"Life Ain't Gonna Lose\" introduces us to Shun, a young boy with a severe egg allergy, and his mother's unwavering dedication to keep him safe. This poignant human drama unfolds in a hospital room, where Shun's struggle to live a normal life despite his condition is a testament to the resilience of both mother and son.\n\nThe final installment, \"Invisible,\" delves into the solitary existence of an unseen man who, burdened by his invisibility, seeks to anchor himself to the physical world using fire extinguishers and clothing. His life takes an unexpected turn when a chance encounter with a compassionate blind individual offers him a new perspective on his seemingly isolated existence.\n\nTogether, these stories celebrate the extraordinary courage of ordinary individuals, showcasing Studio Ponoc's ability to captivate audiences with breathtaking visuals and heartwarming narratives.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.037445269016697,
    "arithmeticGeometricMean": 7.034106219384892,
    "median": 7.0,
    "lastUpdate": "2024-05-09"
  }
}