{
  "sources": [
    "https://anidb.net/anime/10587",
    "https://anilist.co/anime/20694",
    "https://anime-planet.com/anime/non-non-biyori-repeat",
    "https://anisearch.com/anime/9592",
    "https://kitsu.io/anime/8410",
    "https://livechart.me/anime/519",
    "https://myanimelist.net/anime/23623",
    "https://notify.moe/anime/8gHAtFimR"
  ],
  "synopsis": {
    "text": "Far from the chaos of Tokyo, the Asahioka Branch School, with its humble five-student population, is a haven of tranquility and camaraderie. The four girls - Natsumi, Komari, Renge, and Hotaru - each with their unique backgrounds and experiences, find joy in the simple pleasures of rural life. From the blooming cherry blossoms to the thrill of building igloos, their days are filled with laughter, learning, and the creation of unforgettable memories.\n\nFor Renge, the youngest of the group, the anticipation of her first day of elementary school is palpable. With her new red school bag and a legendary sword in hand, she embarks on her journey, marking her path with a sense of adventure. Meanwhile, Hotaru, a recent transplant from bustling Tokyo, is adjusting to the serene pace of Asahigaoka, finding charm in its simplicity and warmth in its people.\n\nAs the girls navigate through their school days, they share experiences that breathe life into the sleepy town. Whether it's learning to make okonomiyaki or exploring the wilderness, each day brings a new adventure. Even in their solitary memories, like Hotaru's recollections of her first day before meeting her friends, there's a unique charm that encapsulates the spirit of Asahigaoka.\n\nIn the heart of the Japanese countryside, the girls of Asahioka Branch School continue to grow, learn, and make memories, turning the ordinary into the extraordinary. Join them as they embark on another year of heartwarming experiences in NON NON BIYORI REPEAT!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.166132936311236,
    "arithmeticGeometricMean": 8.165578235858874,
    "median": 8.198,
    "lastUpdate": "2024-05-09"
  }
}