{
  "sources": [
    "https://anidb.net/anime/4575",
    "https://anilist.co/anime/2001",
    "https://anime-planet.com/anime/tengen-toppa-gurren-lagann",
    "https://anisearch.com/anime/3711",
    "https://kitsu.io/anime/1801",
    "https://livechart.me/anime/3583",
    "https://myanimelist.net/anime/2001",
    "https://notify.moe/anime/D7dYcKmmR"
  ],
  "synopsis": {
    "text": "Their subterranean village of Jeeha is the only world that Simon and Kamina have ever known. While Simon is content with his life of digging tunnels, Kamina, a charismatic and adventurous spirit, yearns for something more. He dreams of a world above the village, a world filled with open skies and adventure. One day, Simon stumbles upon a peculiar object that shines brightly. This discovery leads them to unearth an ancient robot with a face, which they name Lagann.\n\nTheir lives take a dramatic turn when a mysterious girl named Yoko, armed with a massive gun, falls from the ceiling of their cavern, followed by a colossal robot piloted by a Beastman. With their village under attack, Kamina, Simon, and Yoko team up to fend off the invader using Lagann. The battle leads them to the surface, a world teeming with danger and populated by Beastmen who terrorize the remnants of humanity with their powerful Gunmen.\n\nUndeterred by the challenges, the trio forms the Gurren Brigade, a team dedicated to fighting against the Beastmen and reclaiming the surface for humanity. As they journey through the wastelands, they unravel a mystery that spans the galaxy. Despite the odds, their determination and courage remain unwavering, igniting a beacon of hope in the hearts of those they meet along the way. Join Simon, Kamina, and Yoko as they embark on an epic adventure to pierce the heavens and change the course of their world's destiny.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cf04626576282788",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.497535965522573,
    "arithmeticGeometricMean": 8.497238567802631,
    "median": 8.48067261904762,
    "hash": "cf04626576282788",
    "lastUpdate": "2024-05-10"
  }
}