{
  "sources": [
    "https://anidb.net/anime/231",
    "https://anilist.co/anime/223",
    "https://anime-planet.com/anime/dragon-ball",
    "https://anisearch.com/anime/468",
    "https://kitsu.io/anime/199",
    "https://livechart.me/anime/3636",
    "https://myanimelist.net/anime/223",
    "https://notify.moe/anime/hbih5KmmR"
  ],
  "synopsis": {
    "text": "Since time immemorial, the legend of the Dragon Balls has captivated the hearts of many, promising a single wish to those who manage to gather all seven mystical orbs. In the heart of the wilderness, a peculiar young boy named Goku, endowed with a monkey tail, guards one of these elusive Dragon Balls, a cherished keepsake from his late grandfather. When Bulma, a clever and resourceful city girl, stumbles upon Goku in her quest to collect the Dragon Balls, she proposes a deal: he can join her journey if he allows her to use the power of his orb.\n\nTogether, they embark on an incredible adventure to find the remaining Dragon Balls, forging lifelong friendships and encountering formidable adversaries along the way. As they traverse the world, Goku and Bulma cross paths with the wise Muten-Roshi and aspiring martial artist Kuririn, who join them on their mission. In order to protect the Dragon Balls from falling into the wrong hands and to become stronger for the impending World Martial Arts Tournament, Goku trains rigorously with his newfound companions.\n\nTheir journey is filled with laughter, danger, and growth, as Goku and Bulma learn the value of friendship and teamwork. In this timeless anime classic, follow Goku as he races against time to collect the Dragon Balls and safeguard the world from the sinister forces that seek their immense power. Will they succeed in their quest, or will the Dragon Balls fall into the clutches of evil? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.90520069278984,
    "arithmeticGeometricMean": 7.902984531711447,
    "median": 7.946,
    "lastUpdate": "2024-05-09"
  }
}