{
  "sources": [
    "https://anidb.net/anime/6192",
    "https://anilist.co/anime/4918",
    "https://anime-planet.com/anime/xxx-holic-shunmuki",
    "https://anisearch.com/anime/5122",
    "https://kitsu.io/anime/3848",
    "https://livechart.me/anime/4733",
    "https://myanimelist.net/anime/4918",
    "https://notify.moe/anime/EpT95FmiR"
  ],
  "synopsis": {
    "text": "Haruka, Doumeki's late grandfather, has a special request for Watanuki Kimihiro, who narrowly escaped death and is now resuming his duties at Yuuko's mystical shop. To express gratitude to those who aided him during his accident, Watanuki embarks on a quest to find five elusive items for Haruka. The first item, an ancient storybook, leads Watanuki and Doumeki into a perilous adventure as they inadvertently bring the tale to life.\n\nAs the duo continues their search for Haruka's requested items, they share a meal with Tsuyuri Kohane and her grandmother, reflecting on how their lives have transformed since their fateful encounters. Even the enigmatic fortune teller, Yuuko, is not immune to the changes brought about by these meetings.\n\nDuring a dream, Watanuki meets Haruka, who directs him to the temple's storeroom for the next item. As Watanuki and Doumeki search, they accidentally enter the realm within the books, discovering that their task is far more complex than they initially thought.\n\nIn exchange for the removal of his spirit-seeing ability, Watanuki works for Yuuko, assisting her with various tasks and clients. As the journey unfolds, Watanuki unlocks the fifth item, leading to an unexpected encounter with someone dear to him. Ultimately, Watanuki makes a heartfelt promise to fulfill Yuuko's wish.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cf7af3f45480254f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.9292601591956435,
    "arithmeticGeometricMean": 7.928165642738455,
    "median": 7.927741935483871,
    "hash": "cf7af3f45480254f",
    "lastUpdate": "2024-05-10"
  }
}