{
  "sources": [
    "https://anidb.net/anime/2780",
    "https://anisearch.com/anime/1163",
    "https://kitsu.io/anime/2484",
    "https://livechart.me/anime/5669",
    "https://myanimelist.net/anime/2724",
    "https://notify.moe/anime/TU_ycFimg"
  ],
  "synopsis": {
    "text": "Lawrence Eng's description of the Daicon III and IV videos as the embodiment of otaku dreams couldn't be more accurate. These short films, created as opening animations for the Nihon SF Taikai Conventions in 1981 and 1983, are a wild and imaginative tribute to science fiction and animation fans worldwide.\n\nIn Daicon III, a young girl is entrusted with a simple yet crucial task: to water a radish. However, her mission is fraught with danger as she encounters a relentless onslaught of monsters, mechas, and starfighters. From the moment she witnesses a spaceship landing, the girl's adventure is a thrilling rollercoaster ride filled with familiar characters and references to beloved shows and movies.\n\nFast forward to Daicon IV, and the same girl, now older and clad in a Playboy Bunny suit, is pitted against a new set of adversaries from across the galaxy. The action is non-stop, with the heroine wielding lightsabers and surfing the magical sword Stormbringer, all set to the pulsating beats of Electric Light Orchestra's 'Twilight.'\n\nThese short films are not just a visual treat for fans but also hold historical significance. The Daicon III video, an amateur production by a group of college students, was met with immense love from fans, leading to the long-lasting tradition of opening animations at conventions. Moreover, without the Daicon videos, the renowned studio Gainax might never have come into existence.\n\nIn essence, the Daicon III and IV videos are a dreamlike mish-mash of everything an otaku loves - cool, cute, and powerful bunny girls, cities being destroyed and rebuilt, sakura blossoms, and countless references to",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "cfac5d01d63856af",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.508220152863011,
    "arithmeticGeometricMean": 7.505921657727003,
    "median": 7.566858974358974,
    "hash": "cfac5d01d63856af",
    "lastUpdate": "2024-05-09"
  }
}