{
  "sources": [
    "https://anidb.net/anime/6080",
    "https://anilist.co/anime/4719",
    "https://anime-planet.com/anime/queens-blade-the-exiled-virgin",
    "https://anisearch.com/anime/4479",
    "https://kitsu.io/anime/7762",
    "https://livechart.me/anime/3924",
    "https://myanimelist.net/anime/4719",
    "https://notify.moe/anime/MqvttFiig"
  ],
  "synopsis": {
    "text": "Any a, a powerful warrior, finds herself in a world where the throne is not inherited but won through a brutal tournament held every four years. When she faces an early defeat, a mysterious stranger saves her life, only to be imprisoned due to ulterior motives. Fueled by a desire to prove herself and break free from the shackles of nobility, Anya embarks on a perilous journey to free her savior and claim the throne.\n\nMeanwhile, Reina, Risty, and Tomoe, three fierce contenders, join the Queen's Blade tournament, each with their own ambitions. As they traverse treacherous lands, they must face off against deadly ninja, evade acid-spitting adversaries, and maintain their dignity in skimpy attire. The stakes are high, and the path to victory is fraught with danger.\n\nIn this ruthless competition, there are no boundaries. The rules are simple: kill or be killed, choose any weapon, and fight until one cannot move. The contestants hail from diverse backgrounds and species, with age being the only restriction. The battles are broadcast to the masses, who eagerly watch the bloodshed unfold.\n\nAmong the spectators are angels like Nanael, tasked with documenting the fights impartially. Reina, the disgruntled heir to the Vance throne, seizes the opportunity to escape her mundane life and enter the fray. With the contestants' motives varying as much as their wardrobes, only one question remains: who will emerge victorious and claim the coveted title of Queen?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.136014707734946,
    "arithmeticGeometricMean": 6.127344312578256,
    "median": 6.0189567901234575,
    "lastUpdate": "2024-05-09"
  }
}