{
  "sources": [
    "https://anidb.net/anime/6191",
    "https://anilist.co/anime/4938",
    "https://anime-planet.com/anime/tsubasa-spring-thunder-chronicle",
    "https://anisearch.com/anime/5123",
    "https://kitsu.io/anime/3859",
    "https://livechart.me/anime/5150",
    "https://myanimelist.net/anime/4938",
    "https://notify.moe/anime/q_0r5Kiig"
  ],
  "synopsis": {
    "text": "They escape a world that sought to confine them, but not without paying a hefty price. Their journey leads them to Kurogane's home world, Nihon, where he reunites with Tomoyo. Meanwhile, Sakura-hime remains captive in a dream realm. When the real Syaoran embarks on a mission to rescue her, he encounters an unexpected obstacle - Clone Syaoran.\n\nThis four-part OVA is part of the Tsubasa/xxxHOLiC Project, released alongside limited editions of Tsubasa and xxxHOLiC volumes. The narrative unfolds across two OVAs for each series, intertwining their plots. The story primarily focuses on the Nihon Country Arc, with glimpses of the Celes Country Arc.\n\nFollowing their escape from Celes, Fai flees with Kurogane's assistance while aiding Syaoran and Sakura. In Nihon, Kurogane grapples with his past as he reconnects with Tomoyo. Seishirou emerges, leading to a battle with Syaoran over a feather. Upon securing the feather, Syaoran ventures into the Dream World, where he encounters Sakura, Watanuki, and the Clone.\n\nTrapped in Celes' icy realm, the quest to retrieve Sakura's missing feathers persists. As Fai's magic wanes, he transports the group to Nihon. Amidst familiar surroundings, Kurogane wrestles with his past. Meanwhile, Princess Sakura finds herself in a dream world. As Syaoran sets out to rescue her, a mysterious figure emerges to hinder him. As the situation intensifies, the question remains - can Sakura be saved, or",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 7.9997130555779625,
    "arithmeticGeometricMean": 7.998940448192484,
    "median": 8.004545454545454,
    "lastUpdate": "2024-05-10"
  }
}