{
  "sources": [
    "https://anidb.net/anime/17633",
    "https://anilist.co/anime/154876",
    "https://anime-planet.com/anime/tokyo-mew-mew-new-2nd-season",
    "https://anisearch.com/anime/17705",
    "https://kitsu.io/anime/46521",
    "https://livechart.me/anime/11517",
    "https://myanimelist.net/anime/53097",
    "https://notify.moe/anime/CNYbPjn4R"
  ],
  "synopsis": {
    "text": "After being infused with the DNA of rare species, a group of heroines known as the Mew Mew girls, led by Ichigo, are tasked with defending Earth from extraterrestrial threats. As the wielder of an Iriomote cat's powers, Ichigo must join forces with her fellow Mew Mews to fend off an alien invasion.\n\nFollowing a triumphant battle at Tokyo Tower, the Mew Mew girls relish a short-lived moment of tranquility. With Ichigo and Masaya's love confession now out in the open, the couple revels in their newfound relationship. However, their peace is abruptly shattered as they are once again thrust into combat against the Chimera Anima. When the tides turn against them, Ichigo is left vulnerable, only to be saved by the enigmatic Blue Knight, who claims to be her protector before vanishing. As the Mew Mew girls juggle their alien-fighting duties and personal lives, they must also unravel the mystery behind the Blue Knight's identity.\n\nDuring their ongoing struggle against the invaders, the Mew Mew girls face formidable foes such as Quiche and the menacing Dust Wyvern, which looms over Tokyo. Despite the odds, they remain steadfast in their mission to protect humanity and Ichigo's cherished moments with Masaya. Though they manage to temporarily repel the aliens and Ichigo deepens her bond with Masaya, the girls are far from achieving lasting peace. With the enigmatic Blue Knight appearing to rescue Ichigo in times of crisis, she grows increasingly curious about his true identity. Meanwhile, her friends grapple with everyday issues, which could be overshadowed at any moment by the aliens' sinister plans.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d108d4166150db55",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.985168301086667,
    "arithmeticGeometricMean": 6.972945914964821,
    "median": 6.98,
    "hash": "d108d4166150db55",
    "lastUpdate": "2024-05-10"
  }
}