{
  "sources": [
    "https://anidb.net/anime/7234",
    "https://anilist.co/anime/7661",
    "https://anime-planet.com/anime/giant-killing",
    "https://anisearch.com/anime/5872",
    "https://kitsu.io/anime/5072",
    "https://livechart.me/anime/4106",
    "https://myanimelist.net/anime/7661",
    "https://notify.moe/anime/RbvkpFimg"
  ],
  "synopsis": {
    "text": "And so begins the uphill battle of East Tokyo United (ETU), a once formidable soccer team now teetering on the brink of obscurity in Japan's premier football league. After years of dismal performances and narrowly escaping relegation, the team finds itself at the bottom of the league, burdened by a crushing five-game losing streak. The fans, once their lifeblood, are turning their backs on them, and even the local municipality is considering withdrawing support.\n\nEnter Takeshi Tatsumi, a once celebrated soccer player who left ETU in its heyday to manage a lower-division amateur team in England. His return to ETU as head coach is met with skepticism and resentment from fans who see him as a traitor. The task ahead is daunting, as ETU faces off against teams with deeper pockets and superior players. However, Tatsumi remains unfazed, confident in his unconventional coaching style and his ability to orchestrate upsets against all odds, a skill he refers to as \"giant killing.\"\n\nWith the team's morale at an all-time low and the specter of relegation looming, Tatsumi stakes his claim on the next match against the league's top team. It's a high-stakes gamble that could either mark the beginning of ETU's resurrection or seal its fate. Will Tatsumi's return herald a new era for East Tokyo United, or will it be the final nail in the coffin? Only time will tell in this gripping tale of redemption, resilience, and the beautiful game.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.516260769197961,
    "arithmeticGeometricMean": 7.515085687436081,
    "median": 7.5600000000000005,
    "lastUpdate": "2024-05-09"
  }
}