{
  "sources": [
    "https://anidb.net/anime/8265",
    "https://anilist.co/anime/9936",
    "https://anime-planet.com/anime/maken-ki",
    "https://anisearch.com/anime/6895",
    "https://kitsu.io/anime/5949",
    "https://livechart.me/anime/1194",
    "https://myanimelist.net/anime/9936",
    "https://notify.moe/anime/eceGtKmig"
  ],
  "synopsis": {
    "text": "Unbeknownst to Takeru Ooyama, a typical teenager with a penchant for perversion, his enrollment at Tenbi Academy is far from ordinary. This once all-girls school, now co-ed, harbors a secret: every student possesses the ability to harness a unique energy source known as Element, enabling them to wield magical artifacts called Maken, each with distinct abilities.\n\nOn his first day, Takeru is reunited with his childhood friend, Haruko Amaya, and encounters two peculiar girls: Inaho Kushiya, a well-endowed stranger claiming to be his fiancée, and Kodama Himegami, a blonde aristocrat with a vendetta against him. To further complicate matters, the school principal, Minori Rokujou, decrees that Takeru and the three girls must share living quarters.\n\nIn an attempt to fit in, Takeru joins the Maken-ki, a special unit under the student council responsible for mediating duels between students. However, he soon discovers that no Maken seems compatible with him, leaving him powerless in a school rife with magical combat and duels.\n\nAs Takeru navigates this unforeseen world of magical abilities, duels, and a harem of eccentric girls, he must find a way to unlock his own Maken or risk expulsion from the school of his dreams—or worse, fall victim to those seeking to exploit his apparent lack of power.\n\nBased on Hiromitsu Takeda's manga series, this romantic comedy invites viewers to join Takeru on his chaotic journey through Tenbi Academy, where the stakes are high, and the girls are even higher maintenance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d1a705adeedeb64c",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.357013631838545,
    "arithmeticGeometricMean": 6.35244433086262,
    "median": 6.380731707317073,
    "hash": "d1a705adeedeb64c",
    "lastUpdate": "2024-05-09"
  }
}