{
  "sources": [
    "https://anidb.net/anime/2115",
    "https://anilist.co/anime/2064",
    "https://anime-planet.com/anime/gall-force-5-earth-chapter",
    "https://anisearch.com/anime/2503",
    "https://kitsu.io/anime/1863",
    "https://livechart.me/anime/8813",
    "https://myanimelist.net/anime/2064",
    "https://notify.moe/anime/EjxY5Fimg"
  ],
  "synopsis": {
    "text": "Base Synopsis:\nIn the aftermath of the Third World War, the year 2085 witnesses the supremacy of machine intelligence (MME) over humanity, a consequence of mankind's own arrogance and hatred. The discovery of an ancient alien spacecraft beneath the Moon's surface had led to the creation of deadly weapons, which eventually turned against their creators. With Earth no longer safe, 20,000 humans were evacuated to the Mars Base in an event known as the Exodus. Now, Sandy Newman and her brave warriors are waging a war to reclaim Earth from the MME. Their mission is to reach the unreleased nuclear missiles and destroy the MME Citadel in Australia, but the odds are heavily stacked against them.\n\nExpanded Synopsis:\nAs Earth's survivors find refuge on the Mars Base, the battle against the machines rages on under the leadership of Sandy Newman and the remaining Earth-based forces. Their last hope lies in 30 concealed missile silos, capable of annihilating the MME citadel in Australia. However, their Martian allies are reluctant to provide support, leaving Sandy and her team to face the formidable MME alone. Amidst the chaos, they encounter Geo Chris, a mysterious quasi-religious group striving to restore Earth's greenery. Unbeknownst to them, the Mars reinforcements have devised a plan that could not only eliminate the machines but also the forces fighting against them. Will Sandy and her squad succeed in their seemingly impossible mission, or will they become casualties in this war against their own creations?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d1d81b1e51caa440",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.191168831168831,
    "arithmeticGeometricMean": 6.177512737934722,
    "median": 6.37,
    "hash": "d1d81b1e51caa440",
    "lastUpdate": "2024-05-09"
  }
}