{
  "sources": [
    "https://anidb.net/anime/12866",
    "https://anilist.co/anime/107670",
    "https://anime-planet.com/anime/manga-revue-haru",
    "https://anisearch.com/anime/12248",
    "https://kitsu.io/anime/13483",
    "https://myanimelist.net/anime/35403",
    "https://notify.moe/anime/HM3n2FmiR"
  ],
  "synopsis": {
    "text": "In the heartwarming world of this anime, spring has sprung, and the animals are emerging from their winter slumber. The rabbits engage in a lively game of jump rope, while the polar bear and raccoon dog enjoy a round of leapfrog. A thrilling race ensues between the frog on a car and the monkey on a bicycle. As the season of renewal unfolds, school is back in session, with the monkey taking on the role of arithmetic teacher, albeit with a less enthusiastic pig snoozing through the lesson.\n\nThe schoolyard transforms into an exercise ground, echoing with the melodious chirping of birds nestled in the trees. Meanwhile, the old goat ventures to the mountain to clear land, and the aged black cat busies herself washing clothes by the river. In a twist of fate, she discovers a peach floating in the river, anticipating the legend of Momotaro, only to find an ogre inside.\n\nThe carefree polar bear embarks on a fishing expedition to the pond, where a small fish becomes a meal for a larger fish, which in turn becomes a meal for an even larger fish, creating a fascinating chain reaction. The polar bear's joy at catching a massive fish is short-lived, as the fish slip out one by one as he journeys home.\n\nThe rhythm of life continues as the old goat plays the drum and the old black cat strums the shamisen, providing a lively tune for the pig and the duck to dance to. The grand finale is a sumo tournament, where the champion must defeat five wrestlers consecutively. The mouse outwits the squirrel but is chased off by the black cat, who is then defeated by the bulldog. The duck shoves the bulldog out of the ring, only to",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 4.676856524427953,
    "arithmeticGeometricMean": 4.630034411406606,
    "median": 4.818181818181818
  },
  "lastUpdate": "2024-05-07"
}