{
  "sources": [
    "https://anidb.net/anime/15617",
    "https://anilist.co/anime/120343",
    "https://anime-planet.com/anime/the-founder-of-diabolism-q",
    "https://anisearch.com/anime/15414",
    "https://kitsu.io/anime/43489",
    "https://livechart.me/anime/9879",
    "https://myanimelist.net/anime/40435",
    "https://notify.moe/anime/2ky3854GR"
  ],
  "synopsis": {
    "text": "Wuxian Wei, the mischief-maker extraordinaire, is back in the Cloud Recesses, stirring up trouble in his cultivation classes. From cheating scandals to coaxing the stern and rule-abiding Lan Wangji into bending the Gusu Lan Clan's rigid regulations, Wuxian's antics know no bounds. Despite their contrasting personalities and principles, an unshakable bond blossoms between the two, revealing a softer side to the seemingly icy Lan Wangji. This heartwarming spin-off presents a delightful collection of amusing and endearing moments from Mo Dao Zu Shi, capturing the playful spirit of Wuxian Wei and the unexpected tenderness of Lan Wangji.\n\nThe Founder of Diabolism Q explores three significant phases of Wuxian Wei's life – adolescence, adulthood, and his rebirth after death. This enchanting side story focuses on the adorable, uplifting, and healing aspects of Wei Wuxian's journey, aiming to soothe fans of The Founder of Diabolism Q animation series who may have been affected by the melancholic narrative of the main drama.\n\nIn this series of charming, self-contained episodes, Wuxian Wei's love for mischief takes center stage, with Lan Zhan often finding himself the target of his playful schemes. Despite occasionally bearing the brunt of Wei Ying's impulsive nature, Lan Zhan harbors a secret affection for him, drawn to his radiant and lively personality. This chibi spin-off offers a delightful escape into the lighter side of Wei Wuxian and Lan Zhan's relationship, providing comfort and joy to fans of Mo Dao Zu Shi.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.997472634508348,
    "arithmeticGeometricMean": 7.980620443552368,
    "median": 8.129072356215213
  },
  "lastUpdate": "2024-05-09"
}