{
  "sources": [
    "https://anidb.net/anime/14709",
    "https://anilist.co/anime/108852",
    "https://anime-planet.com/anime/bakugan-battle-planet",
    "https://anisearch.com/anime/14344",
    "https://kitsu.io/anime/42166",
    "https://livechart.me/anime/2996",
    "https://myanimelist.net/anime/39622",
    "https://notify.moe/anime/scoUKjZWg"
  ],
  "synopsis": {
    "text": "April 1, 2019 marks the Japanese debut of \"Bakugan: Battle Planet,\" a thrilling reboot of the beloved \"Battle Brawlers\" anime. The series centers around Dan Kouzo and his friends Shun Kazami, Wynton Styles, Lia Venegas, and their canine companion, Lightning. Known as the 'Awesome Ones,' this group of pre-teens spends their free time creating videos for the popular streaming site, ViewTube. Their lives take a dramatic turn when they stumble upon the Bakugan, a unique breed of biomechanical creatures with a penchant for battle.\n\nAs the Awesome Ones form bonds with these mysterious beings, they find themselves drawn into a world of intense combat, testing their skills and strategies against one another. But their friendly rivalries are just the beginning. As the Bakugan begin to emerge worldwide, the Awesome Ones discover they have a greater mission: to protect their neighborhood and the Earth itself from those who seek to exploit the Bakugan's power for nefarious purposes.\n\nIn this new era, Dan and his friends must evolve from ordinary kids seeking online fame to brave heroes, learning to work in harmony with their Bakugan to safeguard the astonishing secret hidden beneath our feet: Earth has merged with Vestroia, a living alien planet teeming with Bakugan. Will the Awesome Ones rise to the challenge and defend both their new friends and their home from the relentless forces threatening their existence? Join them on their epic journey to find out!",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.352194010071561,
    "arithmeticGeometricMean": 5.331093301403045,
    "median": 5.181818181818182
  },
  "lastUpdate": "2024-05-08"
}