{
  "sources": [
    "https://anidb.net/anime/4761",
    "https://anilist.co/anime/1603",
    "https://anime-planet.com/anime/super-robot-wars-og-divine-wars",
    "https://anisearch.com/anime/3896",
    "https://kitsu.io/anime/1443",
    "https://livechart.me/anime/6703",
    "https://myanimelist.net/anime/1603",
    "https://notify.moe/anime/O__acKmmR"
  ],
  "synopsis": {
    "text": "In the far reaches of the Space Era's 179th year, humanity, having already endured two catastrophic meteor strikes, discovers a hidden power within a third meteorite. This extraordinary technology, christened Extra-Over Technology (EOT), becomes the Earth Federal Government's secret weapon against impending extraterrestrial threats. As the creators of EOT close in on Earth, the government initiates the development of humanoid mecha, Personal Troopers, to safeguard humanity.\n\nIn the bustling metropolis of Tokyo, Ryusei, an avid robot gamer, finds himself thrust into a war he never anticipated. When robot bugs assault the city, he is handed the reins of a real mechanical robot trooper, eerily similar to the game he's mastered.\n\nAmidst this chaos, the Earth Federation, aware of hostile aliens for seven years, braces for an invasion. Yet, not all share their resolve to fight. The Divine Crusaders, seizing the opportunity, declare the Federation incapable of protecting Earth, plunging humanity into a brutal civil war.\n\nIn these dire times, a diverse group of heroes emerges, piloting experimental super robots. Caught in the crossfire of a desperate government and a ruthless civil war, they must find the courage to end the conflict and defend humanity from the looming alien threat. Their journey is not just about survival, but about uniting a divided world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d353e20f6cbcbe80",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.419904585210708,
    "arithmeticGeometricMean": 6.399371853741466,
    "median": 6.83,
    "hash": "d353e20f6cbcbe80",
    "lastUpdate": "2024-05-10"
  }
}