{
  "sources": [
    "https://anidb.net/anime/5723",
    "https://anilist.co/anime/3840",
    "https://anime-planet.com/anime/glass-maiden",
    "https://anisearch.com/anime/4744",
    "https://kitsu.io/anime/3292",
    "https://livechart.me/anime/5349",
    "https://myanimelist.net/anime/3840",
    "https://notify.moe/anime/LcY_5Fiig"
  ],
  "synopsis": {
    "text": "HW-9, a woman shrouded in mystery, finds herself under the protection of the unconventional S&A Detective Agency in the bustling Diver City. The agency, led by the seasoned detective Shu and his eclectic team, takes on the peculiar case of HW-9, who possesses an extraordinary ability to maintain a body temperature above fifty degrees Celsius and deliver electrical shocks to men who dare to touch her.\n\nOnce a decorated police detective, Shu now leads a seemingly mundane life in Rags Town, a place where people go to escape their pasts. Alongside his younger brother Akira and two assistants, Manami and Ayaka, they take on cases that often prove to be more bizarre than anticipated.\n\nAs the team delves deeper into the enigma of HW-9, they uncover a disturbing pattern of young women disappearing and turning up dead, their bodies transformed into glass. With the local government attempting to suppress the truth, Shu and his team must navigate a complex web of deception and danger to unravel the connection between HW-9 and the glass women.\n\nAs they race against time to protect HW-9 and solve the case, Shu grapples with his own past and the emptiness that plagues him. Will they be able to uncover the truth and safeguard the future of Diver City, or will the darkness that looms over the city consume them all? Join Shu and his team as they embark on a thrilling journey filled with suspense, intrigue, and unexpected revelations.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d359d3039e467d49",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.823340931177666,
    "arithmeticGeometricMean": 5.816669431722197,
    "median": 5.88,
    "hash": "d359d3039e467d49",
    "lastUpdate": "2024-05-09"
  }
}