{
  "sources": [
    "https://anidb.net/anime/17581",
    "https://anilist.co/anime/151280",
    "https://anime-planet.com/anime/san-cun-renjian",
    "https://anisearch.com/anime/18016",
    "https://kitsu.io/anime/47448",
    "https://myanimelist.net/anime/52180"
  ],
  "synopsis": {
    "text": "The stage is set in a parallel universe brimming with potent spiritual energy, where Wang Baole, an endearing and jovial chubby lad, shatters the illusions conjured by the educators during the prestigious 'Dragon Taoist Academy' entrance exam. With an impressive performance, he secures a high score and a special admission spot in the 'Magic Department'. From this point forward, Wang Baole embarks on a unique journey of self-improvement, overcoming hurdles and forging deep friendships along the way. This marks the beginning of a series of thrilling and amusing escapades filled with immortal cultivation and monster battles.\n\nFast forward to the year 3029 CE, Earth has witnessed unprecedented technological advancements, leading to the dissolution of borders and the dawn of the Federation era. A colossal sword descends from the heavens, striking the sun and causing widespread astonishment on Earth. Due to the sword's tattered scabbard, innumerable shards scatter across the universe, many of which land on Earth. This event introduces a new, boundless energy source known as Spirit Qi, which varies in density much like air.\n\nAs the Federation and other factions amass more shards, they uncover ancient knowledge about cultivation, pill refinement, Spirit Stone refinement, and other techniques. This new energy source quickly renders previous ones obsolete, leading to the formation of the Spirit Internet and drastically altering the trajectory of human civilization. This new era, marked by cultivation and spiritual energy, becomes known as the Spirit Inception Era.\n\nIn another futuristic alien realm teeming with spiritual energy, Wang Bao Le, a lively chubby boy, breaks through the illusions created by the teachers during the 'Netherworld Academy' entrance exam",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d3d53ec18cdfd036",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.706909090909091,
    "arithmeticGeometricMean": 6.696611859365184,
    "median": 6.706909090909091,
    "hash": "d3d53ec18cdfd036",
    "lastUpdate": "2024-05-08"
  }
}