{
  "sources": [
    "https://anidb.net/anime/3191",
    "https://anilist.co/anime/3215",
    "https://anime-planet.com/anime/fuyu-no-hi",
    "https://anisearch.com/anime/3394",
    "https://kitsu.io/anime/2861",
    "https://livechart.me/anime/7428",
    "https://myanimelist.net/anime/3215",
    "https://notify.moe/anime/CenQ5Kmig"
  ],
  "synopsis": {
    "text": "With the guidance of renowned director Kihachiro Kawamoto, \"Fuyu no Hi\" or \"Winter Days\" is a 2003 animated film that brings together a global ensemble of talented animators to create a visual masterpiece inspired by a traditional Japanese renga poem penned by the 17th-century poet Basho. The film's production mirrors the collaborative spirit of the source material, with each of the 36 stanzas visually interpreted by a different animator, resulting in a diverse and captivating animation experience.\n\nIn the heart of a storm, a weary traveler finds his coat disintegrated and hat torn. Overwhelmed by self-pity, he recalls a legendary poet who once traversed the same path. Drawing inspiration from this memory, he pens verses about horses shaking dew from their manes, rice fields harvested under the waning light, and willow trees shedding their leaves.\n\n\"Winter Days\" is a breathtaking fusion of animation and poetry, showcasing the unique styles of 35 animators hailing from Japan, China, Belgium, Czech Republic, England, Netherlands, Canada, and Russia. This visual feast begins with a seamless flow of animation, transitioning into an hour-long documentary offering behind-the-scenes insights and interviews with the creators.\n\nA testament to innovative storytelling, \"Winter Days\" is a must-watch for animation enthusiasts, poetry lovers, and anyone appreciating alternative approaches to art. Having won the Grand Prize at the Japan Media Arts Festival in 2003, this film stands as a remarkable achievement in international collaboration and visual Renku interpretation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.03083912006361,
    "arithmeticGeometricMean": 6.027502516896441,
    "median": 5.914,
    "lastUpdate": "2024-05-09"
  }
}