{
  "sources": [
    "https://anidb.net/anime/12136",
    "https://anilist.co/anime/21823",
    "https://anime-planet.com/anime/acca-13-territory-inspection-dept",
    "https://anisearch.com/anime/11482",
    "https://kitsu.io/anime/12202",
    "https://livechart.me/anime/2195",
    "https://myanimelist.net/anime/33337",
    "https://notify.moe/anime/3Ttg2Kmmg"
  ],
  "synopsis": {
    "text": "Kansatsu-ka, also known as ACCA, is a colossal organization that maintains peace and order within the kingdom of Dowa, a land divided into 13 distinct states. Established in the wake of a potential coup, ACCA has been safeguarding the tranquility of its citizens for nearly a century. Jean Otus, the vice-chairman of ACCA's inspections department, is a man of extraordinary cunning and bears the moniker 'Jean the Cigarette Peddler.' As he casually smokes his cigarettes, Jean traverses the 13 districts, meticulously scrutinizing any potential misconduct.\n\nOn the eve of the monarch's 99th birthday, the kingdom remains under ACCA's watchful eye, with Jean's inspection agency overseeing the organization's activities across the realm. With a team of ten in each state, they diligently gather data and report back to the central office in the capital. Jean frequently embarks on business trips to the various districts to assess the situation and personnel.\n\nHowever, Jean's seemingly mundane life begins to unravel as he finds himself under constant surveillance, the subject of unsettling rumors, and even a target during his snack breaks. As he delves deeper into the world's conspiracies, what secrets will Jean unearth amidst the mounting whispers of another coup d'état? ACCA: 13-ku Kansatsu-ka masterfully intertwines political intrigue, diverse cultures, and intricate character connections in this captivating mystery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d403fe81b9680ef4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.59150662189384,
    "arithmeticGeometricMean": 7.5901238186778155,
    "median": 7.663,
    "hash": "d403fe81b9680ef4",
    "lastUpdate": "2024-05-08"
  }
}