{
  "sources": [
    "https://anidb.net/anime/2304",
    "https://anilist.co/anime/2549",
    "https://anime-planet.com/anime/perrine-monogatari",
    "https://anisearch.com/anime/3410",
    "https://kitsu.io/anime/2314",
    "https://livechart.me/anime/7484",
    "https://myanimelist.net/anime/2549",
    "https://notify.moe/anime/cZGs5Kimg"
  ],
  "synopsis": {
    "text": "Perrine is a young girl who embarks on a difficult journey across Europe with her mother, a photographer, after the passing of her beloved father in Bosnia. They travel in a cabin drawn by their faithful donkey Palikare, aiming to reach the small village in northern France that is home to Perrine's late father and grandfather. However, Perrine is unaware that they are unwanted in the village due to her father's bitter falling out with his own father years ago over marrying Perrine's mother in India against his wishes. Along their arduous trek, which covers over 1,000 kilometers, Perrine and her mother photograph people in various towns to support themselves financially. Despite kind souls encountered along the way, they face numerous hardships. Perrine's mother eventually falls terminally ill in Paris, forcing Perrine to sell all their possessions, including Palikare, to pay for medicine. On her deathbed, Perrine's mother reveals her dying wish - that Perrine must make her grandfather love her before he discovers her true identity. Perrine finally arrives in the village, learning her grandfather is the wealthy owner of the factory that employs all the townspeople. Presenting herself under a false name, she gets a job in the factory. As she treats her blind, lonely grandfather with great kindness while secretly working to win his heart, he gradually regains his compassion. Just as Perrine succeeds in her quest, a renowned ophthalmologist miraculously restores her grandfather's vision for a fleeting moment during which he recognizes Perrine's undeniable resemblance to his late son.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-20"
  },
  "score": {
    "arithmeticMean": 7.238350914391731,
    "arithmeticGeometricMean": 7.226941283401725,
    "median": 7.363636363636363,
    "lastUpdate": "2024-05-09"
  }
}