{
  "sources": [
    "https://anidb.net/anime/16011",
    "https://anilist.co/anime/126392",
    "https://anime-planet.com/anime/chang-jian-feng-yun",
    "https://anisearch.com/anime/18096",
    "https://kitsu.io/anime/43934",
    "https://livechart.me/anime/10334",
    "https://myanimelist.net/anime/45557",
    "https://notify.moe/anime/dgiyoz-Mg"
  ],
  "synopsis": {
    "text": "One catastrophic outcome of environmental degradation is the collapse of the world order, leaving behind a chaotic existence. In the heart of New Sacco City, He Jiang and her father, He Changfeng, eke out a living as truck drivers. Life under the tyrannical rule of the You'ren terrorist organization is unbearable, particularly for the East City residents. Unable to endure the oppression any longer, He Jiang unites with her friends Qiao Qi, Liu Zhan, and others to challenge the status quo.\n\nIn the same city, the Optimums terrorist group exerts dominance over thousands of immigrants, classifying those from the far east as East Refugees. He Jiang, a fiery young woman, travels with her father, He Changfeng, delivering goods across the city. A fateful encounter with the Klee military police results in her father's death and her subsequent eight-year imprisonment. Upon her release, He Jiang, now 24, rediscovers her abandoned truck and, with her newfound friends, resumes her deliveries. However, the Department of Security's discrimination against East Refugees forces He Jiang to resist, necessitating the formation of new alliances to stand a chance against their oppressors.\n\nIn the aftermath of environmental destruction and the ensuing chaos, He Jiang and her father, He Changfeng, turn to truck driving in New Saco City to survive. The Dongbang exiles face relentless oppression from the Youren terrorist organization, pushing He Jiang to rally Qiao Qi, Liu Zhan, and other Dongbang people to fight back and reclaim their lives.\n\nIn a world plagued by natural disasters and crumbling order, He Jiang and her father, He",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.497236363636364,
    "arithmeticGeometricMean": 6.487778260638214,
    "median": 6.26,
    "lastUpdate": "2024-05-09"
  }
}