{
  "sources": [
    "https://anidb.net/anime/12647",
    "https://anilist.co/anime/97917",
    "https://anime-planet.com/anime/the-night-is-short-walk-on-girl",
    "https://anisearch.com/anime/12207",
    "https://kitsu.io/anime/13138",
    "https://livechart.me/anime/2462",
    "https://myanimelist.net/anime/34537",
    "https://notify.moe/anime/-ttMhKmiR"
  ],
  "synopsis": {
    "text": "Girl with raven-black hair meanders through the vibrant streets of Kyoto, journeying from the lively Pontocho nightlife to the quaint charm of Shimogamo's second-hand book fair, and finally, to a bustling college fair. Unbeknownst to her, a lovestruck senior follows her every move, orchestrating seemingly serendipitous encounters in a desperate attempt to capture her heart. Alas, she remains oblivious to his affections, as love is the last thing on her mind.\n\nAs the night unfolds, these two characters find themselves entangled in a series of peculiar incidents, instigated by an eccentric cast of individuals. Among them is a self-proclaimed Tengu, a mystical creature from Japanese folklore, a deity presiding over second-hand books, and an unusual moneylender residing in a three-story vehicle, with a peculiar fondness for collecting young men's underwear.\n\nOn this enigmatic night that appears to stretch on for an eternity, an ordinary college student pursues his underclassman, the girl of his dreams with ebony locks. His strategy to win her over relies on meticulously calculated chance meetings, but his endeavors prove fruitless, as their connection remains stagnant. In stark contrast, the black-haired girl embraces the notion that fate intertwines everything and seeks to experience life's novelties, leaving her destiny to the hands of serendipity.\n\nWhile wandering the animated streets of Kyoto, she stumbles upon a second-hand bookstore that holds a significant piece of her past - a childhood book that marks the beginning of her fateful journey. Seizing this opportunity, the college student devises another plan to 'coincidentally' cross paths with her. This time",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d4afd60744630945",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.005123020667039,
    "arithmeticGeometricMean": 8.00190041319867,
    "median": 8.092272727272727,
    "hash": "d4afd60744630945",
    "lastUpdate": "2024-05-10"
  }
}