{
  "sources": [
    "https://anidb.net/anime/364",
    "https://anilist.co/anime/1172",
    "https://anime-planet.com/anime/slayers-try",
    "https://anisearch.com/anime/3416",
    "https://kitsu.io/anime/1053",
    "https://livechart.me/anime/4578",
    "https://myanimelist.net/anime/1172",
    "https://notify.moe/anime/Aq7xcFiiR"
  ],
  "synopsis": {
    "text": "Will ful sorceress Lina Inverse and her companions embark on a new journey beyond the recently shattered magical barrier that once confined them to their familiar lands. As they traverse the newly accessible world, they encounter Filia, a golden dragon hailing from this uncharted territory, who warns them of an ominous prophecy. The prophecy speaks of the impending arrival of Dark Star Dugradigdo, a dark lord from another dimension, who threatens to wreak havoc on their world.\n\nWith the magic barrier now broken, various kingdoms seek to explore the lands that were once off-limits. In response, they form a peace delegation to establish contact with the inhabitants of the new world. Meanwhile, Filia enlists Lina and her friends for a mission that will take them to the unexplored realm. However, before they can embark on their journey, Filia tests their strength by pitting them against a dragon in the middle of the city. After proving their worth, the young sorceress and her companions set off for the unknown lands, where many adventures and a worrying prophecy await them.\n\nAs Lina, Gourry, Zel, Amelia, and Filia journey through new towns and kingdoms, they discover that magic is not as prevalent as in their hometowns. However, the people they encounter are far from ordinary. In one town, they come across fish people who evoke fond memories of Noonsa. Along the way, they must confront Valgarv, who seeks revenge for the death of his master, Gavv the Chaos Dragon, at the hands of Lina and her friends. They also encounter Almyce, a giant from another dimension, who desires Gourry's lightsaber to free the Black Star, an evil and powerful demon imprisoned by magic.\n\nWith the fate",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d5090a38a3a29ae1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.770934601113171,
    "arithmeticGeometricMean": 7.769895956444941,
    "median": 7.775,
    "hash": "d5090a38a3a29ae1",
    "lastUpdate": "2024-05-10"
  }
}