{
  "sources": [
    "https://anidb.net/anime/7219",
    "https://anilist.co/anime/7580",
    "https://anime-planet.com/anime/ikkitousen-xtreme-xecutor",
    "https://anisearch.com/anime/2537",
    "https://kitsu.io/anime/5037",
    "https://livechart.me/anime/4021",
    "https://myanimelist.net/anime/7580",
    "https://notify.moe/anime/TyGktKimg"
  ],
  "synopsis": {
    "text": "Nanban High School emerges as a new threat in the fourth installment of Ikki Tousen, following the hard-won victory of Nanyou Academy and Seito High School over Kyoushou Academy. A mysterious figure, Bachou Mouki, challenges Sousou Moutoku, causing a temporary disruption to the fragile peace. Meanwhile, Hakufu finds herself in a predicament as her pupil, who shares her impulsive nature, participates in a tournament in her place. However, this tournament is far from ordinary, as it becomes a battleground for a sinister plot to seize control of the clans.\n\nAs the story unfolds, the fighters from Nanyou, Seito, and Kyoushou face a new enemy: Kentei, the self-proclaimed \"True King.\" He orchestrates a tournament to force the Great Fighters to fulfill their destiny from 1800 years ago. Lured by Magatama to a remote island, Hakufu, Shimei, Unchou, and their new ally, Mouki Bachou, must confront relentless battles to evade their seemingly unavoidable fate once more.\n\nIn Ikki Tousen: Xtreme Xecutor, familiar faces like the innocent Gentoku Ryuubi, the composed Unchou Kan'u, and the clumsy Hakufu Sonsaku return for another round of intense action. Will Bachou Mouki, a first-year student at Ryoshu School, succeed in her rebellion against Kyoshu Academy and its formidable student, Sousou Moutoku? Join the characters as they navigate treacherous battles and unravel the true intentions behind the tournament.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d537ecb04d3a9997",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.7606586270871984,
    "arithmeticGeometricMean": 6.7555576993387705,
    "median": 6.655714285714286,
    "hash": "d537ecb04d3a9997",
    "lastUpdate": "2024-05-09"
  }
}