{
  "sources": [
    "https://anidb.net/anime/8962",
    "https://anilist.co/anime/12281",
    "https://anime-planet.com/anime/lagrange-the-flower-of-rin-ne-season-2",
    "https://anisearch.com/anime/7705",
    "https://kitsu.io/anime/6699",
    "https://livechart.me/anime/1037",
    "https://myanimelist.net/anime/12281",
    "https://notify.moe/anime/NMKHtFimg"
  ],
  "synopsis": {
    "text": "Kamogawa City witnesses the return of Lan and Muginami, almost a year after their departure with Le Garite and Del Metrio forces, leaving Madoka to single-handedly carry on the Jersey Club. Madoka, now in her final year of high school, has been spending her days reminiscing about her friends and eagerly anticipating their return. However, the reunion does not unfold as Madoka had envisioned.\n\nMeanwhile, Kirius, Izo, and Array have been managing a beachfront café, an extension of Madoka's Uncle Hiroshi's restaurant. Despite the tranquility, the presence of Vox Aura on Pharos continues to be a significant draw for both Le Garite and Del Metrio. Many believe it holds the key to understanding the Earth's devastation 20,000 years ago and preventing a future disaster for both planets.\n\nThis belief leads to the return of Lan and Muginami, accompanied by their Vox units, initially sparking conflict until Madoka intervenes. The situation becomes more complex with the arrival of their older brothers, former friends, and leaders of the warring planets. Madoka's challenge now is to mediate between them. However, they are not the only ones with vested interests in crossing the Rin-ne threshold, as other pivotal players reveal their true intentions.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d55ac083305cb6f1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.9872289249032935,
    "arithmeticGeometricMean": 6.982431588635612,
    "median": 7.01,
    "hash": "d55ac083305cb6f1",
    "lastUpdate": "2024-05-09"
  }
}