{
  "sources": [
    "https://anidb.net/anime/9927",
    "https://anilist.co/anime/19111",
    "https://anime-planet.com/anime/love-live-school-idol-project-2nd-season",
    "https://anisearch.com/anime/8672",
    "https://kitsu.io/anime/7871",
    "https://livechart.me/anime/171",
    "https://myanimelist.net/anime/19111",
    "https://notify.moe/anime/_YlttFimg"
  ],
  "synopsis": {
    "text": "As the curtains close on a successful first \"Love Live!\" competition for school idols, the organizers announce a second edition, attracting an even larger pool of participants. For the senior members of the nine-girl group μ's, this presents a final opportunity to perform together at such a prestigious event. However, the road to victory is not without its challenges, as they find themselves pitted against A-RISE, the reigning champions from the previous year.\n\nOtonokizaka High School, on the brink of closure within three years, witnesses the unity of nine determined female students who form an idol group to revive the school's popularity and prevent its shutdown. With a shared dream of becoming an overnight sensation, they aim to use their nationwide media exposure to attract new students to the struggling school. Despite their apprehensions, the girls press on, hoping their plan will bear fruit.\n\nFollowing the triumph of saving Otonokizaka Academy from closure, the students, including the members of µ, return to their routine campus lives, albeit briefly. The group is once again thrust into the limelight, competing with other idol groups in regional tournaments.\n\nLocated at the junction of three cities—Akihabara, Kanda, and Jinbocho—the traditional Otonokizaka High was on the verge of shutting down. Second-year student Honoka Kosaka takes the initiative to become a school idol, a growing trend, to boost the school's enrollment numbers. Alongside her childhood friends, Kotori Minami and Umi Sonoda, they establish the group, μ's. As time passes, Maki Nishikino, a songwriter, Hanayo Koizumi, an aspiring school idol, Rin Hoshizora, Hanayo's friend, and N",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.784571302565133,
    "arithmeticGeometricMean": 7.783432944677071,
    "median": 7.809090909090909
  },
  "lastUpdate": "2024-05-09"
}