{
  "sources": [
    "https://anidb.net/anime/502",
    "https://anilist.co/anime/1032",
    "https://anime-planet.com/anime/like-the-clouds-like-the-wind",
    "https://anisearch.com/anime/958",
    "https://kitsu.io/anime/922",
    "https://livechart.me/anime/9441",
    "https://myanimelist.net/anime/1032",
    "https://notify.moe/anime/x7-JcFimg"
  ],
  "synopsis": {
    "text": "At the dawn of the 17th century in the realm of Sokan, Japan, the emperor's death leaves a vacant throne and a nation teetering on the brink of chaos. As the emperor's son prepares to take the reins, the search for a suitable empress begins, sparking a fierce competition among young women across the land. Amidst this political maelstrom, Ginga, a vivacious and spirited country girl, embarks on a journey to become the prestigious Seihi, the highest-ranking wife of the emperor.\n\nUnfazed by the numerous contenders vying for the same title, Ginga's dynamic and unconventional personality helps her forge new friendships, adapt to the rigorous training required to become a royal consort, and navigate the inevitable drama that unfolds. But as envy and resentment fester within the palace walls and rebellion brews among the populace, Ginga's aspirations face daunting challenges.\n\nAs the Forbidden City brims with ambitious young women, each vying for the emperor's favor, Ginga finds herself entangled in a web of political intrigue and personal rivalries. Will her genuine innocence and optimistic spirit inspire the palace inhabitants and contribute to stabilizing the fractured kingdom? Or will the mounting threats from both inside and outside the palace walls prove too formidable even for Ginga's indomitable spirit? Join Ginga on her captivating journey in this family-friendly anime, filled with equal parts lively humor and serene contemplation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.525818181818181,
    "arithmeticGeometricMean": 6.507240214603736,
    "median": 6.84,
    "lastUpdate": "2024-05-09"
  }
}