{
  "sources": [
    "https://anidb.net/anime/9115",
    "https://anilist.co/anime/13563",
    "https://anime-planet.com/anime/the-four-seasons",
    "https://anisearch.com/anime/7783",
    "https://kitsu.io/anime/6995",
    "https://livechart.me/anime/5918",
    "https://myanimelist.net/anime/13563",
    "https://notify.moe/anime/ulaDpKmiR"
  ],
  "synopsis": {
    "text": "Koukou Housou-bu ~Natsu no Kankou Annai~,' the fantasy tale 'Yuusha Higan to Hime-sama no Bouken,' and the heartwarming family narrative 'Winter Sweet Home.' To make the series accessible to a global audience, each episode is presented in Japanese with subtitles available in multiple languages, including English, Chinese, Korean, and French. The voice acting talent for this unique project was sourced locally, with eight individuals selected from a pool of 223 applicants, all living or working in Saitama.\n\nIn \"Tourist Anime: Discover Saitama,\" each 7-minute episode is a delightful blend of storytelling and travel guide. The series is designed to promote the beautiful tourist locations in Saitama Prefecture across all four seasons. The first five minutes of every episode present an engaging tale set in the prefecture, while the remaining two minutes provide practical travel tips. These helpful segments detail how to reach the featured destinations from Tokyo by train, making it easy for viewers to plan their own adventures. The four captivating stories include the romantic 'Sakura no Omoide,' the comedic 'Saitama Koukou Housou-bu ~Natsu no Kankou Annai~,' the enchanting fantasy 'Yuusha Higan to Hime-sama no Bouken,' and the touching family tale 'Winter Sweet Home.' To ensure accessibility for a global audience, the anime offers subtitles in various languages, including English, Chinese, Korean, and French. The voice acting talent was handpicked from local residents, with eight individuals chosen from a competitive pool of 223 applicants.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.242932414524253,
    "arithmeticGeometricMean": 6.238182982846769,
    "median": 6.14
  },
  "lastUpdate": "2024-05-10"
}