{
  "sources": [
    "https://anidb.net/anime/9822",
    "https://anilist.co/anime/18195",
    "https://anime-planet.com/anime/little-busters-refrain",
    "https://anisearch.com/anime/8493",
    "https://kitsu.io/anime/7704",
    "https://livechart.me/anime/102",
    "https://myanimelist.net/anime/18195",
    "https://notify.moe/anime/ppe5pKmmg"
  ],
  "synopsis": {
    "text": "Will the game ever end, or is it just the beginning? The Little Busters have finally formed their baseball team, but they find themselves entangled in a web of strange occurrences and mysteries. As Riki, the protagonist, struggles with his narcolepsy, he and his friends are caught in an endless loop, reliving the same day over and over. As they grow closer, the Little Busters start drifting apart, and the secrets of their world begin to unravel.\n\nRiki and Rin, two of the team members, embark on a journey to uncover the truth behind the 'secret of this world.' Their discovery will forever change the peaceful lives of the Little Busters, forcing them to confront their inner struggles and regrets. As they navigate through the ups and downs of their supernatural experiences, Riki and Rin find themselves at the center of the mystery surrounding this strange world.\n\nAs the Little Busters reunite, a series of bizarre events unfolds, with some of the girls in Riki's circle being mistreated. The conflict with the culprits is only the beginning, as the team members are drawn into a world devoid of logic. As Riki learns the truth behind his narcolepsy, a stunning revelation about this world will come to light, altering everything they know.\n\nWith their newfound knowledge, Riki and Rin must face the challenges that lie ahead, as the lives of the Little Busters hang in the balance. Will they be ready to embrace the truth and change their world forever? Only time will tell, as the Little Busters step up to the plate in this thrilling and heartwarming tale of friendship, mystery, and adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d5c797c15c4f6992",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.077103896103896,
    "arithmeticGeometricMean": 8.075230377908696,
    "median": 8.179909090909092,
    "hash": "d5c797c15c4f6992",
    "lastUpdate": "2024-05-09"
  }
}