{
  "sources": [
    "https://anidb.net/anime/1662",
    "https://anilist.co/anime/151",
    "https://anime-planet.com/anime/re-cutie-honey",
    "https://anisearch.com/anime/2500",
    "https://kitsu.io/anime/129",
    "https://livechart.me/anime/5594",
    "https://myanimelist.net/anime/151",
    "https://notify.moe/anime/wm8t5KmmR"
  ],
  "synopsis": {
    "text": "The city is in chaos, gripped by the ruthless organization Panther Claw, whose nefarious activities are beyond the capabilities of the local law enforcement. In the midst of this turmoil, a beacon of hope emerges in the form of Cutie Honey, a captivating and courageous warrior dedicated to justice and love. Behind this powerful persona is Honey Kisaragi, a seemingly ordinary woman whose life was forever altered by her father's tragic death at the hands of Panther Claw.\n\nDetermined to avenge her father and uphold his legacy, Honey transforms into Cutie Honey, a formidable force against the evil organization. As an android created by her late father, she possesses the unique ability to change her appearance with a simple touch of her collar.\n\nInspector Natsuko Aki, a tenacious and dedicated police officer, finds herself torn between her duty to uphold the law and her growing admiration for Cutie Honey's noble cause. Despite her initial reluctance to acknowledge vigilantes, Natsuko begins to understand Honey's motivations and develops a strong bond with her.\n\nAs the battle between Cutie Honey and Panther Claw intensifies, Honey struggles with her burning desire for vengeance. Meanwhile, Natsuko grapples with her own internal conflict: protecting her friend while upholding her commitment to the law. To stand a chance against the menacing Panther Claw, the two must set aside their differences and unite in their fight for justice.\n\nIn this thrilling anime, the stakes are high, and the future of the city hangs in the balance. Will Cutie Honey and Inspector Natsuko be able to put their differences aside and bring an end to Panther Claw's reign of terror? Only time will tell",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.018263686426953,
    "arithmeticGeometricMean": 7.013836395116843,
    "median": 7.14,
    "lastUpdate": "2024-05-09"
  }
}