{
  "sources": [
    "https://anidb.net/anime/2830",
    "https://anilist.co/anime/478",
    "https://anime-planet.com/anime/aquarion",
    "https://anisearch.com/anime/1634",
    "https://kitsu.io/anime/440",
    "https://livechart.me/anime/4051",
    "https://myanimelist.net/anime/478",
    "https://notify.moe/anime/Q3DT5FmmR"
  ],
  "synopsis": {
    "text": "Prophecy unfolds as the Shadow Angels, a winged race of mythical beings, awaken from their 12,000-year slumber, resuming their onslaught to harvest the life force of humanity. The Earth, still reeling from the Great Catastrophe that occurred 11 years prior, has seen its population dwindle and its cities decimated. In a desperate bid to counter the Shadow Angels' bio-mechanical beasts, humanity turns to the legendary Mechanical Angel Aquarion. This powerful machine, unearthed by the Godspeed Magician Fudo Gen, can only be piloted by gifted youths known as Elements, who possess the unique ability to synchronize their heart, body, and soul.\n\nIn this time of despair, Apollo, a young man raised in poverty, is believed to be the reincarnation of a legendary hero. Driven by the loss of his best friend at the hands of the Shadow Angels, Apollo joins DEAVA, an organization dedicated to the defense of humanity, to become an Aquarion pilot. The key to humanity's survival lies in the reincarnations of Apollonius, an Angel who once turned against his own kind, and Siren, his human lover. As the world teeters on the brink of destruction, the search for the reincarnated Apollonius becomes crucial. Can Apollo unlock the true power of Aquarion and save humanity from the brink of extinction? Only time will tell as the last hope for the new century takes flight amidst a whirlwind of love, betrayal, loss, and destiny.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d5db8b3cc00b9620",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.101031204906205,
    "arithmeticGeometricMean": 7.09928081745076,
    "median": 7.074722222222222,
    "hash": "d5db8b3cc00b9620",
    "lastUpdate": "2024-05-10"
  }
}