{
  "sources": [
    "https://anidb.net/anime/15045",
    "https://anilist.co/anime/111790",
    "https://anime-planet.com/anime/haikyuu-riku-vs-kuu",
    "https://anisearch.com/anime/14682",
    "https://kitsu.io/anime/42502",
    "https://livechart.me/anime/9564",
    "https://myanimelist.net/anime/40262",
    "https://notify.moe/anime/eOb4QkxZg"
  ],
  "synopsis": {
    "text": "Jump into the thrilling world of \"Haikyu!! Land vs Air,\" a two-episode anime that shifts the spotlight from Karasuno High School to its long-standing rival, Nekoma High School. As the Tokyo Prefecture qualifiers for the national volleyball tournament heat up, three of the four remaining teams, including the renowned Itachiyama Institute, will secure their spots. However, Nekoma's first hurdle is Fukuroudani High School, with whom they share a history of intense rivalry. With tensions running high on both sides, the match promises to be a nail-biting showdown between equally skilled opponents.\n\nDebuting at Jump Festa 2020, and later released on Blu-ray and DVD on January 22, 2020, this anime adaptation covers chapters from volumes 22 and 23. As Karasuno High School has already secured their place in the national tournament, the focus turns to the Tokyo qualifiers. Nekoma, Fukurodani, Nohebi Academy, and Itachiyama Academy all fiercely compete for the remaining slots. With Nekoma determined to prove their worth and the possibility of a rematch with Karasuno at the national level, the Tokyo qualifiers promise an exhilarating spectacle. Who will triumph and earn their place in the prestigious national competition? Prepare for a thrilling ride as these teams face off in \"Haikyu!! Land vs Air.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d5e9dd9ae34d8a1b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.927266859144066,
    "arithmeticGeometricMean": 7.922900397029349,
    "median": 7.933249254758083,
    "hash": "d5e9dd9ae34d8a1b",
    "lastUpdate": "2024-05-09"
  }
}