{
  "sources": [
    "https://anidb.net/anime/15702",
    "https://anilist.co/anime/123330",
    "https://anime-planet.com/anime/the-demon-girl-next-door-2",
    "https://anisearch.com/anime/15499",
    "https://kitsu.io/anime/43547",
    "https://livechart.me/anime/10127",
    "https://myanimelist.net/anime/42745",
    "https://notify.moe/anime/-K1TY9NMg"
  ],
  "synopsis": {
    "text": "Shamiko’s life takes a dramatic turn as she embarks on a mission to break the curse that has plagued her family for generations. Known as the Shadow Mistress Yuuko, she must join forces with Momo, an unlikely ally from the rival Light Clan. Their goal? To track down a missing magical girl and uncover the truth behind a looming threat that lurks in the shadows of the city. But that's not all - Shamiko's estranged father may hold the key to it all, and she must confront her past to secure her future.\n\nAs a succubus, Shamiko's initial plan was to defeat a magical girl and use her blood to lift her family's curse of perpetual poverty. Momo seemed like the perfect target, but things didn't go as planned. Despite Momo's lack of self-confidence, Shamiko finds herself outmatched in both strength and kindness. To make matters more complicated, Momo's sister Sakura had intervened ten years ago to ease Shamiko's family's hardship. Now, Momo struggles with the guilt of her family's involvement in the curse and the disappearance of her sister.\n\nWith their fates intertwined, the two former rivals form a fragile alliance to find Momo's missing sister and unravel the mystery behind the dangerous force that threatens their world. Will they succeed in their quest, or will their differences tear them apart? Only time will tell in this thrilling tale of magic, mystery, and unlikely alliances.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d60778e5dabbd50e",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.848978200371058,
    "arithmeticGeometricMean": 7.843448155337262,
    "median": 7.858,
    "hash": "d60778e5dabbd50e",
    "lastUpdate": "2024-05-09"
  }
}