{
  "sources": [
    "https://anidb.net/anime/7426",
    "https://anilist.co/anime/8410",
    "https://anime-planet.com/anime/beyblade-metal-masters",
    "https://anisearch.com/anime/6302",
    "https://kitsu.io/anime/5326",
    "https://livechart.me/anime/5235",
    "https://myanimelist.net/anime/8410",
    "https://notify.moe/anime/D2KmtFmiR"
  ],
  "synopsis": {
    "text": "And so, the stage is set for the ultimate showdown in the world of Beyblade, as Gingka, the reigning champion, finds himself facing new challenges and rivals from across the globe. After his epic victory over Ryuga and the dark L-Drago, Gingka's reputation as the top Beyblader has spread far and wide, attracting the attention of the best bladers from every corner of the earth. Determined to prove their worth and dethrone the champion, these skilled competitors converge on the World Beyblade Championship, a global tournament organized by the WBBA under the leadership of Ryo.\n\nAs the competition heats up, Gingka finds himself teaming up with Masamune, a formidable blader from the USA with his sights set on the championship. Armed with his new Beyblade, the Galaxy Pegasus W105R2F, Gingka prepares to face off against not only Masamune but also a host of other powerful adversaries, including Kyoya, the world's top Blader, who has unexpectedly joined forces with the African team.\n\nBut the challenges don't stop there. As Gingka and his crew, the Gan Gan Galaxy, battle their way through the tournament, they must confront a series of fierce opponents, each with their own unique Beyblades, tricks, and strategies. From the cunning team Garcias to the fearsome team Starbreaker, Gingka and his friends will need all their skill, determination, and teamwork to emerge victorious.\n\nAs the competition unfolds, old friendships are tested, new rivalries are forged, and the stakes grow higher than ever before. In this dramatic showdown, only one thing is certain: the world of Beyblade will never be the same again. Will Gingka be",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d63e5e94d4c2c751",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.86547680890538,
    "arithmeticGeometricMean": 6.860683520475246,
    "median": 6.880636363636363,
    "hash": "d63e5e94d4c2c751",
    "lastUpdate": "2024-05-09"
  }
}