{
  "sources": [
    "https://anidb.net/anime/757",
    "https://anilist.co/anime/1550",
    "https://anime-planet.com/anime/attack-no-1",
    "https://anisearch.com/anime/368",
    "https://kitsu.io/anime/1391",
    "https://livechart.me/anime/7622",
    "https://myanimelist.net/anime/1550",
    "https://notify.moe/anime/3ZaacKimR"
  ],
  "synopsis": {
    "text": "Her name is Kozue Ayuhara, a brilliant and ambitious girl who finds herself in the uninspiring environment of Fujimi High. With a superior intellect and a passion for volleyball, she craves a challenge that matches her abilities. When she audaciously criticizes the school's struggling volleyball team, Kozue is dared to prove her worth on the court. Unsurprisingly, she excels and ascends to the role of team captain, finally discovering a challenge that ignites her competitive spirit.\n\nAs Kozue's journey unfolds, she advances from local school tournaments to the national stage and eventually sets her sights on international glory. However, as she scales the heights of success, she encounters the darker aspects of achievement. Excessive expectations, arrogance, and envy threaten to derail her dreams. Alongside her teammate and friend, Midori Hayakawa, Kozue must navigate these challenges while dealing with rivalries, particularly from the current team star, Yoshimura.\n\nDespite her extraordinary volleyball skills, Kozue learns that being at the top comes with its share of difficulties and dilemmas. As she strives to become the best player in school, Japan, and the world, she must confront the harsh realities that accompany her lofty aspirations. Will Kozue's unwavering ambition and talent be enough to carry her through the trials that lie ahead? Only time will tell in this gripping tale of perseverance and personal growth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.602272462231646,
    "arithmeticGeometricMean": 6.595953192950746,
    "median": 6.59,
    "lastUpdate": "2024-05-08"
  }
}