{
  "sources": [
    "https://anidb.net/anime/4327",
    "https://anilist.co/anime/1194",
    "https://anime-planet.com/anime/coyote-ragtime-show",
    "https://anisearch.com/anime/3617",
    "https://kitsu.io/anime/1074",
    "https://livechart.me/anime/5805",
    "https://myanimelist.net/anime/1194",
    "https://notify.moe/anime/luHxcFmmR"
  ],
  "synopsis": {
    "text": "When the notorious space pirate, Bruce, met his untimely end at the hands of Madame Marciano, head of the formidable Criminal Guild, he left behind a secret fortune of 10 billion space dollars. Stashed away in a hidden vault on the war-torn planet Graceland, the treasure's location is known only to his daughter, Franca. To protect her, Bruce entrusted her to the care of fellow space pirate, Mister.\n\nLocked away in prison for a minor traffic offense, Mister has just ten days left on his sentence when he's unexpectedly broken out by his old crewmates, Bishop and Katana. With federal investigators Angelica and Chelsea hot on their heels, they embark on a perilous journey to find Franca and the treasure.\n\nHowever, they're not the only ones in pursuit. Madame Marciano has deployed her deadly android assassins, the Twelve Sisters, to capture Mister and claim the treasure for herself. As the race to Graceland intensifies, time is running out - the Milky Way Federation plans to destroy the war-ravaged planet within a week, taking the treasure with it.\n\nWith stakes higher than ever, can Mister and his crew outrun the law and the Criminal Guild to claim the greatest prize in the galaxy? Or will they fall victim to the relentless pursuit of their ruthless adversaries? Only time will tell in this thrilling space adventure filled with action, danger, and a treasure beyond imagination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d6cac2e2c9e51308",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.579607385811468,
    "arithmeticGeometricMean": 6.575954565628405,
    "median": 6.67,
    "hash": "d6cac2e2c9e51308",
    "lastUpdate": "2024-05-09"
  }
}