{
  "sources": [
    "https://anidb.net/anime/10321",
    "https://anilist.co/anime/20560",
    "https://anime-planet.com/anime/symphogear-gx",
    "https://anisearch.com/anime/9290",
    "https://kitsu.io/anime/8136",
    "https://livechart.me/anime/359",
    "https://myanimelist.net/anime/21573",
    "https://notify.moe/anime/P0gTtKimg"
  ],
  "synopsis": {
    "text": "Dienheim and her enigmatic followers, the 'Autoscorers', looms, threatening to plunge the world into chaos. Equipped with an uncanny magical force, Carol is determined to unleash the apocalypse, sparing no cost to achieve her sinister objective.\n\nIn response to this impending calamity, Hibiki Tachibana and her fellow Symphogear warriors find themselves compelled to rise to the challenge once more. Joined by Tsubasa Kazanari, Chris Yukine, Maria Cadenzavna Eve, Kirika Akatsuki, and Shirabe Tsukuyomi, they stand as the world's last line of defense against the unfathomable power wielded by the Autoscorers.\n\nAs the battle lines are drawn, the Symphogear wielders must navigate a complex web of emotions, alliances, and conflicts. Tsubasa, having rushed back from England, reunites with her comrades, only to find herself confronted by an enemy of unparalleled strength. The stakes are higher than ever before, as the fate of the world hangs in the balance.\n\nIn this desperate struggle, the Symphogear warriors must once again harness the power of their songs to combat their foes. With their unique blend of emotional, heart-pounding battle scenes, the anime delivers a gripping narrative that will leave viewers on the edge of their seats. Will our heroines be able to overcome the insurmountable odds and protect the world from the brink of destruction, or will Carol's sinister machinations prove too powerful to withstand? Only time will tell, as the Symphogear warriors embark on their most perilous journey yet.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d78633110c559983",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.403983623752532,
    "arithmeticGeometricMean": 7.4007142032087385,
    "median": 7.512727272727274,
    "hash": "d78633110c559983",
    "lastUpdate": "2024-05-09"
  }
}