{
  "sources": [
    "https://anidb.net/anime/18066",
    "https://anilist.co/anime/166216",
    "https://anime-planet.com/anime/the-dangers-in-my-heart-2nd-season",
    "https://anisearch.com/anime/18461",
    "https://kitsu.io/anime/47634",
    "https://livechart.me/anime/12111",
    "https://myanimelist.net/anime/55690",
    "https://notify.moe/anime/vZKAfDuVR"
  ],
  "synopsis": {
    "text": "Kyoutarou’s ordinary school life takes an unexpected turn when he finds himself paired with his classmate, Anna, to help him navigate through his broken arm. Despite their contrasting personalities, the two find themselves growing closer, with Kyoutarou eventually admitting that he prefers Anna's assistance. As they share stories of their winter break, Kyoutarou learns of Anna's lost dog chain, which he had gifted her, and embarks on a search to find it, despite his injury and the heavy snow. The discovery of the chain brings joy and tears to Anna, further deepening their bond.\n\nAs the days pass, Kyoutarou and Anna continue to grow, both individually and together. Anna challenges herself with more complex photoshoots, while Kyoutarou grapples with his growing feelings for her. The time they spend outside of school only serves to strengthen their bond, making it increasingly difficult for them to ignore the romantic feelings blossoming between them.\n\nIn a surprising twist, Kyoutarou, who once harbored violent thoughts about Anna, finds himself struggling to confess his true feelings to her. Their relationship, initially marked by teasing and sarcastic exchanges, evolves into something deeper and more meaningful. As they navigate through these new emotions, Kyoutarou and Anna must decide if they wish to remain close friends or take a leap of faith and become a couple.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.826721243042673,
    "arithmeticGeometricMean": 8.824492429909247,
    "median": 8.87061224489796,
    "lastUpdate": "2024-05-09"
  }
}