{
  "sources": [
    "https://anidb.net/anime/8686",
    "https://anilist.co/anime/11179",
    "https://anime-planet.com/anime/listen-to-me-girls-im-your-father",
    "https://anisearch.com/anime/7316",
    "https://kitsu.io/anime/6469",
    "https://livechart.me/anime/1158",
    "https://myanimelist.net/anime/11179",
    "https://notify.moe/anime/zOvStFimg"
  ],
  "synopsis": {
    "text": "It was never in Yuuta Segawa's plans to become a father figure, especially not as a freshman at university. Raised by his older sister Yuri after their parents' passing, Yuuta had grown accustomed to living independently since Yuri's marriage to a man with two daughters from previous relationships. However, when Yuri and her husband embark on a business trip abroad, they entrust their three young daughters - Hina, Sora, and Miu - to Yuuta's care. Tragedy strikes when their plane goes missing, leaving Yuuta with the unexpected responsibility of raising the girls to repay his sister's kindness.\n\nIn an effort to keep the girls together and prevent them from being separated by relatives, Yuuta takes on the challenge of caring for them in his tiny apartment. As he struggles to balance his newfound fatherly duties with his role in the Street Observation Research Society, a club dedicated to people-watching, Yuuta must also navigate the complexities of living with his new family. Meanwhile, the object of his affection, Raika, might finally take notice of him due to his new circumstances.\n\nWith a 14-year-old tsundere, a 10-year-old mischief-maker, and a 3-year-old toddler now sharing his cramped living space, Yuuta's life takes a dramatic turn. In this heartwarming and comedic tale, Yuuta must learn to adapt to his new role as a guardian while helping the girls cope with the loss of their parents. As they all adjust to their peculiar situation, they'll discover that family isn't always defined by blood, but by the bonds they create together.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.299357733976782,
    "arithmeticGeometricMean": 7.2980870563389235,
    "median": 7.25298195631529
  },
  "lastUpdate": "2024-05-09"
}