{
  "sources": [
    "https://anidb.net/anime/6144",
    "https://anilist.co/anime/5262",
    "https://anime-planet.com/anime/shugo-chara-doki",
    "https://anisearch.com/anime/5076",
    "https://kitsu.io/anime/4019",
    "https://livechart.me/anime/3416",
    "https://myanimelist.net/anime/5262",
    "https://notify.moe/anime/k77j5Fimg"
  ],
  "synopsis": {
    "text": "Not a moment of peace is granted to the Guardians of Seiyo Elementary, as they face new challenges in their mission to protect the heart eggs of their fellow students from the clutches of the sinister Easter Corporation. Amu Hinamori, the sole bearer of four Guardian Characters, finds herself juggling between her feelings for multiple love interests and the responsibility of safeguarding the elusive Embryo - a powerful egg rumored to grant any wish.\n\nWhen Utau leaves Easter to pursue her singing career, the corporation recruits Lulu, a mysterious girl with the ability to create enigmatic question mark eggs, as a replacement. Unlike the familiar X-eggs, these new eggs pose a greater threat, forcing their owners to undergo character transformations that are not easily reversed.\n\nIn an attempt to control Ikuto, Easter manipulates him through his violin, causing him to transform into the menacing Death Rebel. The haunting melody emanating from his violin corrupts nearby heart eggs into X-eggs, rapidly increasing their numbers and bringing the Embryo's emergence ever closer.\n\nAs Amu and her fellow guardians navigate the complexities of their personal lives and confront the ever-growing threat posed by Easter, they must rely on their unwavering determination and the power of their Guardian Characters to protect their friends and ultimately, the world. Will they succeed in their mission, or will the Embryo fall into the wrong hands, spelling disaster for them all?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d7b0741292052ff3",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.50758047309833,
    "arithmeticGeometricMean": 7.50684579938993,
    "median": 7.5275,
    "hash": "d7b0741292052ff3",
    "lastUpdate": "2024-05-10"
  }
}