{
  "sources": [
    "https://anidb.net/anime/4759",
    "https://anilist.co/anime/1836",
    "https://anime-planet.com/anime/shuffle-memories",
    "https://anisearch.com/anime/3897",
    "https://kitsu.io/anime/1653",
    "https://livechart.me/anime/4527",
    "https://myanimelist.net/anime/1836",
    "https://notify.moe/anime/n_YB5Fmig"
  ],
  "synopsis": {
    "text": "Lisianthus, Nerine, Kaede, Asa, and Primula - five distinct individuals hailing from the realms of gods, demons, and humans - find themselves intertwined in a captivating dance of emotions with Rin Tsuchimi at the center. Set a decade after the original \"Shuffle!\", this heartwarming tale unfolds in a world where interdimensional travel has become as common as a trip abroad, fostering connections that transcend boundaries.\n\nRin, having endured the loss of his parents, discovers solace and companionship in his blossoming relationship with Kaede, who has been his pillar of strength. Lisianthus, the daughter of the heavenly king, and Nerine, the offspring of the ruler of the underworld, find themselves enamored by Rin's compassionate nature since their childhood. Asa, Rin's senior, has been his guiding light, while Primula, a lonely child, yearns for the warmth of a family through her bond with Rin.\n\nAs the story delves into Rin's past and his connections with these extraordinary women, the air is thick with the fragrance of love and longing. With each of them vying for a special place in Rin's heart, he is left to ponder: will he be ready to choose one, and if so, who will it be? Join Rin in this enchanting journey as he navigates the complexities of love, friendship, and family in \"Shuffle! Memories.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d8dca5434a1a0133",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.385778293135436,
    "arithmeticGeometricMean": 6.364028116185784,
    "median": 6.5,
    "hash": "d8dca5434a1a0133",
    "lastUpdate": "2024-05-10"
  }
}