{
  "sources": [
    "https://anidb.net/anime/6783",
    "https://anilist.co/anime/6802",
    "https://anime-planet.com/anime/sound-of-the-sky",
    "https://anisearch.com/anime/5517",
    "https://kitsu.io/anime/7668",
    "https://livechart.me/anime/3655",
    "https://myanimelist.net/anime/6802",
    "https://notify.moe/anime/KJ8ctKmmR"
  ],
  "synopsis": {
    "text": "After years of devastating wars, the world has settled into a quiet decline, with the small town of Seize, nestled on the outskirts of Helvetia, being no exception. Despite the desolate landscape and the mounting tension with the neighboring Roman Empire, the 1121st platoon of the Helvetian army, stationed at the Clocktower Fortress, maintains a sense of tranquility and camaraderie.\n\nAt the heart of this platoon is Kanata Sorami, a spirited 15-year-old who has recently enlisted in the army to pursue her dream of learning to play the bugle. Under the guidance of the skilled trumpeter and Sergeant Major, Rio Kazumiya, Kanata embarks on her musical journey. She is joined by an eclectic group of soldiers: Noël Kannagi, the reserved mechanic; Kureha Suminoya, the fiery gunner; and their compassionate Captain, Felicia Heideman. Together, they create a symphony of life amidst the desolation, their music echoing over the empty towns and barren seas.\n\nAs Kanata navigates through her new life in Seize, she finds herself embracing a routine filled with laundry, shopping, and trumpet practice, rather than the harsh military drills she had anticipated. With the support of her fellow soldiers, Kanata not only discovers her place within the platoon but also brings joy, humor, and a renewed sense of hope to the war-weary residents of Seize.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d8f4921f4262deb0",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.520342352092351,
    "arithmeticGeometricMean": 7.51501726088678,
    "median": 7.593181818181818,
    "hash": "d8f4921f4262deb0",
    "lastUpdate": "2024-05-10"
  }
}