{
  "sources": [
    "https://anidb.net/anime/2742",
    "https://anilist.co/anime/141",
    "https://anime-planet.com/anime/jinki-extend",
    "https://anisearch.com/anime/64",
    "https://kitsu.io/anime/7781",
    "https://livechart.me/anime/6551",
    "https://myanimelist.net/anime/141",
    "https://notify.moe/anime/EDptpKimR"
  ],
  "synopsis": {
    "text": "Life takes a dramatic turn for Aoba Tsuzaki, a solitary 13-year-old with an obsessive passion for constructing model robots, when she is whisked away to a clandestine base nestled deep within the Venezuelan jungle. Here, she stumbles upon the existence of colossal robots that are eerily reminiscent of her beloved models. Aoba finds herself unwittingly drafted into Angel, an elite squadron that deploys these giant machines to combat the Ancient Jinki, a malevolent force lurking beneath the Earth's surface that poses a dire threat to humanity.\n\nAs Aoba grapples with her new reality, she becomes entangled in a web of escalating peril and intrigue. The stakes are raised even higher with the emergence of a mysterious adversary orchestrating events from the shadows. Amidst this chaos, Aoba remains resolute in her quest to unravel the secrets shrouding the robot battles in the Grand Savanna.\n\nFast forward to 1991, and the world is grappling with the inexplicable Lost Life Phenomenon, a series of catastrophic events causing entire cities to vanish without a trace. Enter Akao Hiragi, an amnesiac girl with a cryptic connection to the Jinki. Together, Aoba and Akao find themselves locked in a battle against the nefarious Kokushou, a man hell-bent on orchestrating global destruction.\n\nIn this world where nothing is as it seems, and trust is a scarce commodity, Aoba embarks on a wild and perilous journey. As a member of Angel, she pilots the Combat Robot Moribito Number 2, also known as 'the Guardian', in a desperate bid to saf",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.020390140471774,
    "arithmeticGeometricMean": 6.016108824538651,
    "median": 6.0
  },
  "lastUpdate": "2024-05-09"
}