{
  "sources": [
    "https://anidb.net/anime/2576",
    "https://anilist.co/anime/1493",
    "https://anime-planet.com/anime/project-arms-the-2nd-chapter",
    "https://anisearch.com/anime/278",
    "https://kitsu.io/anime/1339",
    "https://livechart.me/anime/7602",
    "https://myanimelist.net/anime/1493",
    "https://notify.moe/anime/lrF-5KmmR"
  ],
  "synopsis": {
    "text": "Meet Ryo Takatsuki and his team, bearers of a mysterious power known as A.R.M.S., who embark on a relentless pursuit for answers about their unique abilities. Their journey takes them from Japan to the United States, where they face formidable challenges and adversaries, including the powerful Egrigori organization. As they delve deeper into the secrets of A.R.M.S., they must confront the Keith series, a group of five cloned siblings with terrifying powers, who have one shared goal: to eliminate all 'Arms'.\n\nIn a small American town called Gallow's Bell, Ryo and his team discover a top-secret Egrigori breeding ground, home to the super-enhanced, cyborg soldiers known as the Hound Battalion. The town also harbors the Chapel Children, making it a crucial location in the Arms' quest for answers. As they navigate the dangers of Gallow's Bell, Ryo and his team must fight for survival against the powerful military corporation that will stop at nothing to obtain their secrets.\n\nThe stakes are high, and the battles are fierce, but Ryo and his team are determined to uncover the truth about their powers and secure their future. Will they be able to overcome the challenges that lie ahead, or will the Egrigori corporation succeed in eliminating them? Join Ryo and his team in their action-packed journey to uncover the secrets of A.R.M.S. and protect their future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.4893442883646975,
    "arithmeticGeometricMean": 6.457553169115785,
    "median": 6.94,
    "lastUpdate": "2024-05-09"
  }
}