{
  "sources": [
    "https://anidb.net/anime/3365",
    "https://anilist.co/anime/2488",
    "https://anime-planet.com/anime/mei-and-the-baby-cat-bus",
    "https://anisearch.com/anime/529",
    "https://kitsu.io/anime/2258",
    "https://livechart.me/anime/5696",
    "https://myanimelist.net/anime/2488",
    "https://notify.moe/anime/XwCP5KiiR"
  ],
  "synopsis": {
    "text": "They say curiosity leads to great adventures, and for the spirited young girl Mei, this couldn't be more true! In this enchanting 14-minute short film, Mei's ordinary day turns extraordinary when she encounters a whimsical creature while enjoying a caramel treat on a blustery day. The playful whirlwind chasing her is none other than a baby cat bus, the offspring of the iconic catbus from the beloved film \"My Neighbor Totoro.\"\n\nAs Mei befriends the adorable kittenbus with a sweet caramel offering, the stage is set for an unforgettable nighttime escapade. The tiny cat bus, just the right size for Mei, whisks her away to a magical midnight forest teeming with ghosts and spirits. Among the gathering of feline-inspired vehicles, including buses and trains, Mei reunites with the heartwarming Totoro and his mystical companions.\n\nTogether, they embark on a thrilling journey towards a colossal catliner that gracefully sails through the starry skies. As the awe-inspiring voyage concludes, the kittenbus ensures Mei safely returns home, leaving her with cherished memories of their fantastical adventure. This delightful tale, exclusively screened at the Ghibli Museum in Mitaka, serves as a charming sequel to the timeless classic \"My Neighbor Totoro.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "d9f6a8e72f965339",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.2749138321995455,
    "arithmeticGeometricMean": 7.272536083850644,
    "median": 7.2865398886827455,
    "hash": "d9f6a8e72f965339",
    "lastUpdate": "2024-05-09"
  }
}