{
  "sources": [
    "https://anidb.net/anime/3473",
    "https://anilist.co/anime/2047",
    "https://anime-planet.com/anime/ningyo",
    "https://anisearch.com/anime/3286",
    "https://kitsu.io/anime/1846",
    "https://myanimelist.net/anime/2047",
    "https://notify.moe/anime/ay0YcFiiR"
  ],
  "synopsis": {
    "text": "He avily influenced by the visionary Tezuka Osamu, this thought-provoking anime unfolds in a dystopian society where the use of imagination is strictly forbidden. When a young boy defies the norms and saves a fish that magically transforms into a captivating mermaid, he is subjected to severe punishment for daring to indulge in such whimsical fantasies. Stripped of his imaginative capabilities, the boy's story serves as a stark critique of the rigid educational system that stifles individuality and creativity.\n\nIn this eerie, controlled society, the boy and the mermaid's enchanting bond blossoms amidst adversity, challenging the very fabric of their reality. Their love, illustrated through delightful escapades and shared moments in dreamlike landscapes, becomes a beacon of hope in a world devoid of imagination. However, their defiance comes at a cost, as the boy is subjected to harrowing methods of torture and brainwashing, designed to force him into accepting the harsh, imagination-less reality.\n\nThis poignant tale not only showcases the power of love and imagination but also serves as a stark reminder of the potential consequences of living in a society that suppresses individuality and creativity. The anime shares a thematic resonance with Terry Gilliam's 'Brazil', inviting viewers to question the true essence of freedom and the importance of preserving one's imagination.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "da0ec316a0b94fec",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.213793532997614,
    "arithmeticGeometricMean": 6.2015789207936995,
    "median": 6.2727272727272725,
    "hash": "da0ec316a0b94fec",
    "lastUpdate": "2024-05-08"
  }
}