{
  "sources": [
    "https://anidb.net/anime/15676",
    "https://anilist.co/anime/122434",
    "https://anime-planet.com/anime/the-idaten-deities-know-only-peace",
    "https://anisearch.com/anime/15471",
    "https://kitsu.io/anime/43734",
    "https://livechart.me/anime/10102",
    "https://myanimelist.net/anime/42625",
    "https://notify.moe/anime/VwQ8NJIMR"
  ],
  "synopsis": {
    "text": "Armed with unparalleled speed and strength, divine warriors known as Idaten emerged 80re years ago to save humanity from the brink of annihilation at the hands of ruthless demons. These powerful gods successfully sealed away the demonic threat, ushering in an era of tranquility. In the present day, the Idaten lead peaceful lives, with their legendary battle against the demons fading into the realm of myth. However, the calm is shattered when an ambitious scientist unleashes a formidable demon from its icy prison.\n\nAs the Idaten Hayato, Ysley, and Paula confront this resurgent menace, they quickly realize that their modern-day abilities are no match for the demon's overwhelming power. To make matters worse, the scientist responsible for the demon's release has plans to awaken more of these malevolent creatures, threatening to plunge the world into chaos. In order to face this impending onslaught, the Idaten must undergo intense and unconventional training, pushing their limits to rediscover the combat prowess of their ancestors.\n\nWith the fate of humanity hanging in the balance once more, the Idaten must rise to the challenge and engage in a brutal, no-holds-barred conflict against their ancient enemies and the sinister forces that seek to unleash them upon the world. In this desperate struggle for survival, the gods, humans, and demons will clash in an epic battle royale that will determine the future of them all.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.651080275544561,
    "arithmeticGeometricMean": 7.6503261012756205,
    "median": 7.633181818181818,
    "lastUpdate": "2024-05-09"
  }
}