{
  "sources": [
    "https://anidb.net/anime/12020",
    "https://anilist.co/anime/21712",
    "https://anime-planet.com/anime/island",
    "https://anisearch.com/anime/11374",
    "https://kitsu.io/anime/11965",
    "https://livechart.me/anime/2107",
    "https://myanimelist.net/anime/33012",
    "https://notify.moe/anime/BNT6pKiiR"
  ],
  "synopsis": {
    "text": "Rinne Ohara's melodic tune fills the air of the remote island of Urashima, a place once mistaken for paradise but now burdened by a complicated past and deeply ingrained traditions. Five years ago, the island's three prominent families suffered a series of misfortunes, leading to suspicion and the eventual severing of all contact with the mainland. Now, the island's salvation rests in the hands of three girls, each from one of the families, but they remain bound by the very customs that hinder their progress.\n\nA mysterious man washes ashore, claiming to be a time traveler with a mission to save a girl from danger. With no memory of his name, he adopts the moniker \"Setsuna\" after hearing Rinne's song. As he delves deeper into the island's folklore and the affliction that keeps its inhabitants from stepping out into the daylight, Setsuna must navigate the complex web of the island's troubles and uncover the truth behind his lost memories.\n\nDetermined to change the island's fate, Setsuna forms a connection with the three girls: Rinne, Karen, and Sara. As they work together, they begin to question if Setsuna's arrival is merely a ploy to alter a single girl's destiny or if there's a greater purpose at play. Witness the captivating journey of a young man and the three girls he encounters on an island shrouded in mystery and ancient customs, as they strive to unlock the key to Urashima's salvation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "da83019c23f048aa",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.448527036327728,
    "arithmeticGeometricMean": 6.442099603208811,
    "median": 6.3968181818181815,
    "hash": "da83019c23f048aa",
    "lastUpdate": "2024-05-09"
  }
}