{
  "sources": [
    "https://anidb.net/anime/15106",
    "https://anilist.co/anime/116605",
    "https://anime-planet.com/anime/date-a-live-iv",
    "https://anisearch.com/anime/15080",
    "https://kitsu.io/anime/43065",
    "https://livechart.me/anime/9608",
    "https://myanimelist.net/anime/41461",
    "https://notify.moe/anime/glIKSwXWg"
  ],
  "synopsis": {
    "text": "There’s no rest for the weary as Shido Itsuka finds himself in a constant balancing act, trying to give attention to the numerous Spirits that now reside with him. But just when he thinks he's got it all under control, a new Spirit enters the scene, one who is well aware of his clandestine operation.\n\nWhile on a routine outing, Shido stumbles upon a famished woman collapsed on the street. After lending her a helping hand, he learns that she is Nia Honjou, a renowned manga artist with a secret identity: she is a Spirit. Intrigued by Shido's reputation, Nia challenges him to win her over on a date, providing him with an opportunity to learn more about her past and her connection to the ominous Deus Ex Machina Industries.\n\nAs the world continues to face imminent danger, Shido remains the sole member of the Ratatoskr organization capable of seducing and sealing the Spirits. When he encounters Nia, a well-known mangaka and a Spirit in disguise, he seizes the chance to uncover her secrets and find a way to seal her powers.\n\nOnce an ordinary high school student, Shido now finds himself at the center of a supernatural crisis. After discovering a mysterious girl at the epicenter of a spacequake, he learns that she is one of the Spirits causing these disasters. Recruited by his sister Kotori to help 'seal' the Spirits, Shido must embark on a mission to make each Spirit fall in love with him to save mankind.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "da8bba2c337913f4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.851297229863731,
    "arithmeticGeometricMean": 7.847347001940932,
    "median": 7.9466363636363635,
    "hash": "da8bba2c337913f4",
    "lastUpdate": "2024-05-09"
  }
}