{
  "sources": [
    "https://anidb.net/anime/3117",
    "https://anilist.co/anime/4240",
    "https://anime-planet.com/anime/galaxy-cyclone-braiger",
    "https://anisearch.com/anime/133",
    "https://kitsu.io/anime/3534",
    "https://livechart.me/anime/7782",
    "https://myanimelist.net/anime/4240",
    "https://notify.moe/anime/CkJu5KimR"
  ],
  "synopsis": {
    "text": "Braiger chronicles the thrilling exploits of Team J9 in the lawless solar system of 2111, where humanity's expansion into colonized moons and planets has left the police powerless against the forces of evil. Enter Isaac Godonov, who assembles a formidable crew comprising Jotaro Kido (also known as Blaster Kid), Stephen Bowie, and Angel Omachi. Equipped with their mighty robot, Braiger, this elite team takes on dangerous missions that the police cannot handle, but their services come at a cost.\n\nAs the Nubia faction of Earth devises a sinister plan to destroy Jupiter, intending to create 30 new planets for human colonization, Team J9 finds themselves in a race against time to thwart this catastrophic scheme. If Nubia succeeds, Earth's very existence will be at stake. Amidst this interstellar turmoil, King Carmen's desire to reshape the solar system by annihilating Jupiter further fuels the chaos.\n\nWith Earth divided into four distinct power blocs—Omega, Red Dragon, Volga, and Nubia—Team J9 navigates the treacherous landscape of the asteroid belt, battling the forces of evil in a high-stakes game of intergalactic intrigue. Will our heroes save Earth from the brink of destruction, or will they succumb to the malevolent machinations of those who seek to rule the cosmos? Join Team J9 and Braiger as they embark on a heart-pounding journey to preserve humanity's future among the stars.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.506717731248344,
    "arithmeticGeometricMean": 6.492378141535928,
    "median": 6.584
  },
  "lastUpdate": "2024-05-09"
}