{
  "sources": [
    "https://anidb.net/anime/16796",
    "https://anilist.co/anime/139592",
    "https://anime-planet.com/anime/tales-of-luminaria-the-fateful-crossroad",
    "https://anisearch.com/anime/16824",
    "https://kitsu.io/anime/45241",
    "https://livechart.me/anime/10811",
    "https://myanimelist.net/anime/49942",
    "https://notify.moe/anime/YHLbkhNng"
  ],
  "synopsis": {
    "text": "In ancient times, colossal primordial beasts roamed the land, emanating abundant mana from their remains after death. This drew people seeking power, and civilizations emerged that revered these creatures for providing magical energy. Thus began the worship of the Primordial Beasts that became central to culture. In present day, war erupts between two dominant nations with conflicting ideologies tied to the Primordial Beasts. The Jerle Federation comprises countries united by beast worship traditions, while the technology-focused Gildllan Empire has propelled rapid development through innovation. As battles intensify, a young Jerle knight-in-training named Leo heads out on a mission in Lunne, a contested border town recently under imperial rule. He journeys with two comrades – Celia, a childhood friend and fellow trainee, and Lisette, their instructor. However, Leo shockingly discovers Hugo waiting in Lunne, a former friend now an imperial soldier after defecting from the federation. Leo agonizingly demands which side truly represents justice. This story promises to animate the complex clash between the federation and empire's competing notions of justice, bonded to the enduring legacy of the primordial beasts in the land's ancestry. It follows Leo's journey through war's tumult to determine where justice lies for himself and his people's future.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 6.243061224489796,
    "arithmeticGeometricMean": 6.217910165167766,
    "median": 6.175909090909091,
    "lastUpdate": "2024-05-10"
  }
}