{
  "sources": [
    "https://anidb.net/anime/6401",
    "https://anilist.co/anime/6131",
    "https://anime-planet.com/anime/charady-no-joke-na-mainichi",
    "https://anisearch.com/anime/5291",
    "https://kitsu.io/anime/4441",
    "https://myanimelist.net/anime/6131",
    "https://notify.moe/anime/QxaqcKiig"
  ],
  "synopsis": {
    "text": "Japanese television, in collaboration with Biglobe multimedia site, brings you an extraordinary daily series titled \"Charady,\" featuring a 26-year-old American graduate from Kyoto University of Art and Design's Department of Character Design. The protagonist, Charady, is a lover of jokes from around the globe, and she presents a new one each day, accompanied by her adorable pig and rabbit companions.\n\nThe unique aspect of this series lies in its production, as it is entirely created by students from Kyoto University of Art and Design. They are responsible for directing episodes, designing characters, and rendering CG animations. The series boasts an impressive 365 episodes, starting from April 1st, and will be available for international viewers on Biglobe.\n\nThe main character, Charady, is portrayed by the talented gravure idol, Asada Misako. Other characters are brought to life by students from the same department. The series promises a wide variety of jokes, ranging from tales of a child and his unfaithful father to the struggles of girls in a blonde competition, ensuring a hearty laugh for viewers every day.\n\nMoreover, Japanese fashion label Crystal Ball adds a touch of glamour by assisting in the design of Charady's clothing, providing 'visual support' to the series. Executive director Ryuji Masuda (Garakuta: Mr. Stain on Junk Alley) oversees this exciting project, ensuring a perfect blend of humor, creativity, and animation. Don't miss out on this unique and entertaining series!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "db5f8505982dbb19",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 4.990005300821628,
    "arithmeticGeometricMean": 4.971362862165666,
    "median": 5.0,
    "hash": "db5f8505982dbb19",
    "lastUpdate": "2024-05-08"
  }
}