{
  "sources": [
    "https://anidb.net/anime/11270",
    "https://anilist.co/anime/21213",
    "https://anime-planet.com/anime/haruchika-haruta-and-chika",
    "https://anisearch.com/anime/10493",
    "https://kitsu.io/anime/11020",
    "https://livechart.me/anime/1641",
    "https://myanimelist.net/anime/30895",
    "https://notify.moe/anime/iozXtKmmg"
  ],
  "synopsis": {
    "text": "It's a fresh start for Chika Homura as she steps into high school with a mission: to transform into the epitome of a 'sweet, cute girl'. Bidding farewell to her successful volleyball career, she joins the struggling wind instrument club, believing the flute to be the embodiment of delicate femininity. Reuniting with her childhood friend, Haruta Kamijou, after years apart, Chika's plans are quickly seen through by him. As if navigating the complexities of adolescence wasn't enough, both Chika and Haruta find themselves falling for their bandleader, Shinjirou.\n\nTheir club, teetering on the brink of closure, is a small group of just five members, including Chika and Haruta. The duo, along with their fellow club members, must work tirelessly to recruit new members and solve the mysterious incidents plaguing their school. From cryptic notes in red paint to a myriad of other peculiar occurrences, Shimizu High School is a hotbed of strange events.\n\nIn the face of adversity, Chika remains undeterred, balancing her pursuit of a new persona, her unrequited crush, and the club's impending dissolution. With the wind instrument club's future hanging in the balance, Chika and her friends must rise to the challenge, solving mysteries and striving to secure their club's place in the school. Will they be able to save their club and unravel the enigmas that surround them? Only time will tell in \"Haruchika: Haruta & Chika\".",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "db8bcfc165f31f35",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.227655998763142,
    "arithmeticGeometricMean": 6.218582008771759,
    "median": 6.137909090909091,
    "hash": "db8bcfc165f31f35",
    "lastUpdate": "2024-05-09"
  }
}