{
  "sources": [
    "https://anidb.net/anime/8090",
    "https://anilist.co/anime/9135",
    "https://anime-planet.com/anime/fullmetal-alchemist-the-sacred-star-of-milos",
    "https://anisearch.com/anime/6624",
    "https://kitsu.io/anime/5613",
    "https://livechart.me/anime/3411",
    "https://myanimelist.net/anime/9135",
    "https://notify.moe/anime/ZY-WpFiig"
  ],
  "synopsis": {
    "text": "Philosopher's Stone and a brewing rebellion in the heart of a troubled land.\n\nIn their pursuit of a convict with unusual alchemical prowess, Edward and Alphonse Elric find themselves in the border town of Table City, nestled between two warring nations, Amestris and Cleta. Upon arrival, they are ambushed by a group of rebels known as the Black Bats, and plummet into a valley that serves as a home for the displaced Milos people.\n\nThe Milosians, once a proud and peaceful nation, have been enslaved and forced from their lands by the combined might of Amestris and Cleta. Desperate to reclaim their sacred territory, the Milosians seek control over a legendary alchemy, powered by a Philosopher's Stone called the Star of Milos.\n\nAs the Elric brothers delve deeper into the conflict, they encounter Julia Crichton, a passionate young alchemist who dreams of restoring her people's freedom and prosperity. Despite their reservations about the Philosopher's Stone, Edward and Alphonse become entangled in the Milosian struggle for independence, uncovering sinister secrets and facing the full force of the Cretan military.\n\nJoin the Elric brothers as they navigate the complex web of rebellion, political intrigue, and alchemical power in this thrilling tale of redemption and sacrifice.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dbbcb7b5e9cc7927",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.372705627705628,
    "arithmeticGeometricMean": 7.371657431457112,
    "median": 7.388095238095238,
    "hash": "dbbcb7b5e9cc7927",
    "lastUpdate": "2024-05-09"
  }
}