{
  "sources": [
    "https://anidb.net/anime/5823",
    "https://anilist.co/anime/10466",
    "https://anime-planet.com/anime/phantom-yuusha-densetsu",
    "https://anisearch.com/anime/4822",
    "https://kitsu.io/anime/6195",
    "https://myanimelist.net/anime/10466",
    "https://notify.moe/anime/azZ4pFmmg"
  ],
  "synopsis": {
    "text": "Sachiko's worst fears come true when her boyfriend, Takao Yazawa, a skilled Japanese pilot, crashes his Phantom jetfighter, leaving him in a coma for six months. After a grueling recovery, Yazawa's passion for aviation leads him to quit the Japanese Air Self-Defence Forces and embark on a new mission. An old friend and editor of an aviation magazine, Matsuki, seeks Yazawa's expertise to investigate the mysterious appearance of a Phantom jet in war-torn El Salvador. Officially, no such aircraft should be present in the country, sparking curiosity and suspicion.\n\nAs Yazawa delves deeper into the enigma, he uncovers an international arms conspiracy that puts his life in grave danger. Hunted by the CIA and narrowly escaping capture in the dense Central American jungles, Yazawa's return to Japan does not bring the safety he had hoped for. The sinister forces pursuing him threaten not only his life but also the lives of Matsuki and Sachiko. With the stakes higher than ever, Yazawa must confront this global threat head-on, drawing upon his courage and determination to protect those he holds dear.\n\nBased on a series of military fiction novels, this anime combines action, suspense, and intrigue, taking viewers on an exhilarating journey through the treacherous world of international arms dealing and the unwavering resolve of a hero fighting for truth and justice.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dc1e5e68dead00e3",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.037475572047001,
    "arithmeticGeometricMean": 5.016511820144957,
    "median": 5.0072448979591835,
    "hash": "dc1e5e68dead00e3",
    "lastUpdate": "2024-05-08"
  }
}