{
  "sources": [
    "https://anidb.net/anime/14553",
    "https://anilist.co/anime/108891",
    "https://anime-planet.com/anime/kono-oto-tomare-2nd-season",
    "https://anisearch.com/anime/14046",
    "https://kitsu.io/anime/42306",
    "https://livechart.me/anime/8684",
    "https://myanimelist.net/anime/38889",
    "https://notify.moe/anime/shDrOCZWg"
  ],
  "synopsis": {
    "text": "Sakai, Adachi, and the rest of the Tokise High School Koto Club are on a mission to improve their skills and reach new heights after a disappointing performance at the Kanto Region Traditional Japanese Music Festival. With their dreams of making it to nationals still alive, the group of seven must navigate the challenges of high school, relationships, and the pressure to succeed.\n\nLed by Chika, Satowa, and Takezou, the club is determined to overcome their setbacks and improve their sound. But just as they begin to make progress, Chika suffers a hand injury while saving Satowa from a falling koto. The injury strains the entire club, as they struggle to play without their leader. But with sheer determination, they manage to deliver a breathtaking performance that leaves the audience in awe.\n\nHowever, the road to nationals is not an easy one, and the club faces new challenges as they prepare for the upcoming qualifiers. With the guidance of their new advisor, Suzuka Takinami, the group works to refine their koto-playing abilities and gain the experience they need to compete against other powerhouse schools.\n\nBut as they focus on their music, the members of the koto club must also deal with the realities of high school, including budding romances and the impending graduation of their seniors. With the future of the club at stake, the members must come together and push through the obstacles that threaten to derail their dreams. Will they have what it takes to make it to nationals and achieve their goals? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.342818568336426,
    "arithmeticGeometricMean": 8.342192158819246,
    "median": 8.331819727891158
  },
  "lastUpdate": "2024-05-09"
}