{
  "sources": [
    "https://anilist.co/anime/99302",
    "https://anime-planet.com/anime/one-piece-episode-of-east-blue",
    "https://anisearch.com/anime/12595",
    "https://kitsu.io/anime/13623",
    "https://livechart.me/anime/5338",
    "https://myanimelist.net/anime/36215",
    "https://notify.moe/anime/qcx42Kiig"
  ],
  "synopsis": {
    "text": "Grand Line, here they come! The Straw Hats, a band of young pirates, are ready to embark on their next adventure, stirred by the last words of Gold Roger, the King of the Pirates, which have ushered in a new era of piracy. The crew is a colorful mix of characters: Monkey D. Luffy, a man with a rubber body; Roronoa Zoro, known as the \"Pirate Hunter\"; Usopp, a sharp-eyed sniper; Sanji, a chef who's at home on the high seas; and Nami, the \"Cat Burglar.\" Their journey is a testament to their shared dream and their unwavering vows.\n\nA decade before their journey, a young Luffy, living in Windmill Village, was captivated by the pirate boss Red-Haired Shanks. When a group of mountain bandits mocked the pirates, Luffy's anger was ignited. However, Shanks dismissed the incident as not worth getting upset over. In a moment of curiosity, Luffy ate the Gum-Gum Fruit from a treasure box, transforming his body into rubber and losing his ability to swim forever.\n\nWhen the mountain bandits returned to torment Luffy, Shanks and his crew came to his aid, demonstrating their formidable strength. Higuma, the leader of the bandits, attempted to escape with Luffy but was thwarted by a local Sea Monster. Shanks saved Luffy, losing his left arm in the process. As he left the village, Shanks entrusted his straw hat to Luffy, challenging him to return it when he becomes a great pirate.\n\nTen years later, Luffy has grown strong and is ready to set sail. He encounters the same Sea Monster from his past, defeating it with a",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dc90592a5772dc7b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.923860765085254,
    "arithmeticGeometricMean": 7.921674500754029,
    "median": 7.87,
    "hash": "dc90592a5772dc7b",
    "lastUpdate": "2024-05-06"
  }
}