{
  "sources": [
    "https://anidb.net/anime/7719",
    "https://anilist.co/anime/8425",
    "https://anime-planet.com/anime/gosick",
    "https://anisearch.com/anime/6210",
    "https://kitsu.io/anime/5330",
    "https://livechart.me/anime/3615",
    "https://myanimelist.net/anime/8425",
    "https://notify.moe/anime/3McmtFiig"
  ],
  "synopsis": {
    "text": "Saint Marguerite Academy, a prestigious institution nestled in the small European country of Sauville, welcomes Kazuya Kujou, a Japanese exchange student. With his dark hair and eyes, Kazuya is quickly labeled as the 'Black Reaper,' a figure from local folklore, leaving him isolated from his peers. In search of ghost stories to connect with his classmates, Kazuya stumbles upon a golden strand of hair that leads him to the academy's lavish library and a secret garden. Here, he encounters Victorique de Blois, a doll-like girl with a remarkable ability to solve mysteries by weaving facts and knowledge together.\n\nAs fate intertwines their lives, Kazuya and Victorique find themselves drawn into a series of enigmatic cases, from ghost ships to alchemists with transmutation powers. Victorique's unique insights and Kazuya's determination make them a formidable team, as they navigate through these chilling and dangerous mysteries. Despite the meddling of the self-important Inspector Grévil, who seeks to exploit Victorique's talents, the duo perseveres, unraveling secrets that prove far more perilous than they initially anticipated. As they delve deeper into these cases, a sinister plot unfolds, threatening to disrupt their newfound friendship and the tranquility of their academic haven.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dc9adfc84761f75a",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.9848551038333655,
    "arithmeticGeometricMean": 7.984210653292887,
    "median": 8.0,
    "hash": "dc9adfc84761f75a",
    "lastUpdate": "2024-05-09"
  }
}