{
  "sources": [
    "https://anidb.net/anime/5426",
    "https://anilist.co/anime/3090",
    "https://anime-planet.com/anime/ah-my-goddess-fighting-wings",
    "https://anisearch.com/anime/4487",
    "https://kitsu.io/anime/2786",
    "https://livechart.me/anime/4993",
    "https://myanimelist.net/anime/3090",
    "https://notify.moe/anime/CoCU5Fmmg"
  ],
  "synopsis": {
    "text": "Lind's arrival shatters the tranquil existence of Morisato Keiichi and his extraordinary household, which includes four goddesses: Belldandy, Urd, Skuld, and Peorth. The Valkyrie goddess from Heaven brings dire news of an Angel Eater, a menacing entity now loose and suspected to be heading towards Earth. As the safety of the goddesses and their angels hangs in the balance, Lind takes it upon herself to protect them, despite grappling with her own emotional turmoil regarding her powers.\n\nThe goddesses, who were initially enjoying a well-deserved respite, find their peace interrupted by the imminent threat. Belldandy, Urd, and Peorth had been sharing a pleasant tea party, allowing their angels to play, while Skuld had been feeling disheartened due to her angel's absence. As the sisters shared their wisdom with Skuld, easing her distress, they remained oblivious to the impending danger.\n\nNow, with the arrival of Lind, known as the Fighting Wing or the One-Winged Angel and reputed to be the most formidable fighter among the Valkyries, Keiichi's already unconventional daily life is set to face yet another upheaval. As the goddesses brace themselves for the impending peril, Lind's presence promises a thrilling and unpredictable turn of events.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dcbb334c9dd2385e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.631480983302412,
    "arithmeticGeometricMean": 7.630682926443254,
    "median": 7.602,
    "hash": "dcbb334c9dd2385e",
    "lastUpdate": "2024-05-08"
  }
}