{
  "sources": [
    "https://anidb.net/anime/14504",
    "https://anilist.co/anime/105749",
    "https://anime-planet.com/anime/ace-of-the-diamond-act-ii",
    "https://anisearch.com/anime/13997",
    "https://kitsu.io/anime/42160",
    "https://livechart.me/anime/8367",
    "https://myanimelist.net/anime/38731",
    "https://notify.moe/anime/-8nJel3iR"
  ],
  "synopsis": {
    "text": "Yuuji Terajima's beloved manga, \"Ace of the Diamond,\" continues its animated journey in \"Ace of the Diamond: Act II,\" with the Seidou High School baseball team poised to take on their greatest challenges yet. Having claimed victory in the autumn tournament, the team has secured their spot in the prestigious Koshien Stadium for the first time in seven years. The ultimate prize is within reach: the national title at the Summer Koshien. But to claim it, the team must unite the wisdom of their departing seniors with the raw talent of their rookies, facing off against familiar rivals and formidable new opponents.\n\nAt the heart of the team's struggle is the intense rivalry between pitchers Eijun Sawamura and Satoru Furuya. Both are vying for the coveted title of 'ace' and the right to wear the No. 1 jersey. Sawamura, with his unyielding determination, is hell-bent on surpassing Furuya and becoming the team's leading star. As the new school year commences, the Seidou High School baseball team must navigate the trials of the Koshien tournament, rekindling their love for the game and drawing strength from the bonds they share. The journey to glory is fraught with challenges, but the true 'Ace of the Diamond' will rise to lead them to victory.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dcc26504711971eb",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.234725417439703,
    "arithmeticGeometricMean": 8.233501979635989,
    "median": 8.226818181818182,
    "hash": "dcc26504711971eb",
    "lastUpdate": "2024-05-09"
  }
}