{
  "sources": [
    "https://anidb.net/anime/14951",
    "https://anilist.co/anime/109963",
    "https://anime-planet.com/anime/food-wars-the-fourth-plate",
    "https://anisearch.com/anime/14440",
    "https://kitsu.io/anime/42390",
    "https://livechart.me/anime/9467",
    "https://myanimelist.net/anime/39940",
    "https://notify.moe/anime/lqRhUU4Zg"
  ],
  "synopsis": {
    "text": "Erina Nakiri and Soma Yukihira, along with their band of culinary rebels, engage in an intense battle against the elite culinary organization, Central, and the Totsuki Elite Ten in the ultimate Regimental Food War. As the second round of the Shokugeki commences, the stakes are higher than ever, with the future of Japan's dining scene hanging in the balance.\n\nSoma, who honed his culinary skills at his family's diner, Yukihira, enrolled in the prestigious Totsuki Teahouse Culinary Academy, where he encountered various chefs and continued to grow. However, the school's new director, Nakiri Azami, established Central, restricting the students' freedom to cook. In response, Soma and his friends formed a rebellion, challenging Central's oppressive regime.\n\nDespite facing numerous unfair situations, the rebels persevered, securing a significant victory in the first round of the Shokugeki. However, Central refuses to back down, and some of Soma's friends have already been expelled. As the second bout begins, Soma and his team must continue to push their culinary boundaries and outcook their opponents to reclaim the Elite Ten's seats and save their friends.\n\nWith skill, dedication, and taste on the line, the less experienced rebels may just have what it takes to defeat the seasoned veterans and prevent Azami from imposing his culinary vision on the entire restaurant industry. The battle for culinary supremacy continues, and only time will tell who will emerge victorious.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.909516248728231,
    "arithmeticGeometricMean": 7.905513455948769,
    "median": 7.93741935483871
  },
  "lastUpdate": "2024-05-10"
}