{
  "sources": [
    "https://anidb.net/anime/617",
    "https://anilist.co/anime/1972",
    "https://anime-planet.com/anime/sherlock-hound",
    "https://anisearch.com/anime/3066",
    "https://kitsu.io/anime/1775",
    "https://livechart.me/anime/6679",
    "https://myanimelist.net/anime/1972",
    "https://notify.moe/anime/I8VYcFmiR"
  ],
  "synopsis": {
    "text": "Conan Doyle's timeless detective tales get a delightful canine twist in Sherlock Hound! Set in the foggy streets of late 19th-century London, this action-packed series follows the brilliant detective Sherlock Hound and his loyal companion, Watson, as they embark on thrilling adventures to solve the city's most baffling mysteries.\n\nFrom chasing after green balloons to recovering stolen gold statues, no case is too challenging for our dynamic duo. But watch out for the cunning Professor Moriarty and his gang, who stop at nothing to thwart Sherlock's plans with their zany gadgets!\n\nThis charming adaptation brings all the beloved characters to life as dogs, with a youthful and energetic Sherlock leading the pack. Even Mrs. Hudson, now a spirited young widow, joins in on the action.\n\nOriginally a collaboration between Tokyo Movie Shinsha and Italian TV station RAI, Sherlock Hound boasts the extraordinary talents of legendary director Hayao Miyazaki in several episodes. Though production was temporarily halted due to a copyright dispute, the series eventually resumed, resulting in the delightful blend of wit, suspense, and fun that captivates audiences of all ages.\n\nSo grab your pipe and deerstalker, and join Sherlock Hound and his friends for a pawsitively thrilling ride through the world of mystery and adventure!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dcef6dd1637bc5a3",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.012733103631064,
    "arithmeticGeometricMean": 6.974255436475379,
    "median": 7.272727272727273,
    "hash": "dcef6dd1637bc5a3",
    "lastUpdate": "2024-05-09"
  }
}