{
  "sources": [
    "https://anidb.net/anime/1871",
    "https://anilist.co/anime/1658",
    "https://anime-planet.com/anime/puppet-princess",
    "https://anisearch.com/anime/1345",
    "https://kitsu.io/anime/1489",
    "https://livechart.me/anime/7155",
    "https://myanimelist.net/anime/1658",
    "https://notify.moe/anime/7OgfcFmiR"
  ],
  "synopsis": {
    "text": "When feudal Japan is plagued by an onslaught of ruthless killings, a young princess named Rangiku finds herself on a perilous quest for vengeance. After witnessing the brutal murder of her family at the hands of the notorious Lord Karimata, she becomes the last guardian of her father's extraordinary creations – puppets with unique abilities. As she traverses the war-torn countryside, Rangiku crosses paths with Yasaburo, a wandering ninja haunted by his own bloodstained history.\n\nTogether, they form an unlikely alliance to hunt down the man responsible for their shared pain and suffering. As Rangiku masters the art of controlling her wooden warriors, she must rely on Yasaburo's combat prowess to protect her from the relentless, seemingly immortal ninjas that stand in their way. With vengeance as their driving force, the duo embarks on a treacherous journey, leaving a trail of blood and destruction in their wake.\n\nAs the battle lines are drawn and the puppets dance to Rangiku's command, a grim revelation unfolds: these enigmatic creations conceal a sinister secret that could change the course of their journey forever. Can the Puppet Princess and her ninja ally exact their revenge and put an end to Lord Karimata's reign of terror, or will they become ensnared in a darker, more dangerous web of deception? Only time will tell, as the fate of feudal Japan hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dcf7e9e0ae7f0a92",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.491987808110258,
    "arithmeticGeometricMean": 6.488999709293324,
    "median": 6.52,
    "hash": "dcf7e9e0ae7f0a92",
    "lastUpdate": "2024-05-09"
  }
}