{
  "sources": [
    "https://anidb.net/anime/12035",
    "https://anilist.co/anime/21825",
    "https://anime-planet.com/anime/danganronpa-3-the-end-of-hopes-peak-academy-despair-arc",
    "https://anisearch.com/anime/11301",
    "https://kitsu.io/anime/12105",
    "https://livechart.me/anime/2119",
    "https://myanimelist.net/anime/33028",
    "https://notify.moe/anime/LegghKmmR"
  ],
  "synopsis": {
    "text": "However, hope is about to turn into despair at Hope's Peak Academy, a prestigious institution known for nurturing exceptional students with unique talents. The academy has two courses: the main course for the gifted students and the preparatory course for those without any special abilities. Hajime Hinata, an ordinary student from the preparatory course, is desperate to become extraordinary. Meanwhile, the academy's newest addition, Chisa Yukizome, the Super High School-Level Housekeeper, takes charge as the homeroom teacher for the eccentric Class 77-B. With students ranging from princesses to yakuza, Chisa's task is to foster their talents and strengthen their bonds.\n\nHajime's life takes an unexpected turn when he meets Chiaki Nanami, the Super High School-Level Gamer from Class 77-B, who offers him a new perspective on life. However, unbeknownst to them, the academy's higher-ups are planning a sinister project centered around Hajime, threatening to bring despair to Hope's Peak and the world. As hope and despair collide, the stage is set for the Biggest, Most Awful, Most Tragic Event in Human History. Follow the journey of Hajime, Chiaki, Chisa, and the students of Class 77-B as they navigate through the darkness lurking beneath the academy's surface in this story of hope that ultimately ends in despair.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dd14509a60c8450b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.37774905168019,
    "arithmeticGeometricMean": 7.374719945184553,
    "median": 7.383281921006471,
    "hash": "dd14509a60c8450b",
    "lastUpdate": "2024-05-09"
  }
}