{
  "sources": [
    "https://anidb.net/anime/1525",
    "https://anilist.co/anime/496",
    "https://anime-planet.com/anime/the-dagger-of-kamui",
    "https://anisearch.com/anime/483",
    "https://kitsu.io/anime/456",
    "https://livechart.me/anime/8573",
    "https://myanimelist.net/anime/496",
    "https://notify.moe/anime/H25o5KmiR"
  ],
  "synopsis": {
    "text": "If you're a fan of historical fiction, action, and suspense, then prepare to embark on an epic journey with Jiro, a young orphan who is destined to become a master ninja. After discovering his adoptive family brutally murdered, Jiro is falsely accused of the crime and forced to flee his village. He meets a mysterious priest named Tenkai, who trains him in the deadly arts of the ninja and sets him on a path of revenge.\n\nAs Jiro grows into a skilled assassin, he uncovers shocking secrets about his past. He learns that his real father was a rogue ninja named Tarouza, who was once tasked with finding the lost treasure of Captain Kidd for the Shogunate. But when Tarouza fell in love with an Ainu woman, he abandoned his mission and was punished by Tenkai. Now, Jiro must use the clues left behind by his father to find the treasure and exact revenge on Tenkai.\n\nWith the help of a female ninja named Oyuki and a slave named Sam, Jiro travels across Russia and America, battling enemies and overcoming obstacles at every turn. As he gets closer to the truth, he realizes that the treasure is more than just a means to an end - it could be the key to Japan's future.\n\nWill Jiro be able to find the treasure and clear his name? Or will Tenkai's minions catch up to him first? With its thrilling action sequences, complex characters, and rich historical detail, this anime will keep you on the edge of your seat until the very end.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dd15b83518a6b2ed",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.232010601643254,
    "arithmeticGeometricMean": 6.216840291834185,
    "median": 6.36,
    "hash": "dd15b83518a6b2ed",
    "lastUpdate": "2024-05-09"
  }
}