{
  "sources": [
    "https://anidb.net/anime/959",
    "https://anilist.co/anime/72",
    "https://anime-planet.com/anime/full-metal-panic-fumoffu",
    "https://anisearch.com/anime/1465",
    "https://kitsu.io/anime/52",
    "https://livechart.me/anime/3701",
    "https://myanimelist.net/anime/72",
    "https://notify.moe/anime/YpFtcFmmg"
  ],
  "synopsis": {
    "text": "As high school chaos unfolds at Jindai High, Kaname Chidori and her military-enthusiast classmate, Sousuke Sagara, find themselves in a whirlwind of misadventures both on and off campus. When Kaname stumbles into serious trouble, Sousuke dons the disguise of Bonta-kun, a gun-toting, action-packed mascot. Struggling to maintain a normal teenage life, Sousuke must also safeguard his superior officer, Teletha Testarossa, who decides to swap her Mithril duties for a brief stint as a classmate.\n\nSousuke's lack of social finesse and real-world experience leads to a series of comedic and perilous situations, jeopardizing Kaname's desire for a tranquil school life. Armed with an array of weapons to tackle threats both real and imagined, Sousuke pushes Kaname to her limits as she tries to balance her role as the student council vice president and keep Sousuke in check. To ensure mission success, Sousuke occasionally employs the famous Bonta-kun mascot costume, transforming it into a state-of-the-art exoskeleton with a peculiar malfunction: its voice translator can only produce the sound 'mofu.'\n\nJoin Kaname and Sousuke in their quest for a normal high school experience amidst the chaos they inevitably create. As they navigate through the challenges of love letters turned terrorist threats and field trips turned commando operations, they'll need each other's support to survive and make it through the school year alive.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.1180576808553,
    "arithmeticGeometricMean": 8.11652579905249,
    "median": 8.142551020408163,
    "lastUpdate": "2024-05-09"
  }
}