{
  "sources": [
    "https://anidb.net/anime/10729",
    "https://anilist.co/anime/20771",
    "https://anime-planet.com/anime/shomin-sample",
    "https://anisearch.com/anime/9873",
    "https://kitsu.io/anime/8651",
    "https://livechart.me/anime/672",
    "https://myanimelist.net/anime/25099",
    "https://notify.moe/anime/QwO1tFiig"
  ],
  "synopsis": {
    "text": "Together with the establishment of a peculiar Commoner Club, Kimito Kagurazaka, your everyday average high school boy, embarks on an extraordinary journey at the prestigious Seikain Academy, an elite all-girls school nestled in the mountains. The academy, known for its affluent and sheltered students, enrolls Kimito as a 'commoner sample' to better prepare the girls for life outside their privileged bubble.\n\nHowever, a colossal misunderstanding leads the school's president to believe that Kimito is solely attracted to men, and any attempt to correct this misconception could lead to dire consequences for him. To protect himself, Kimito must maintain the facade, even as he forms the Commoner Club with a diverse group of girls, each with her own eccentricities.\n\nAmong these girls are Aika Tenkuubashi, the outspoken social outcast; Hakua Shiodome, a brilliant yet shy genius; Karen Jinryou, the samurai daughter fixated on besting Kimito; and Reiko Arisugawa, the seemingly perfect student with dreams of marrying Kimito. As Kimito navigates the challenges of his new environment, he not only teaches the girls about life beyond the academy but also learns about their unique personalities and quirks.\n\nWith the constant threat of castration looming over him, Kimito must tread carefully while trying to make the best of his bizarre situation. Can he successfully maintain his charade and make it through this elite school unscathed? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.811972483225939,
    "arithmeticGeometricMean": 6.809461416302357,
    "median": 6.847648745519713,
    "lastUpdate": "2024-05-09"
  }
}