{
  "sources": [
    "https://anidb.net/anime/14185",
    "https://anilist.co/anime/102977",
    "https://anime-planet.com/anime/golden-kamuy-season-2",
    "https://anisearch.com/anime/13714",
    "https://kitsu.io/anime/41442",
    "https://livechart.me/anime/3357",
    "https://myanimelist.net/anime/37989",
    "https://notify.moe/anime/VDY6OMDmg"
  ],
  "synopsis": {
    "text": "Asirpa and Sugimoto, the dynamic duo, continue their perilous journey in search of the elusive Ainu treasure in \"Golden Kamuy 2.\" The treasure map, inked on the skin of escaped convicts, has attracted a plethora of treasure hunters, making the quest even more treacherous. Saichi Sugimoto, a war veteran known as 'Invincible Sugimoto,' is driven by the promise of the gold rush to save his comrade's widow. Asirpa, his Ainu guide, is his lifeline in the harsh Hokkaido wilderness.\n\nTheir path is fraught with danger as they navigate through a web of allies and enemies. Lieutenant Tsurumi, the cunning commander of the seventh division, is also in pursuit of the tattoos. To confound his rivals, he enlists the help of a taxidermist to create fake tattooed skins. As the race for the treasure intensifies, Sugimoto and Asirpa find themselves in an unlikely alliance with Toshizou Hijikata, the leader of the escaped prisoners, and Hyakunosuke Ogata, a renegade from the seventh division.\n\nAs winter gives way to spring, the duo takes a brief respite from their quest, gathering herbs for Asirpa's village. However, their peace is short-lived as Tsurumi closes in, his new ally helping him piece together the tattooed skins into a complete treasure map. The road ahead is filled with uncertainties as the changing seasons bring new challenges and revelations. Will Sugimoto and Asirpa manage to outwit their rivals and find the hidden gold? Only time will tell in this thrilling survival adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ddc18b58db4ddf58",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.182365286706649,
    "arithmeticGeometricMean": 8.181751369978283,
    "median": 8.206725417439703,
    "hash": "ddc18b58db4ddf58",
    "lastUpdate": "2024-05-09"
  }
}