{
  "sources": [
    "https://anidb.net/anime/8889",
    "https://anilist.co/anime/14515",
    "https://anime-planet.com/anime/sasami-san-at-ganbaranai",
    "https://anisearch.com/anime/7477",
    "https://kitsu.io/anime/7130",
    "https://livechart.me/anime/892",
    "https://myanimelist.net/anime/14515",
    "https://notify.moe/anime/aJNOtKimg"
  ],
  "synopsis": {
    "text": "Valentine's Day taking a disastrous turn, a world filled with gods controlling every aspect of life, and a recluse named Sasami Tsukuyomi observing it all through her Brother Surveillance Tool. In this anime, Sasami, a hikikomori, spends her days watching the world unfold on her computer screen while her brother, Kamiomi, attends to her every need. However, the seemingly mundane life of Sasami takes a bizarre turn when she witnesses her brother's encounters with the peculiar Yagami sisters, who possess divine powers and have an inexplicable interest in Kamiomi.\n\nAs the gods residing in everything from pebbles to buildings start transforming to serve her brother's desires, Sasami finds herself turned into chocolate and urged to be consumed by her own brother. Fortunately, the Yagami sisters intervene, suppressing the transformations and revealing their ability to wield divine powers of high-ranking gods. With magical powers, age reversals, and a universe that seems to be going crazy, Sasami must navigate this strange world and keep the Yagami sisters and her brother under surveillance. Will she be able to maintain her reclusive lifestyle, or will the gods and their transformations force her to step out into the world she's been avoiding? Only time will tell in this supernatural, comedy-filled anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "de1127966d589cac",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.57725485648805,
    "arithmeticGeometricMean": 6.569416033944359,
    "median": 6.609705882352942,
    "hash": "de1127966d589cac",
    "lastUpdate": "2024-05-09"
  }
}