{
  "sources": [
    "https://anidb.net/anime/3146",
    "https://anilist.co/anime/1361",
    "https://anime-planet.com/anime/final-fantasy-the-spirits-within",
    "https://anisearch.com/anime/865",
    "https://kitsu.io/anime/1215",
    "https://livechart.me/anime/4480",
    "https://myanimelist.net/anime/1361",
    "https://notify.moe/anime/gzrb5FimR"
  ],
  "synopsis": {
    "text": "Seeking refuge behind colossal force-fields, the remnants of humanity cling to survival in a desolate, post-apocalyptic Earth of 2065. A relentless alien invasion by lethal entities known as Phantoms has left the planet on the brink of extinction. When contact with these spectral beings spells certain death, the human race turns to its last beacon of hope: the indomitable scientist Aki Ross and her wise mentor, Dr. Sid.\n\nTheir ambitious mission? To harness the untapped potential of Gaia energy, a spiritual force capable of eradicating the Phantom scourge. Aki and Dr. Sid are not alone in their quest, as they find themselves joined by the elite military unit 'Deep Eyes' and a divided human council.\n\nAs the clock ticks down on Earth's survival, opposing factions threaten to derail their progress. Aki, Dr. Sid, and their allies must navigate a treacherous landscape of not only otherworldly enemies but also human adversaries, who advocate for a devastating space cannon that could obliterate both the Phantoms and Earth itself.\n\nWith the odds stacked against them, can Aki and her allies unlock the key to humanity's salvation before time runs out, or will the forces of destruction consume the last vestiges of life on Earth? Join them in their epic battle to restore peace and harmony in Final Fantasy: The Spirits Within.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "de1d7f1558118217",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.411855991891707,
    "arithmeticGeometricMean": 6.404515874096157,
    "median": 6.297000000000001,
    "hash": "de1d7f1558118217",
    "lastUpdate": "2024-05-09"
  }
}