{
  "sources": [
    "https://anidb.net/anime/10854",
    "https://anilist.co/anime/20872",
    "https://anime-planet.com/anime/plastic-memories",
    "https://anisearch.com/anime/9887",
    "https://kitsu.io/anime/9538",
    "https://livechart.me/anime/1152",
    "https://myanimelist.net/anime/27775",
    "https://notify.moe/anime/wjrftFmmg"
  ],
  "synopsis": {
    "text": "No college for Tsukasa Mizugaki after failing his entrance exams, but luck shines on him when he lands a job at the prestigious SAI Corporation, thanks to his father's connections. SAI Corporation, a pioneer in the creation of androids with human-like emotions, known as Giftias, assigns Tsukasa to the Terminal Service Department, a grim division tasked with retrieving Giftias nearing their expiration date. To add to his misfortune, Tsukasa is paired with Isla, a Giftia who has been relegated to serving tea to her coworkers, with no real responsibilities.\n\nIn a world where science has advanced just enough to create androids that are nearly indistinguishable from humans, Tsukasa finds himself in the unenviable position of working with the very beings he's meant to retrieve once their time runs out. Alongside Isla, the neglected Giftia, Tsukasa must navigate the complexities of his new role and the emotional implications of working with such lifelike androids.\n\nSet in a future where androids have become commonplace, this story follows Tsukasa Mizugaki, a young man who finds himself in the unique profession of reclaiming expired androids. As he teams up with Isla, a Giftia who has been underestimated and underutilized, they form an unlikely partnership. Together, they face the challenges of their job while exploring the depth of their own emotions and the true meaning of their existence.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.877780961912297,
    "arithmeticGeometricMean": 7.874775879113744,
    "median": 7.981504181600956,
    "lastUpdate": "2024-05-09"
  }
}