{
  "sources": [
    "https://anidb.net/anime/13829",
    "https://anilist.co/anime/101167",
    "https://anime-planet.com/anime/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-ii",
    "https://anisearch.com/anime/13352",
    "https://kitsu.io/anime/40599",
    "https://livechart.me/anime/3107",
    "https://myanimelist.net/anime/37347",
    "https://notify.moe/anime/JFcD2Fmig"
  ],
  "synopsis": {
    "text": "Hestia's champion, Bell Cranel, returns in the second season of \"Is It Wrong to Try to Pick Up Girls in a Dungeon?\" with his sights set on the dungeon's deeper levels. Despite being reunited with his group, Bell's journey is fraught with danger, even in the supposedly safe 18th level. When Hestia is taken captive to teach Bell a lesson, a conflict between adventurers ensues, only to be interrupted by a formidable monster.\n\nAs the young fighter and his beloved Aiz Wallenstein, along with his smitten goddess Hestia, celebrate their hard-fought victory, new challenges arise. The God Apollo declares war on Hestia's Familia, outnumbering them by a hundred to one. To prevent annihilation, Hestia must call in favors and Bell must rise to the occasion.\n\nMeanwhile, Bell's reputation as Orario's fastest-growing adventurer attracts unwanted attention from rival familias, who seek to recruit him. With the help of his demi-human supporter Liliruca Arde and skilled blacksmith Welf Crozzo, Bell navigates these challenges.\n\nJust as things seem to settle, Hestia's significant debt comes due, and Liliruca's troubled past resurfaces, threatening to unleash another catastrophic clash. Bell and his friends rush to Liliruca's aid, setting the stage for a potential disaster. Will Bell's bravery and determination be enough to protect his loved ones and bring glory to his goddess?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dea6a285d1aea83e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.537108358187925,
    "arithmeticGeometricMean": 7.533274178353081,
    "median": 7.592819332566169,
    "hash": "dea6a285d1aea83e",
    "lastUpdate": "2024-05-09"
  }
}