{
  "sources": [
    "https://anidb.net/anime/9091",
    "https://anilist.co/anime/15133",
    "https://anime-planet.com/anime/aoi-sekai-no-chuushin-de",
    "https://anisearch.com/anime/7738",
    "https://kitsu.io/anime/7220",
    "https://livechart.me/anime/981",
    "https://myanimelist.net/anime/15133",
    "https://notify.moe/anime/kQEdtKimR"
  ],
  "synopsis": {
    "text": "Sonic's counterpart, Gear, emerges as a beacon of hope for the struggling Segua Kingdom, a realm inspired by Sega, in a relentless war against the dominant Ninterdo Empire, a nod to Nintendo. In the heart of Consume continent, where these two gaming titans clash, Gear's unparalleled agility and determination could be the game-changer Segua needs to reclaim its lost territories.\n\nThe war has left Segua's blue-eyed forces battered and outmatched by Ninteldo's formidable red-eyed army, which holds a commanding 90% of the world under its sway. But Gear, driven by the loss of a dear friend, joins the fight, bringing with him an extraordinary swiftness that could tip the scales.\n\nAccompanied by his sister Nel, the skilled archer Opal, and the eccentric Tejirof, Gear embarks on a mission to restore Segua's honor and glory. As they traverse through a world filled with parodies of beloved Nintendo and Sega characters, their journey promises to be a thrilling adventure, filled with laughter, camaraderie, and epic battles. Will Gear and his team manage to turn the tide and secure victory for Segua against the mighty Marcus, Ninteldo's emperor, or will they succumb to the overwhelming power of their adversaries? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "deba8e4f040d5df4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.8333868274582565,
    "arithmeticGeometricMean": 5.819243310654433,
    "median": 5.700714285714286,
    "hash": "deba8e4f040d5df4",
    "lastUpdate": "2024-05-08"
  }
}