{
  "sources": [
    "https://anidb.net/anime/9302",
    "https://anilist.co/anime/14893",
    "https://anime-planet.com/anime/so-i-cant-play-h-ova",
    "https://anisearch.com/anime/7945",
    "https://kitsu.io/anime/7180",
    "https://livechart.me/anime/3909",
    "https://myanimelist.net/anime/14893",
    "https://notify.moe/anime/cL0dpFiiR"
  ],
  "synopsis": {
    "text": "Iria Fukumune, the mastermind behind the Momozono Academy's Swimsuit Contest, announces the opening of the school's pool with a special event in tow. The contest features four participants: Lisara Restall, Mina Ookura, Cule Zeria, and Iria herself. The contest is a cunning ploy by Iria to gauge her popularity against Lisara's. In exchange for winning, Lisara will receive information about the other members of the Eight Misfits, leading her to reluctantly accept the challenge. Meanwhile, Ryousuke Kaga, an ecchi high school boy, offers to coach Lisara, a top-ranking student at the Grimworld's Reaper Training Academy, on how to win in a revealing swimsuit.\n\nRyousuke first meets Lisara, a Grim Reaper on a mission to find 'The Singular Man', standing alone in the rain. In order to assist Lisara in her search, Ryousuke forms a contract with her, allowing her to draw energy from his perverted spirit. To replenish his depleted sexual desire, Ryousuke is left with no choice but to aid Lisara in her quest.\n\nThe Momozono Academy's Swimsuit Contest is just the beginning of this thrilling and ecchi-filled adventure, as Lisara and Ryousuke navigate the challenges of high school, Grim Reaper duties, and their unique partnership. Will Lisara emerge victorious in the contest and obtain the information she seeks? Will Ryousuke be able to handle the demands of his newfound role? Join them in this exciting anime and find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.617051616952302,
    "arithmeticGeometricMean": 6.611201937457406,
    "median": 6.587727272727273,
    "lastUpdate": "2024-05-09"
  }
}