{
  "sources": [
    "https://anidb.net/anime/16776",
    "https://anilist.co/anime/139498",
    "https://anime-planet.com/anime/that-time-i-got-reincarnated-as-a-slime-movie-scarlet-bond",
    "https://anisearch.com/anime/16619",
    "https://kitsu.io/anime/45231",
    "https://livechart.me/anime/10804",
    "https://myanimelist.net/anime/49877",
    "https://notify.moe/anime/7xJHuNN7g"
  ],
  "synopsis": {
    "text": "It's time for Rimuru Tempest and his loyal allies to embark on a new quest in the troubled land of Raja, situated west of Tempest. Once a thriving nation known for its gold mines, Raja now stands in ruins, its prosperity long gone. The once-bountiful lake has been tainted by the mines, and the kingdom is in dire straits. Queen Towa, in a desperate attempt to save her people, used the magical power of her tiara, a royal heirloom, to cleanse the lake. However, the tiara's magic comes with a devastating price—a curse that is slowly consuming her life.\n\nAs the situation worsens, an unexpected visitor arrives in Tempest—Hiiro, the last surviving ogre and Benimaru's long-lost brother. Hiiro seeks Rimuru's help to save Raja and Queen Towa, setting the stage for a new adventure filled with mystery, danger, and intrigue. As Rimuru and his friends journey to Raja to help the beleaguered nation and unravel the secrets behind Towa's curse, they find themselves entangled in a complex conspiracy that threatens to engulf the entire world. With the stakes higher than ever, Rimuru and his companions must rise to the challenge and prove their mettle once again to overcome their newfound enemies and save Raja from the brink of destruction.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "deea36434a40350b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.015445629767058,
    "arithmeticGeometricMean": 8.010095051438952,
    "median": 8.169545454545453,
    "hash": "deea36434a40350b",
    "lastUpdate": "2024-05-10"
  }
}