{
  "sources": [
    "https://anidb.net/anime/6304",
    "https://anilist.co/anime/5781",
    "https://anime-planet.com/anime/tenchi-muyo-war-on-geminar",
    "https://anisearch.com/anime/5148",
    "https://kitsu.io/anime/4274",
    "https://livechart.me/anime/3716",
    "https://myanimelist.net/anime/5781",
    "https://notify.moe/anime/UFjj5Fmig"
  ],
  "synopsis": {
    "text": "The story follows Kenshi Masaki, an unsuspecting 15-year-old boy from Earth, who is whisked away to a distant galaxy known as Geminar. In this new world, nations wage wars with Sacred Mechanoids, powerful humanoid exoskeletons unearthed from ancient ruins. Kenshi is coerced by a clandestine organization to assassinate Lashara Earth XXVIII, the youthful princess of the Shtrayu Empire, using one of these Mechanoids. When his attempt fails, he is taken captive and becomes the princess's personal servant.\n\nAs they journey to the Holy Land, an impenetrable fortress that serves as an academy for Sacred Mechanoid pilots, Kenshi's unique skills and resilient spirit make him a celebrity among the predominantly female student body. However, the same shadowy organization that manipulated Kenshi is working covertly within the academy, and a global conflict is on the horizon.\n\nAmidst the political turmoil and the growing affection of the female students, Kenshi must navigate the eccentricities of Geminar, uncover the true intentions of the mysterious organization, and find a way back to his home planet. The fate of Geminar hangs in the balance as Kenshi prepares to face an imminent invasion, harnessing the power of a Sacred Mechanoid to protect his newfound friends and preserve peace in this strange new world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "deeb1051d60d53e5",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.80205100582257,
    "arithmeticGeometricMean": 7.800572343368323,
    "median": 7.79,
    "hash": "deeb1051d60d53e5",
    "lastUpdate": "2024-05-09"
  }
}