{
  "sources": [
    "https://anidb.net/anime/692",
    "https://anilist.co/anime/271",
    "https://anime-planet.com/anime/gad-guard",
    "https://anisearch.com/anime/657",
    "https://kitsu.io/anime/246",
    "https://livechart.me/anime/5714",
    "https://myanimelist.net/anime/271",
    "https://notify.moe/anime/s_Kh5KmiR"
  ],
  "synopsis": {
    "text": "While scraping by in the dimly lit Night Town, Hajiki Sanada's life takes an unexpected turn when he encounters a mysterious cube called a Gad. In this dystopian future, the world is divided into Units, and resources are scarce. Night Town, located in Unit 74, is a place where electricity is a luxury, and survival is a daily struggle. When Hajiki unintentionally activates the Gad, it transforms into a colossal robotic entity known as a Techode, which he affectionately names Lightning.\n\nAs he navigates through life with his newfound mechanical companion, Hajiki learns that he is not alone in possessing a Techode. Other young individuals, each with their unique motivations and desires, have also formed bonds with these enigmatic beings. Some seek power, while others crave companionship or yearn for justice. As their paths intertwine, Hajiki finds himself at odds with these fellow Techode owners, forcing him to confront the true nature of these mechanical marvels and the mysterious origins of the Gads themselves.\n\nIn this thrilling tale of courage and self-discovery, Hajiki must protect his family and unravel the enigma surrounding the Gads and the Techodes, all while learning valuable lessons about friendship, loyalty, and the true meaning of strength. Join Hajiki and his formidable ally, Lightning, as they embark on a journey that will forever alter the course of their lives and the fate of Night Town.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "deecd8064fa1c4f4",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.4701134375828255,
    "arithmeticGeometricMean": 6.463804878504054,
    "median": 6.545454545454545,
    "hash": "deecd8064fa1c4f4",
    "lastUpdate": "2024-05-09"
  }
}