{
  "sources": [
    "https://anidb.net/anime/9186",
    "https://anilist.co/anime/16035",
    "https://anime-planet.com/anime/karneval",
    "https://anisearch.com/anime/7828",
    "https://kitsu.io/anime/7364",
    "https://livechart.me/anime/823",
    "https://myanimelist.net/anime/16035",
    "https://notify.moe/anime/zs5KtKimg"
  ],
  "synopsis": {
    "text": "Nai’s world is turned upside down when his dear friend vanishes without a trace, leaving behind only a mysterious bracelet. Desperate for answers, Nai finds himself crossing paths with Gareki, a cunning thief with a knack for picking pockets. When the duo stumbles upon a sinister plot in a luxurious mansion, they become the target of a relentless manhunt by military security forces. With nowhere else to turn, Nai and Gareki seek refuge in Circus, a renowned defense agency known for its unique blend of crime-fighting and entertainment.\n\nAs they delve deeper into the world of Circus, Nai and Gareki learn of the terrifying varuga, monstrous creatures that feed on human flesh, and the shadowy organization known as Kafka, which seeks to harness their power for nefarious purposes. Joined by a colorful cast of characters, Nai and Gareki embark on a perilous journey to uncover the truth behind Nai's missing friend, Karoku, and the enigmatic bracelet that connects them all.\n\nWith dazzling spectacles and high-stakes battles, Karneval invites you to explore a fantastical realm where the lines between good and evil blur, and the true nature of friendship is put to the test. Will Nai and Gareki find the answers they seek, or will they succumb to the darkness that lurks within the big top? Only time will tell, as the adventure unfolds in this thrilling anime.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "defa17f5ccbcaf27",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.974415352504638,
    "arithmeticGeometricMean": 6.969515479888973,
    "median": 7.093979591836734,
    "hash": "defa17f5ccbcaf27",
    "lastUpdate": "2024-05-09"
  }
}