{
  "sources": [
    "https://anidb.net/anime/18101",
    "https://anilist.co/anime/166794",
    "https://anime-planet.com/anime/a-sign-of-affection",
    "https://anisearch.com/anime/18523",
    "https://kitsu.io/anime/47691",
    "https://livechart.me/anime/12222",
    "https://myanimelist.net/anime/55866",
    "https://notify.moe/anime/XRxSTY94R"
  ],
  "synopsis": {
    "text": "When the world is silent, love speaks in its own unique language. Yuki Itose, a fashion-conscious college student, navigates life with a distinct challenge - she is deaf. Her world is small and predictable, revolving around her studies, her close friends, and her phone, her primary means of communication. One fateful winter day, Yuki's life takes an unexpected turn when she encounters Itsuomi Nagi, a charismatic and multilingual upperclassman who steps in to help her communicate with a lost tourist.\n\nItsuomi's natural and unflappable interaction with Yuki leaves a lasting impression on her. His ability to converse fluently in multiple languages and his passion for exploring the world starkly contrast with Yuki's own sheltered existence. Intrigued by each other's differences, Yuki and Itsuomi decide to spend more time together, gradually opening up new worlds to one another.\n\nAs Itsuomi introduces Yuki to experiences beyond her familiar routine, she finds herself drawn to his open-hearted and adventurous spirit. In turn, Itsuomi is captivated by Yuki's resilience and the unique way she perceives the world. Their bond deepens, and a heartwarming love story unfolds between two individuals who could not be more different.\n\nWill this budding romance survive the harsh winter and blossom into something beautiful, or will it wither away with the arrival of spring? Join Yuki and Itsuomi as they navigate the challenges and joys of love, communication, and self-discovery in this captivating tale of an unlikely connection.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.347220779220779,
    "arithmeticGeometricMean": 8.33980607718243,
    "median": 8.450454545454544
  },
  "lastUpdate": "2024-05-10"
}