{
  "sources": [
    "https://anidb.net/anime/11921",
    "https://anilist.co/anime/21636",
    "https://anime-planet.com/anime/kagewani-shou",
    "https://anisearch.com/anime/11147",
    "https://kitsu.io/anime/11822",
    "https://livechart.me/anime/2027",
    "https://myanimelist.net/anime/32682",
    "https://notify.moe/anime/OiQqpFmmg"
  ],
  "synopsis": {
    "text": "An ime enthusiasts, brace yourselves for a chilling and suspenseful journey with Kagewani! Directed by Tomoya Takashima and penned by Hiromu Kumamoto, this anime series is a thrilling ride filled with mysterious monsters and dark secrets.\n\nAt the heart of the story is Sousuke Banba, a scientist and university professor, who finds himself entangled in a web of strange occurrences involving enigmatic creatures known as UMA. As these monsters begin to wreak havoc on humanity, Sousuke embarks on a perilous quest to uncover the truth behind their existence. Along the way, he uncovers a sinister plot to clone and weaponize a mysterious organism called 'Kagewani'.\n\nIn the midst of his investigation, Sousuke acquires the ability to harness the power of the Kagewani, giving him a formidable weapon against these monstrous threats. However, this newfound power comes with a steep price: Sousuke must now grapple with the looming threat of losing his sanity as the power threatens to consume him.\n\nAs the series progresses, Sousuke must confront old and new threats, including the resurgence of the upper echelons of Sarugaku and an assassin with a personal vendetta against him. Despite these challenges, Sousuke remains steadfast in his mission to unravel the origins of the Kagewani and put an end to their menacing reign.\n\nJoin Sousuke Banba in this suspenseful and thrilling adventure as he navigates through the shadows to uncover the truth behind the Kagewani!",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.4346162283095065,
    "arithmeticGeometricMean": 6.42627808159462,
    "median": 6.386818181818182
  },
  "lastUpdate": "2024-05-09"
}