{
  "sources": [
    "https://anidb.net/anime/14258",
    "https://anilist.co/anime/104009",
    "https://anime-planet.com/anime/rinshi-ekoda-chan",
    "https://anisearch.com/anime/13804",
    "https://kitsu.io/anime/42018",
    "https://livechart.me/anime/3459",
    "https://myanimelist.net/anime/38162",
    "https://notify.moe/anime/Z4xpDTPmg"
  ],
  "synopsis": {
    "text": "Preferring the freedom of temporary jobs over a fixed career, Ekoda-chan is a spirited young woman hailing from the countryside, now residing in the bustling city of Tokyo. She navigates the urban jungle with a carefree attitude and an unapologetic approach to life, often spending her time lounging around in her natural state.\n\nBased on Yukari Takinami's 4-panel manga, \"Rinshi!! Ekodachan\" offers a unique glimpse into the life of this unconventional protagonist. Ekoda-chan, unfazed by societal norms and expectations, shares her experiences and insights, offering solace to women striving to make their mark in a challenging world.\n\nEach episode of this anthology-style anime is a standalone masterpiece, featuring a different director, character designer, voice cast, and anime studio. This unique approach ensures a fresh perspective with every episode, making the series a vibrant tapestry of diverse storytelling styles.\n\nEkoda-chan's adventures often lead her to cross paths with 'birds of prey' - women who leverage their charm and feigned innocence to captivate men. Despite her disinterest in romantic entanglements, she finds herself working in hostess clubs, offering a candid commentary on these interactions.\n\nIn essence, \"Rinshi!! Ekodachan\" is a delightful blend of humor, realism, and insightful social commentary, offering a refreshing take on the life of a single woman in Tokyo.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.742439084724799,
    "arithmeticGeometricMean": 5.6947485890504295,
    "median": 5.446818181818182,
    "lastUpdate": "2024-05-09"
  }
}