{
  "sources": [
    "https://anidb.net/anime/1372",
    "https://anilist.co/anime/2789",
    "https://anime-planet.com/anime/b-legend-battle-b-daman",
    "https://anisearch.com/anime/1743",
    "https://kitsu.io/anime/2545",
    "https://livechart.me/anime/8235",
    "https://myanimelist.net/anime/2789",
    "https://notify.moe/anime/7MW85Kimg"
  ],
  "synopsis": {
    "text": "B-Daplayers, prepare for action! In a world where the thrill of the old west meets the enigma of mysticism, a competitive sport known as B-Daman reigns supreme. Utilizing powerful marble launching machines, participants engage in intense B-DaBattles, but unbeknownst to most, these machines harbor hidden powers capable of much more than mere sport.\n\nEnter Yamato Daiwa, a feline-raised youngster with an extraordinary Be-Spirit. Haunted by visions of an enigmatic object, Yamato's life takes a dramatic turn when he discovers that the object is not just an ordinary machine but the key to the world's destiny. Chosen by the Beda-Magicians of the Bedaworld, Yamato becomes the wielder of the formidable Kobalt Blade, the most powerful B-Daman.\n\nAs the new guardian of the Kobalt Blade, Yamato must navigate a series of fiery battles against the sinister Shadow organization, whose true motives remain shrouded in mystery. Are they seeking to rule the Bedaworld, or do they have a more nefarious agenda?\n\nAlong his perilous journey, Yamato forges unbreakable bonds with fellow B-Daplayers Gray, Bull, and Terry. Together, they form an unstoppable team, determined to triumph in B-Daman tournaments and thwart the evil machinations of the Shadow Alliance. With the fate of the world resting on their shoulders, can Yamato and his friends rise to the challenge and become the ultimate B-Dachampions? Only time will tell in this epic saga of friendship, courage, and high-stakes competition.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.374202726978238,
    "arithmeticGeometricMean": 5.259476795899346,
    "median": 6.090909090909091
  },
  "lastUpdate": "2024-05-08"
}