{
  "sources": [
    "https://anidb.net/anime/562",
    "https://anilist.co/anime/874",
    "https://anime-planet.com/anime/digimon-tamers",
    "https://anisearch.com/anime/1670",
    "https://kitsu.io/anime/774",
    "https://livechart.me/anime/3980",
    "https://myanimelist.net/anime/874",
    "https://notify.moe/anime/ogrAcFmmR"
  ],
  "synopsis": {
    "text": "His dream was to own a Digimon, hers was to have a powerful one, and all he wanted was a companion Digimon. The trio's wishes materialize in the most unexpected way, but their joy is short-lived as a horde of destructive Digimon threaten to annihilate their world. In \"Digimon Tamers,\" Takato, Ruki, and Jen embark on a perilous journey to protect their realm, joined by other brave souls and armed with their partner Digimon summoned from a mysterious blue card. As they delve deeper into the Digital Zone, they uncover the enigma behind the D-Reaper and the true nature of their Digimon.\n\nSet in a world where the Digimon craze has taken over, the line between fantasy and reality blurs when Takato, an avid fan of the trading card game, stumbles upon a strange blue card. His self-designed Digimon, Guilmon, springs to life, and Takato's adventures as a Digimon Tamer commence. However, the thrill of having a real-life Digimon is overshadowed by the sudden emergence of wild Digimon wreaking havoc across Japan. With his Digivice and trading cards as his only weapons, Takato and Guilmon rise to the challenge, battling rogue Digimon and uncovering a sinister organization bent on eradicating all Digimon and their Tamers.\n\nTakato, JianLiang, and Ruki are ordinary children who become extraordinary Digimon Tamers when their fictional card game characters come to life. Despite their contrasting views on how Digimon should be treated, they must unite to defend their world from the digital invaders. As they confront the growing menace, they find themselves at",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "dfb064edec786b99",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.3189088751779785,
    "arithmeticGeometricMean": 7.308552012516461,
    "median": 7.593023255813954,
    "hash": "dfb064edec786b99",
    "lastUpdate": "2024-05-09"
  }
}