{
  "sources": [
    "https://anilist.co/anime/109260",
    "https://anisearch.com/anime/14369",
    "https://kitsu.io/anime/42325",
    "https://livechart.me/anime/9221",
    "https://myanimelist.net/anime/39244",
    "https://notify.moe/anime/zooiFcvWg"
  ],
  "synopsis": {
    "text": "Kouji Ibuki, haunted by unsettling dreams, discovers his ability to perceive a dark entity known as Sanctuary, a force distorting the timeline across history. Joined by Suiko, they traverse the parallel realm of -if-, witnessing the struggles of Magical Girls Emi Sendou and Shuka as they summon Vanguard units in an attempt to rectify the altered timeline. However, their card-based battles prove ineffective against the real monsters they face.\n\nMeanwhile, Aichi Sendou and the Miyaji Cardfight Club set their sights on the national championship, only to face unexpected hurdles as a rewritten timeline dislodges Kourin from their team. In a race against time, they must restore their team to its original strength while warding off the relentless efforts of the Student Council to disband their club.\n\nSimultaneously, Kai grapples with his inner turmoil, striving to rekindle his bond with his cards. Kouji, on the other hand, stands at a crossroads, contemplating whether to abandon the game or to seek a new approach that doesn't involve erasing others.\n\nIn the latest season of Cardfight!! Vanguard, Aichi's journey intensifies as he prepares for the prestigious Vanguard Koushien tournament. With the Cardfight Club on the brink of dissolution due to insufficient members, Aichi must assume the role of a mentor, honing his comrades' skills while battling the student council's persistent attempts to terminate the club.\n\nAmidst these challenges, Aichi's life takes an unexpected turn when he crosses paths with Toshiki Kai, the individual who once bestowed upon him the rare \"Blaster Blade\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e015c04f7ffeed01",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.327064935064935,
    "arithmeticGeometricMean": 6.3062316030518,
    "median": 6.43,
    "hash": "e015c04f7ffeed01",
    "lastUpdate": "2024-05-06"
  }
}