{
  "sources": [
    "https://anidb.net/anime/11905",
    "https://anilist.co/anime/21613",
    "https://anime-planet.com/anime/saga-of-tanya-the-evil",
    "https://anisearch.com/anime/11175",
    "https://kitsu.io/anime/11794",
    "https://livechart.me/anime/2015",
    "https://myanimelist.net/anime/32615",
    "https://notify.moe/anime/4qBqtKiiR"
  ],
  "synopsis": {
    "text": "What appears to be a delicate young girl named Tanya Degurechaff, with her blonde hair, blue eyes, and almost transparent skin, is actually a ruthless and tactically brilliant military commander in a world where magic and warfare intertwine. Unbeknownst to others, Tanya is the reincarnation of a Japanese office worker who, after challenging a self-proclaimed divine entity, Being X, finds herself in this new reality.\n\nIn her previous life, Tanya was a relentless corporate climber, seeking a comfortable and peaceful existence. Reincarnated, her ambitions remain unchanged, but her path is fraught with constant trials orchestrated by Being X, who is determined to break her defiance. As Tanya rises through the ranks of the Empire's military, her strategic prowess and combat skills unwittingly propel the nation to unprecedented power.\n\nDespite her seemingly innocent appearance and youthful lisp, Tanya commands her troops with an iron fist, earning her the moniker 'Devil of the Rhine.' As she navigates the treacherous battlefields and the complexities of her new life, Tanya remains steadfast in her quest for a tranquil life, all while locked in a relentless battle of wills with Being X. Will Tanya manage to outwit Being X and achieve her desired peace, or will she fall victim to the very power she helped unleash? Only time will tell in this thrilling tale of magic, warfare, and divine intervention.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e05038ee35cb9941",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.041508258136258,
    "arithmeticGeometricMean": 8.040545209173532,
    "median": 8.05148757799957,
    "hash": "e05038ee35cb9941",
    "lastUpdate": "2024-05-10"
  }
}