{
  "sources": [
    "https://anidb.net/anime/8298",
    "https://anilist.co/anime/10370",
    "https://anime-planet.com/anime/beyblade-metal-fury",
    "https://anisearch.com/anime/6922",
    "https://kitsu.io/anime/6152",
    "https://livechart.me/anime/1537",
    "https://myanimelist.net/anime/10370",
    "https://notify.moe/anime/utCntKmiR"
  ],
  "synopsis": {
    "text": "Black skies and celestial events set the stage for a new cosmic adventure. After their hard-fought victory against Faust and the Spiral Core, Ginga and his team find themselves in an unexpected rescue mission, saving a young astronomer prodigy named Yuki from the clutches of an enigmatic figure, Johannes. Yuki, who also happens to be a Blader in possession of the powerful \"Anubius,\" shares a startling revelation: he witnessed a meteor shower, and one of those meteors now resides within Anubius. He heard the meteor's voice, a Star Fragment, that fateful night.\n\nA nefarious force seeks to harness the Star Fragment's mysterious power to awaken the dreaded \"Black Sun\" and Nemesis, the deity of destruction, and bring about the world's annihilation. To thwart this impending doom, Ginga and his friends must embark on a quest to locate ten legendary Bladers, uniting their strengths to prevent the resurrection of Nemesis. Among these legendary Bladers are the Four Seasons, Kyouya, Ryuga, and Chris, as well as the Solar System Bladers, King, Aguma, Tiphi, and Dynamies.\n\nAs the cosmic battle unfolds, Ginga must master his new 4D system beys and unleash a powerful move, Super Cosmic Nova, to vanquish the God of Destruction and save the world from impending catastrophe. The episode count continues from 103, promising an action-packed journey filled with new challenges and thrilling encounters.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e06a8c36b734da7e",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.8352290507111935,
    "arithmeticGeometricMean": 6.827111741084153,
    "median": 6.952,
    "hash": "e06a8c36b734da7e",
    "lastUpdate": "2024-05-09"
  }
}