{
  "sources": [
    "https://anidb.net/anime/2190",
    "https://anilist.co/anime/884",
    "https://anime-planet.com/anime/blade-of-the-phantom-master",
    "https://anisearch.com/anime/89",
    "https://kitsu.io/anime/784",
    "https://livechart.me/anime/6556",
    "https://myanimelist.net/anime/884",
    "https://notify.moe/anime/2_CAcFmmR"
  ],
  "synopsis": {
    "text": "Blade of the Phantom Master unfolds in a war-torn land once known as Jushin, a realm inspired by feudal Korea. Jushin, now a mere shadow of its former glory, is splintered into various territories governed by ruthless warlords. In this chaos, Munsu, a battle-hardened warrior with a bitter past, roams aimlessly. Once an Angyo Onshi, a secret agent of the king tasked with maintaining justice, Munsu's purpose seems lost in the ruins of Jushin.\n\nHis life takes an unexpected turn when he encounters a dying Mong Ryong, a young man with dreams of becoming an Angyo Onshi himself. Ryong's mission is to rescue his beloved Chun Hyang, a fierce fighter held captive by the malevolent Lord Byun Haku Dou. Despite his skepticism, Munsu takes up Ryong's mission after a deadly encounter with the Sarinjas, a cannibalistic desert goblin tribe.\n\nWith the power of Angyo Onshi, Munsu summons an army of ghost soldiers, liberating Chun Hyang from her captor. Upon visiting Ryong's grave, Chun Hyang pledges her loyalty to Munsu, becoming his bodyguard. Together, they embark on a perilous journey, seeking vengeance against those who brought about Jushin's downfall. Munsu's path is fraught with battles against nefarious adversaries, from arms dealers and smugglers to tyrants and necromancers. Yet, he remains steadfast, using his formidable skills to aid those willing to fight for justice in this lawless world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.89262268343901,
    "arithmeticGeometricMean": 6.890233433929139,
    "median": 6.84,
    "lastUpdate": "2024-05-09"
  }
}