{
  "sources": [
    "https://anidb.net/anime/10638",
    "https://anilist.co/anime/20728",
    "https://anime-planet.com/anime/nisekoi-ova",
    "https://anisearch.com/anime/9655",
    "https://kitsu.io/anime/8490",
    "https://livechart.me/anime/554",
    "https://myanimelist.net/anime/24227",
    "https://notify.moe/anime/5t1AtKmmR"
  ],
  "synopsis": {
    "text": "New Synopsis:\n\nIn the heartwarming OAV 'Loss,' Miyamoto Yuri's world turns blurry as she misplaces her glasses, leading to a search party formed by her friends, Ichijō Raku and Onodera Kosaki. Amidst the quest, the air thickens with unspoken affection between Ichijō and Onodera. The narrative shifts in 'Shrine Maiden,' where Ichijō is plagued by misfortune, prompting his friends Onodera, Chitoge, Mariko, and Tsugumi to join forces and expel his bad luck.\n\nBased on chapters 58, 64, 65, and 71 of the Nisekoi manga, the OVAs pack a punch with their engaging storylines.\n\nIn a world where high school student Ichijō Raku's life intertwines with Kirisaki Chitoge due to their parents' yakuza affiliations, a pretense of romance blossoms to maintain peace. 'Loss' showcases Miyamoto Ruri's newfound clarity, even without her glasses, about Raku and Onodera Kosaki's feelings for each other. In 'Shrine Maiden,' the gang's New Year's Day shrine visit takes an unexpected turn when they believe something sinister is haunting Raku.\n\n'Work' reveals the reason behind Tachibana Marika's early school dismissals, leading Raku and Chitoge to a surprising discovery at a local fast food joint. 'Change' brings the gang to Raku's mansion for a New Year's Day feast, followed by Chitoge's craving for non-Japanese sweets that inadvertently contain alcohol. 'Bath House' finds",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e0cfd6a3464adca0",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.3849026233411275,
    "arithmeticGeometricMean": 7.383211910420002,
    "median": 7.449545454545454,
    "hash": "e0cfd6a3464adca0",
    "lastUpdate": "2024-05-09"
  }
}