{
  "sources": [
    "https://anidb.net/anime/11851",
    "https://anilist.co/anime/21560",
    "https://anime-planet.com/anime/berserk-2016",
    "https://anisearch.com/anime/11039",
    "https://kitsu.io/anime/11655",
    "https://livechart.me/anime/1975",
    "https://myanimelist.net/anime/32379",
    "https://notify.moe/anime/RyiqpKmiR"
  ],
  "synopsis": {
    "text": "Spurred by an insatiable thirst for vengeance, Guts, the formidable Black Swordsman, embarks on a relentless journey, his heart ablaze with unquenchable determination. As he traverses through a treacherous landscape, he encounters ruthless bandits, deranged spectral entities, and a pious servant of the divine, all of whom obstruct his path. Despite the constant erosion of his vitality, Guts remains resolute, battling these grotesque adversaries with nothing but his physical prowess and his mighty blade, a testament to his human resilience.\n\nBranded for death and pursued by hordes of malevolent creatures, Guts defies his grim fate, wielding the gargantuan Dragonslayer sword. He vows to seek retribution from the very man he once admired and called a friend. Along his perilous journey, he crosses paths with an unlikely trio: Puck, a diminutive elf, and Isidro, a young thief eager to learn the art of swordsmanship from the battle-hardened mercenary. Together, this motley crew confronts unimaginable dangers as they join Guts in his quest.\n\nA dark mark adorning the back of his neck serves as a beacon for demons, compelling Guts to maintain a solitary existence to avoid endangering others. This enigmatic figure, clad in ebony armor, is dubbed the \"Black Swordsman\" by the church and whispers of his exploits echo throughout the land. However, Guts remains indifferent to his infamous reputation, for a far greater purpose consumes him. All the while, he tirelessly searches for his beloved Casca, who is afflicted with amnesia.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.488712894248609,
    "arithmeticGeometricMean": 6.482250139769333,
    "median": 6.377597402597402
  },
  "lastUpdate": "2024-05-09"
}