{
  "sources": [
    "https://anidb.net/anime/6669",
    "https://anilist.co/anime/6800",
    "https://anime-planet.com/anime/transformers-scramble-city",
    "https://anisearch.com/anime/5800",
    "https://kitsu.io/anime/4723",
    "https://myanimelist.net/anime/6800",
    "https://notify.moe/anime/Kbu65Kmmg"
  ],
  "synopsis": {
    "text": "The Transformers OVA, \"Scramble City,\" was released in Japan in April 1986, serving as a promotional video for the new line of 'Scramble City' toys. Set before the events of Transformers: The Movie, the story unfolds during the early stages of Autobot City's construction. Overseeing the project is the newly arrived Ultra Magnus, working on the powerful 'Scramble City.'\n\nThe tale begins with a flashback to the Transformers' arrival on Earth, followed by the story of Devastator. As the Autobots work on their new city, the Decepticons catch wind of their plans and launch an attack using their combiner robots. This leads to an epic battle between the Decepticons and Autobots, with their respective combiner robots facing off against each other.\n\nIn the heart of the conflict, Optimus and the Aerialbots confront Devastator, but the battle escalates as Menasor joins the fray. The fight intensifies further with the arrival of Bruticus and Defensor. Amidst the chaos, Metroplex, the gigantic Cybertron warrior resembling a city, enters the battle, ultimately leading to the surprising appearance of Dinosaurer.\n\nAs the Decepticons assault the Autobots' base with full force, the completion of Scramble City hangs in the balance. The question remains: will the Autobots manage to finish Scramble City in time to aid Optimus and the others against the Decepticons' superior firepower, or will they fall victim to their relentless attack?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e0ea0a82975cdfb2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.628822157434402,
    "arithmeticGeometricMean": 5.6192568992166505,
    "median": 5.5,
    "hash": "e0ea0a82975cdfb2",
    "lastUpdate": "2024-05-08"
  }
}