{
  "sources": [
    "https://anidb.net/anime/710",
    "https://anilist.co/anime/178",
    "https://anime-planet.com/anime/ultra-maniac",
    "https://anisearch.com/anime/2173",
    "https://kitsu.io/anime/155",
    "https://livechart.me/anime/5382",
    "https://myanimelist.net/anime/178",
    "https://notify.moe/anime/oA9t5KmmR"
  ],
  "synopsis": {
    "text": "Hideo Middle School's second-year student, Ayu Tateishi, is the epitome of coolness and popularity, at least that's what she wants everyone to believe. In reality, she's just a regular girl trying to catch the attention of her crush, Tetsushi Kaji, the rising star of the baseball team. Her life takes a magical turn when she encounters Nina Sakura, a transfer student with a peculiar personality and a secret - she's a young witch from the Magic Kingdom, sent to Earth to improve her magical skills.\n\nAs Ayu becomes Nina's confidant and friend, she's drawn into a world of enchantment and chaos, as Nina's spells often backfire, causing all sorts of trouble. Meanwhile, Ayu struggles to maintain her cool image and deal with her unrequited love for Kaji. To complicate matters, Nina develops feelings for Hiroki Tsujiai, a quiet tennis club member and Kaji's best friend, despite being betrothed to someone back in the Magic Kingdom.\n\nThis is a tale of friendship, love, and magic set in the backdrop of middle school life. As Ayu and Nina navigate through their personal dilemmas, they must also face challenges from the Magic Kingdom. Will Ayu ever confess her feelings to Kaji? Will Nina master her magic and find her true love? Join Ayu, Nina, Kaji, and Tsujiai in this ultra-funny, ultra-romantic, and ultra-magical adventure!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e102a79cb61de522",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.98678293135436,
    "arithmeticGeometricMean": 6.979310069079151,
    "median": 7.090909090909091,
    "hash": "e102a79cb61de522",
    "lastUpdate": "2024-05-10"
  }
}