{
  "sources": [
    "https://anidb.net/anime/7316",
    "https://anilist.co/anime/7596",
    "https://anime-planet.com/anime/haiyoru-nyaru-ani",
    "https://anisearch.com/anime/6028",
    "https://kitsu.io/anime/5046",
    "https://livechart.me/anime/4237",
    "https://myanimelist.net/anime/7596",
    "https://notify.moe/anime/ri4ztFmmg"
  ],
  "synopsis": {
    "text": "March into the whimsical world of 'Haiyore! Nyaruko-san' with these animated Flash shorts, inspired by the popular light novel series. Brace yourself for a rollercoaster ride of laughter and absurdity as you follow the escapades of Nyarlko, a charming female personification of Nyarlathotep from H.P. Lovecraft's renowned Cthulhu Mythos.\n\nJoin Nyarlko and Mahiro, an ordinary human boy, in their series of comedic misadventures, where Nyarlko's outlandish antics often earn her a stern rebuke from Mahiro. From sketching a provocative body pillow cover featuring Mahiro in a compromising position, to engaging in light-hearted banter about RPGs and pets, there's never a dull moment in their lives.\n\nThe fun doesn't stop there! Enter Cthuko, an anthropomorphized female version of Cthugha, who harbors deep affection for Nyarlko. Watch as Mahiro navigates the complexities of teaching Cthuko how to cook, all while managing the dynamics of Cthuko's crush on Nyarlko.\n\nThis 20-minute, full-length Flash anime was initially released as a premium package with the limited edition copies of Aisora Manta's fourth 'Haiyore! Nyaruko-san' light novel. Dive into this set of comedy shorts and get ready to be entertained by the adorable silver-haired girl, Nyaruko-san, who is, in reality, an ancient monster god.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e116acf048c1500b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.111037569573284,
    "arithmeticGeometricMean": 6.076372583028658,
    "median": 6.276363636363636,
    "hash": "e116acf048c1500b",
    "lastUpdate": "2024-05-09"
  }
}