{
  "sources": [
    "https://anidb.net/anime/14498",
    "https://anilist.co/anime/106508",
    "https://anime-planet.com/anime/fight-league-gear-gadget-generators",
    "https://anisearch.com/anime/14053",
    "https://kitsu.io/anime/42151",
    "https://livechart.me/anime/8365",
    "https://myanimelist.net/anime/38719",
    "https://notify.moe/anime/os0wpO6ig"
  ],
  "synopsis": {
    "text": "Our tale unfolds in the world of Fight League, an elite battleground where fighters from various brands engage in intense preliminary matches, vying for the coveted opportunity to participate in the ultimate showdown. Among these brands, GGG hosts the GGG Cup, a tournament where fighters wield their cherished gadgets in pursuit of supremacy. The secret to triumph lies in the synergy between teammates, known as 'art chains.'\n\nAt the heart of our story is G-Wrench, a formidable girl who effortlessly brandishes a colossal wrench gadget, leading her team, the Boltechs, in their quest for victory. However, their journey takes an unexpected turn when a mysterious girl materializes during a match, altering the destinies of G-Wrench, the Boltechs, and the entire GGG brand.\n\nIn a parallel narrative, we meet Adjust Wrench, a passionate fighter competing in the Fight League alongside her team, the Boltechs. Despite their consistent efforts, they achieve only moderate success. In a bid to enhance their strength, Wrench integrates a mysterious computer chip inherited from her grandfather into her gadget, inadvertently summoning an incredibly powerful girl. This enigmatic figure, who names herself Mona Chrome, joins the Boltechs, propelling the team to new heights with her extraordinary abilities. Yet, as their rivals strive to match their power, questions surrounding Chrome's identity and the origin of her strength begin to surface.\n\nJoin us in this thrilling adventure as fighters chain up their gadgets, teams strategize their way to victory, and mysteries unravel, forever changing the course of Fight League and its participants!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.785474865270784,
    "arithmeticGeometricMean": 5.749714840204937,
    "median": 6.03,
    "lastUpdate": "2024-05-09"
  }
}