{
  "sources": [
    "https://anidb.net/anime/16682",
    "https://anilist.co/anime/139213",
    "https://anime-planet.com/anime/cardfight-vanguard-overdress-4th-season",
    "https://anisearch.com/anime/16723",
    "https://kitsu.io/anime/45215",
    "https://livechart.me/anime/10787",
    "https://myanimelist.net/anime/49820",
    "https://notify.moe/anime/5pFw0fI7R"
  ],
  "synopsis": {
    "text": "Michiru's suspicions about the mysterious disappearances of skilled fighters lead her to send Danji to investigate the Deluxe tournament in America. Meanwhile, Yuuyu, Raika, and Touya, the triumphant champions of Japan's Deluxe tournament, embark on an exhilarating exhibition match tour across the United States. Their formidable adversaries, all high-ranking Deluxe USA fighters, push them to their limits in a series of blazing battles.\n\nAs Danji delves deeper into the enigmatic background of the Deluxe tournament, he begins to unravel a sinister connection with the missing fighters case. Back in Japan, a powerful new faction emerges, driven by the ambition to attain the \"Ultimate Fight\" in cardfights. Their relentless recruitment of fighters casts an ominous shadow over Yu-yu and the rest of Blackout's future.\n\nWhile Yu-yu, Raika, and Touya face unexpected challenges in America, such as Raika's enigmatic opponent, the Witch of the Starry Sky, and Yu-yu's surprising duel against Danji himself, the members of Team Blackout remain in Japan, honing their skills in anticipation of upcoming battles. As the plot thickens, events unfold in both countries that could drastically reshape the Cardfight!!! Vanguard world, drawing Michiru and Urara into a whirlwind of intrigue that could change everything.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e15eedcb700882c6",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.231483487940631,
    "arithmeticGeometricMean": 6.192255104690075,
    "median": 6.216326530612244,
    "hash": "e15eedcb700882c6",
    "lastUpdate": "2024-05-09"
  }
}