{
  "sources": [
    "https://anidb.net/anime/15749",
    "https://anilist.co/anime/124641",
    "https://anime-planet.com/anime/dropkick-on-my-devil-x",
    "https://anisearch.com/anime/15589",
    "https://kitsu.io/anime/43611",
    "https://livechart.me/anime/10174",
    "https://myanimelist.net/anime/42994",
    "https://notify.moe/anime/iNdo6PFMg"
  ],
  "synopsis": {
    "text": "Jashin-chan’s life takes a dramatic turn when she is summoned from Hell by Yurine Hanazono, a witch and college student living in a dilapidated apartment in Jinbocho. The half-human, half-snake demon is now stuck in the human realm, and the only way back to Hell is to kill the one who summoned her. However, every failed murder attempt and mischievous act only results in violent retaliation from Yurine.\n\nJashin-chan's life is further complicated by her gambling addiction, which lands her in a lifelong debt to Hell Financing after losing three million yen. Desperate to evade repayment, Jashin-chan flees to Hokkaido, hoping to hide for the rest of her days. But her dreams of escaping her debt are shattered when someone comes knocking for the money.\n\nMeanwhile, Pino, a former subordinate of Pekola and Poporon, arrives on the scene, wielding a weapon. Pekola believes that God has finally sent someone to bring her home, but the situation may not be as simple as it seems.\n\nIn \"Dropkick on My Devil!!! X,\" Jashin-chan continues her quest to kill Yurine and return to Hell. However, Yurine's resilience and Jashin-chan's own incompetence make this task nearly impossible. The pair's chaotic life takes them from the city to rural areas as Jashin-chan attempts to escape her mounting debts. All the while, the angels are forced to live on Earth, causing Lierre considerable distress. This dark comedy promises a wild ride filled with demonic antics and divine hilarity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.244760049474335,
    "arithmeticGeometricMean": 7.237509737991037,
    "median": 7.334,
    "lastUpdate": "2024-05-09"
  }
}