{
  "sources": [
    "https://anidb.net/anime/9330",
    "https://anilist.co/anime/14941",
    "https://anime-planet.com/anime/akb0048-next-stage",
    "https://anisearch.com/anime/7961",
    "https://kitsu.io/anime/7184",
    "https://livechart.me/anime/872",
    "https://myanimelist.net/anime/14941",
    "https://notify.moe/anime/PO1OtKmig"
  ],
  "synopsis": {
    "text": "If you're a fan of high-stakes competition, interstellar warfare, and catchy tunes, then buckle up for the thrilling ride that is AKB0048! In a universe where entertainment has been outlawed, this fearless group of idols-turned-soldiers is on a mission to bring joy and harmony back to the galaxy. But it won't be easy - not only are they up against the ruthless Deep Galactic Trade Organization, but they also face fierce competition from within their own ranks.\n\nAs the 77th generation of understudies vies for the coveted position of Centre Nova, tensions run high and loyalties are put to the test. With the return of the general elections and the center nova position, the understudies find themselves in a direct competition with the successors, and the stakes have never been higher. Who will emerge victorious and become the new face of AKB0048?\n\nBut that's not all - as the competition heats up, it becomes clear that there's a traitor in their midst, feeding crucial information to the enemy. Will our heroines be able to unmask the mole before it's too late? And what secrets lie hidden in the mysterious figure of Sensei-sensei, the enigmatic songwriter who holds the key to their fate?\n\nWith its thrilling action sequences, catchy musical numbers, and complex characters, AKB0048 is a must-watch for fans of anime that delivers both style and substance. So strap in, grab some popcorn, and get ready to cheer on your favorite idols as they fight for love, peace, and the power of music!",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.689603097299527,
    "arithmeticGeometricMean": 7.687246344984645,
    "median": 7.696
  },
  "lastUpdate": "2024-05-08"
}