{
  "sources": [
    "https://anidb.net/anime/13649",
    "https://anilist.co/anime/100744",
    "https://anime-planet.com/anime/pokemon-movie-21-the-power-of-us",
    "https://anisearch.com/anime/13125",
    "https://kitsu.io/anime/41413",
    "https://livechart.me/anime/3010",
    "https://myanimelist.net/anime/36927",
    "https://notify.moe/anime/qI2bVAvmg"
  ],
  "synopsis": {
    "text": "City of Fula, a coastal town where people live harmoniously with the wind, is gearing up for its annual Wind Festival. Legend has it that the mythical Pokémon Lugia graces the festival's final day, bestowing the town with its windy blessings. This year, the festival attracts a diverse group of individuals, each with their unique stories. Among them are Lisa, a high school girl and budding Pokémon trainer, Callahan, a boastful man with a penchant for lying, Toren, an introverted researcher, Harriet, an elderly woman with an aversion to Pokémon, and Margo, a mysterious girl who guards the forest.\n\nAs Ash, a determined Pokémon Master, and his loyal Pikachu join the festival's Pokémon Catching Race, Callahan, despite his lack of Pokémon knowledge, manages to win the competition. Meanwhile, Ash befriends Lisa, who dreams of catching her first Pokémon. However, the festivities take a dark turn when Team Rocket steals a capsule from Toren's lab and the sacred flame of the festival disappears. As the town faces imminent danger, Ash and his newfound friends embark on a mission to save their city. Along the way, they encounter Zeraora, the Thunderclap Pokémon, who was believed to be extinct. Will they be able to put aside their differences and work together to save their beloved town? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e19b44e7705b1124",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.360057410843126,
    "arithmeticGeometricMean": 7.357817640756598,
    "median": 7.383956916099773,
    "hash": "e19b44e7705b1124",
    "lastUpdate": "2024-05-09"
  }
}