{
  "sources": [
    "https://anidb.net/anime/5658",
    "https://anilist.co/anime/3859",
    "https://anime-planet.com/anime/himitsu-the-revelation",
    "https://anisearch.com/anime/4691",
    "https://kitsu.io/anime/3305",
    "https://livechart.me/anime/5722",
    "https://myanimelist.net/anime/3859",
    "https://notify.moe/anime/rWyl5Kmmg"
  ],
  "synopsis": {
    "text": "Laboratory Section Nine, a specialized division of the National Research Institute of Police Science, is at the forefront of a groundbreaking technology that allows investigators to delve into the memories of the deceased to solve crimes. The technology, although revolutionary, raises complex ethical dilemmas and exposes investigators to the harrowing experiences of both victims and perpetrators.\n\nLed by the seasoned Tsuyoshi Maki, the team grapples with the psychological and emotional implications of their work, as they navigate the murky waters of people's private memories. Joining the team is Ikkou Aoki, a recent police academy graduate, who must come to terms with the disturbing realities of his new role while replacing Maki's late best friend, Katsuhiro Suzuki, whose mysterious death is linked to a particularly gruesome case.\n\nAs Section Nine faces mounting pressure from the media and the government, the team must balance their duty to solve crimes with the need to respect the privacy of the deceased and their families. With each new case, the investigators are forced to confront their own moral boundaries and the potential consequences of their actions on their mental well-being. Will they be able to overcome these challenges and bring justice to the victims, or will the darkness they encounter consume them?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e1d0da0598762b5a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.303825072886297,
    "arithmeticGeometricMean": 7.290866777657695,
    "median": 7.090909090909091,
    "hash": "e1d0da0598762b5a",
    "lastUpdate": "2024-05-10"
  }
}