{
  "sources": [
    "https://anidb.net/anime/6748",
    "https://anilist.co/anime/6867",
    "https://anime-planet.com/anime/halo-legends",
    "https://anisearch.com/anime/5491",
    "https://kitsu.io/anime/4760",
    "https://livechart.me/anime/4196",
    "https://myanimelist.net/anime/6867",
    "https://notify.moe/anime/CBgRtFimg"
  ],
  "synopsis": {
    "text": "Halo Legends is an anthology of 7 short stories set in the expansive Halo universe, each animated by a different studio and offering unique perspectives into the lives of soldiers, heroes, and innocents caught up in the epic conflict. The Duel delves into the backstory of an Arbiter who dared to question the Covenant religion and is branded a heretic. The Package follows a covert mission undertaken by Master Chief and Blue Team to intercept a high-value target aboard a Covenant ship. Origins I & II detail the tragic downfall of the ancient Forerunners at the hands of the parasitic Flood, and the eventual rise of humanity as they take their place among the stars. Homecoming centers on Spartan Daisy-023 as she struggles with her past in the SPARTAN-II program while rescuing marooned UNSC soldiers. The Babysitter highlights the rivalry between elite Orbital Drop Shock Troopers and Spartans as they're forced to collaborate on a dangerous assassination op. Prototype is a gritty tale of a Marine Sergeant haunted by his past failures who will risk everything on a suicide mission. And Odd One Out injects humor into the series with its parody storyline following the misadventures of the unluckiest Spartan alive. Though varied in tone and style, each short film expands the Halo lore, weaving personal stories of duty, honor, redemption and sacrifice against the epic backdrop of the war with the Covenant and the mystery of the ancient Forerunners. Halo Legends offers something for every fan, whether it's high-stakes action, haunting drama, or even comic relief.",
    "author": "anthropic.claude-v2:1",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 6.926133641203517,
    "arithmeticGeometricMean": 6.92137996269915,
    "median": 6.944545454545455,
    "lastUpdate": "2024-05-09"
  }
}