{
  "sources": [
    "https://anilist.co/anime/103277",
    "https://anime-planet.com/anime/fate-grand-order-divine-realm-of-the-round-table-camelot-paladin-agateram",
    "https://kitsu.io/anime/42271",
    "https://livechart.me/anime/3440",
    "https://myanimelist.net/anime/38086",
    "https://notify.moe/anime/ZPvKxYkWR"
  ],
  "synopsis": {
    "text": "King Arthur's chilling ambition and the impending doom of humanity set the stage for the second installment of the anime film project, Fate/Grand Order: Shinsei Entaku Ryouiki Camelot - Wandering; Agateram. The story unfolds in Jerusalem, 1273 A.D., as Bedivere, a wandering knight, and the Chaldea expedition team find themselves amidst the Sixth Singularity. In this desolate land, three formidable factions are locked in a ruthless power struggle, forcing the inhabitants to flee their homes.\n\nDetermined to put an end to the Lion King and the Knights of the Round Table's merciless slaughter, Bedivere and his allies forge an alliance with the Mountain People. However, their journey is fraught with danger and heartbreaking loss. Seeking the assistance of the Sun King, Ozymandias, they uncover the Lion King's true intentions, leaving them stunned and desperate. Despite Ozymandias' refusal to intervene, the group resolves to launch an attack on Camelot, hoping to thwart the Lion King's sinister plans.\n\nAs the final battle in the Holy City looms, the true nature of the Lion King's cold-blooded schemes comes to light. With the fate of humanity hanging in the balance, Bedivere and the Chaldean expedition must confront their own demons and find a way to save a world already on the brink of ruin. As the burden of an unforgivable sin weighs heavily on Bedivere's shoulders, the outcome of their daring rebellion remains uncertain.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e222c6817bbbcd1e",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.574262626262627,
    "arithmeticGeometricMean": 7.569367300794249,
    "median": 7.682636363636364,
    "hash": "e222c6817bbbcd1e",
    "lastUpdate": "2024-05-06"
  }
}