{
  "sources": [
    "https://anidb.net/anime/386",
    "https://anilist.co/anime/967",
    "https://anime-planet.com/anime/fist-of-the-north-star",
    "https://anisearch.com/anime/3053",
    "https://kitsu.io/anime/857",
    "https://livechart.me/anime/4523",
    "https://myanimelist.net/anime/967",
    "https://notify.moe/anime/esvJ5Kmmg"
  ],
  "synopsis": {
    "text": "Kenshirou’s world is a post-apocalyptic wasteland, ravaged by nuclear war and ruled by the ruthless. In this desolate landscape, the only law is the law of the strongest, where conventional weapons are obsolete, and martial arts reign supreme. Kenshirou, the heir to the ancient and deadly martial art of Hokuto Shinken, is a beacon of hope in this violent world.\n\nBetrayed by his closest friend, Shin, and left for dead, Kenshirou rises from the ashes, bearing seven scars and a burning desire for vengeance. Shin, the heir to the rival Nanto Seiken martial arts school, has kidnapped Kenshirou's beloved fiancée, Yuria. Kenshirou embarks on a perilous journey to rescue Yuria and exact revenge on Shin.\n\nHokuto Shinken is a powerful martial art that manipulates the human body's secret energy points. With a single strike, Kenshirou can cure diseases, erase memories, or cause a body to self-destruct. His formidable skills make him a force to be reckoned with, attracting the attention of warlords, rival martial artists, and genetically modified giants who rule the world.\n\nAs Kenshirou navigates through the challenges and battles against injustice, he finds himself entangled in a power struggle between the Hokuto and Nanto schools. His ultimate rival, however, is not Shin, but his eldest brother, Raoh, who does not recognize Kenshirou as a worthy successor to the Hokuto Shinken.\n\nIn this world where strength ensures survival and friends can turn into enemies for power, Kenshirou stands as the savior, fighting not just for",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e226a4f87d7b33b2",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.571020253555968,
    "arithmeticGeometricMean": 7.564702504215204,
    "median": 7.67,
    "hash": "e226a4f87d7b33b2",
    "lastUpdate": "2024-05-09"
  }
}