{
  "sources": [
    "https://anidb.net/anime/818",
    "https://anilist.co/anime/723",
    "https://anime-planet.com/anime/candy-candy-movie",
    "https://anisearch.com/anime/2903",
    "https://kitsu.io/anime/652",
    "https://livechart.me/anime/7533",
    "https://myanimelist.net/anime/723",
    "https://notify.moe/anime/lkd0cFiiR"
  ],
  "synopsis": {
    "text": "Shortly after her birth, a baby girl, later named Candice White or Candy, was abandoned at the doorstep of the Poni Orphanage during a snowstorm. The sisters at the orphanage named her after the doll she had with her and the surrounding snow. Candy's life at the orphanage was filled with joy, mischief, and friendship, especially with her close friend Anne. However, when Anne is adopted, Candy is left feeling alone. Soon after, Candy is also adopted, not by a loving family, but as a companion to a wealthy family's daughter, Elisa.\n\nAs Candy navigates her new life, she experiences the highs and lows of first love, the harsh realities of cruelty, and the complexities of friendship. The story takes a different turn when Candy meets Prince Antony, and the events unfold in a way that diverges from the original TV series and manga. Despite some important scenes and moments from the TV series being deleted, the movie offers a fresh perspective on Candy's journey and concludes with a happy ending.\n\nThe movie provides a quick and somewhat sloppy introduction to the characters, which may confuse those who are not familiar with the TV series or manga. However, it still captures the essence of Candy's life and her unwavering spirit as she faces new challenges and adventures.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e249fc8f68de2d5f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.381111052213093,
    "arithmeticGeometricMean": 6.3366471303081715,
    "median": 6.545454545454545,
    "hash": "e249fc8f68de2d5f",
    "lastUpdate": "2024-05-09"
  }
}