{
  "sources": [
    "https://anidb.net/anime/5252",
    "https://anilist.co/anime/2581",
    "https://anime-planet.com/anime/mobile-suit-gundam-00",
    "https://anisearch.com/anime/4302",
    "https://kitsu.io/anime/2346",
    "https://livechart.me/anime/3214",
    "https://myanimelist.net/anime/2581",
    "https://notify.moe/anime/GNHs5Fimg"
  ],
  "synopsis": {
    "text": "Reform ulated Synopsis:\n\nIn the 24th century, Earth's fossil fuels have been depleted, forcing humanity to rely on solar power generated by three colossal orbital elevators. These elevators are controlled by three major power blocs: the Union, the Human Reform League, and the AEU, which emerged from the consolidation of nations during the construction of the solar power system. Despite sharing this common energy source, these superpowers continue to engage in wars and military interventions, leaving peace as a distant dream.\n\nAmidst this backdrop of constant conflict, a private paramilitary organization called Celestial Being emerges, determined to eradicate warfare and unite humanity. Equipped with powerful mobile suits known as Gundams, far superior to any military technology, Celestial Being intervenes in conflicts to stop them by force. As their actions divide public opinion and governments start taking their existence into account, the question remains: Will they succeed in bringing peace to the world, or will their actions lead to unforeseen consequences? Follow the stories of Gundam Meisters Setsuna F. Seiei, Lockon Stratos, Allelujah Haptism, and Tieria Erde as they navigate the complexities of this disgracefully conflict-ridden world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e29bc7f06ac70f13",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.095437465456099,
    "arithmeticGeometricMean": 8.095121734328378,
    "median": 8.11826530612245,
    "hash": "e29bc7f06ac70f13",
    "lastUpdate": "2024-05-09"
  }
}