{
  "sources": [
    "https://anidb.net/anime/1413",
    "https://anilist.co/anime/603",
    "https://anime-planet.com/anime/pretty-cure",
    "https://anisearch.com/anime/2594",
    "https://kitsu.io/anime/558",
    "https://livechart.me/anime/5176",
    "https://myanimelist.net/anime/603",
    "https://notify.moe/anime/fgjTcKiig"
  ],
  "synopsis": {
    "text": "Meppuru and Mippuru, two extraterrestrial creatures from the luminous planet Hikari no Sono, find themselves on Earth after fleeing from the menacing Dotsuku-Zone that has overtaken their home. On this new planet, they encounter two second-year students from Verone Middle School: the athletic and justice-driven Misumi Nagisa and the graceful yet clumsy top student Yukishiro Honoka. Despite their contrasting personalities and interests, the girls are granted the power to transform and defend Earth against the looming threats sent by the Dotsuku-Zone. As Pretty Cure, the duo must work together to protect their home while discovering the true meaning of friendship. Will they be able to overcome their differences and save Earth from the impending darkness?\n\nIn a world where darkness threatens to consume the light, two middle school students, Nagisa Misumi and Honoka Yukishiro, are brought together by fate. Nagisa, the energetic captain of the lacrosse team, and Honoka, a dedicated science club member known as 'The Queen of Knowledge,' couldn't be more different. However, when they encounter Mipple and Mepple, magical beings from the Garden of Light, they are bestowed with extraordinary powers to protect Earth from the Dark Zone's evil forces. As Cure Black and Cure White, the girls must find the Prism Stones, the only power capable of defeating the darkness and restoring the Garden of Light. Can they balance their everyday lives with their newfound responsibilities and save their world from impending doom?\n\nTwo seemingly ordinary middle school students, the sporty Nagisa and the studious Honoka, are chosen by fate to become magical warriors known as Pretty Cure. When Mipple and Mepple, mysterious creatures from the Garden of Light, enter their",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.83542970521542,
    "arithmeticGeometricMean": 6.8164126831259475,
    "median": 7.148636363636364,
    "lastUpdate": "2024-05-09"
  }
}