{
  "sources": [
    "https://anidb.net/anime/15133",
    "https://anilist.co/anime/112302",
    "https://anime-planet.com/anime/major-2nd-second-season",
    "https://anisearch.com/anime/14675",
    "https://kitsu.io/anime/43109",
    "https://livechart.me/anime/9628",
    "https://myanimelist.net/anime/40504",
    "https://notify.moe/anime/TWtbYAUZg"
  ],
  "synopsis": {
    "text": "Yayoi Sawa, Tao Sagara, Seira Kandori, Hiromu Tanba, Akira Nishina, Anita Kabashima, and Chisato Fujii - these are the names of the new Fuurin Academy Middle School baseball team, led by captain Daigo Shigeno. With his childhood friend and teammate, Mutsuko Sakura, by his side, Daigo is determined to lead this eclectic group of mostly female players to victory. However, the road to success is paved with challenges, as the team grapples with a lack of experience, coaching, and confidence.\n\nDespite the odds, Daigo remains steadfast in his resolve to create the strongest battery, as he had promised his former teammate, Hikaru. The son of legendary baseball player Gorou Shigeno, Daigo had once struggled with the weight of his father's legacy. But with Hikaru's encouragement, he found his passion for the sport once more and played alongside his father in the Mifune Dolphins. Now, as the captain of the Fuurin Academy team, Daigo must draw upon his past experiences to inspire his new teammates and overcome the obstacles that stand in their way.\n\nWith only two weeks to prepare for their first tournament, the pressure is on. Can Daigo and his team rise to the challenge and prove themselves on the field? The stage is set for a thrilling and emotional journey, as the Fuurin Academy baseball team embarks on their quest for glory.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e3024611926ef3fb",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.464602040816327,
    "arithmeticGeometricMean": 7.450749727030438,
    "median": 7.688589981447123,
    "hash": "e3024611926ef3fb",
    "lastUpdate": "2024-05-09"
  }
}