{
  "sources": [
    "https://anidb.net/anime/14799",
    "https://anilist.co/anime/108714",
    "https://anime-planet.com/anime/acca-13-territory-inspection-dept-regards",
    "https://anisearch.com/anime/14326",
    "https://kitsu.io/anime/42596",
    "https://livechart.me/anime/9393",
    "https://myanimelist.net/anime/39610",
    "https://notify.moe/anime/7IKSmLUZR"
  ],
  "synopsis": {
    "text": "Badon, the capital city, buzzes with anticipation as Jean and his colleagues in the ACCA department gear up for the first anniversary of the new order, a year after the events of the TV anime. Amidst whispers of discontent, monotonous routines, new paths, reminisced glances, and the dawn of fresh beginnings, time resumes its relentless march forward for the characters.\n\nACCA, a colossal unified syndicate, stands as a beacon of peace within a kingdom fragmented into 13 autonomous regions. Established in response to a coup threat, ACCA has safeguarded civilian tranquility for nearly a century. Jean Otus, the inspection department's vice-chairman at ACCA headquarters, is renowned as one of the syndicate's most cunning figures, earning the moniker 'Jean the Cigarette Peddler.' Leisurely smoking his cigarettes, he traverses the 13 districts, vigilant for any signs of deceit.\n\nAs the first anniversary of ACCA's new order approaches, Jean, representing the inspection department, is tasked with journeying across the Kingdom of Dowa to oversee the festival preparations. Despite his belief in the prevailing peace, his subordinate, Parrot, remains convinced of an imminent betrayal against Dowa. Simultaneously, Jean's work commitments leave him little time for his younger sister, Lotta, who appears to be concealing a personal dilemma. Their mutual friend, Niino, steps in to assist Lotta, while Jean attempts to alleviate Parrot's concerns before the festival and patiently awaits Lotta's confession.\n\nIn the midst of Badon's lively anniversary preparations, ACCA section chief Owl reunites with Pine",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e38ba72b6fa32665",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.172642444856731,
    "arithmeticGeometricMean": 7.168074496549255,
    "median": 7.222888888888889,
    "hash": "e38ba72b6fa32665",
    "lastUpdate": "2024-05-08"
  }
}