{
  "sources": [
    "https://anidb.net/anime/15867",
    "https://anilist.co/anime/117012",
    "https://anime-planet.com/anime/swallowed-star",
    "https://anisearch.com/anime/18656",
    "https://kitsu.io/anime/43803",
    "https://livechart.me/anime/10255",
    "https://myanimelist.net/anime/44218",
    "https://notify.moe/anime/shtuBoAGR"
  ],
  "synopsis": {
    "text": "And so, the Earth was struck by an enigmatic virus known as RR, triggering a catastrophic chain of events. Infected animals morphed into formidable monsters, laying waste to civilization. To safeguard humanity, survivors constructed fortified cities, the last vestiges of human resilience. This tumultuous era became known as the \"Great Nirvana Period.\"\n\nAmidst this chaos, Luo Feng emerged as a beacon of hope. As one of the three strongest individuals on Earth, he inherited the legacy of the Yunmo Star's owner. During a fierce battle with a monstrous creature, Luo Feng lost his physical form but gained a new one from the monster's flesh. This transformation marked the beginning of his journey beyond Earth and into the vast cosmos.\n\nIn this harsh reality, human strength evolved, giving birth to powerful warriors skilled in martial arts. Luo Feng, an ambitious 18-year-old, aspired to join their ranks. However, his dreams were interrupted by a sudden monster attack, altering his life's trajectory. Despite his family's hardships and the constant struggle for survival, Luo Feng persevered, honing his abilities and gaining recognition for his prowess.\n\nAs the city's inhabitants faced the wrath of powerful monsters, the military found itself outmatched. It was then that Luo Feng, inspired by a lone warrior, resolved to become a protector. Infected by the warrior's strength, he embarked on a journey to safeguard his loved ones and humanity's future.\n\nWith the fate of the world hanging in the balance, Luo Feng and his fellow warriors stood united against the monstrous hordes. Will they triumph against the odds and secure humanity's survival in",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e3a32c497c73d494",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.773139764996909,
    "arithmeticGeometricMean": 7.7653501238911105,
    "median": 7.909090909090908,
    "hash": "e3a32c497c73d494",
    "lastUpdate": "2024-05-10"
  }
}