{
  "sources": [
    "https://anidb.net/anime/3529",
    "https://anilist.co/anime/111",
    "https://anime-planet.com/anime/corrector-yui",
    "https://anisearch.com/anime/714",
    "https://kitsu.io/anime/90",
    "https://livechart.me/anime/5899",
    "https://myanimelist.net/anime/111",
    "https://notify.moe/anime/yL1tcFmig"
  ],
  "synopsis": {
    "text": "At the turn of the 23rd century, the world is interconnected by ComNet, a global network that bridges all computers into a single, unified system. Overseeing ComNet is Grosser, a supercomputer with ambitions of world domination. As Grosser unleashes his malevolent programs to seize control, an unlikely heroine emerges in the form of Yui Kasuga, an ordinary schoolgirl with an extraordinary aversion to computers.\n\nYui's life takes a dramatic turn when she encounters IR, a corrector program with a mission to save ComNet. Despite her initial reluctance and self-proclaimed computer illiteracy, Yui is chosen to become a Corrector, tasked with thwarting Grosser's nefarious schemes. Donning powerful, elemental suits, Yui embarks on a virtual journey through diverse digital landscapes, from the ancient realms of feudal Japan to the whimsical worlds of fairytales.\n\nAs Corrector Yui, she must unite the scattered corrector programs and track down the elusive Professor Inukai, the mastermind behind ComNet. Only together can they hope to vanquish Grosser and his corrupt minions, restoring harmony to the digital utopia that was once ComNet. Join Yui on her thrilling adventure as she discovers the strength within herself to become the hero ComNet needs!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e3a7a02999c1a131",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.8434119621874725,
    "arithmeticGeometricMean": 6.838527315723667,
    "median": 6.974545454545454,
    "hash": "e3a7a02999c1a131",
    "lastUpdate": "2024-05-09"
  }
}