{
  "sources": [
    "https://anidb.net/anime/570",
    "https://anilist.co/anime/1033",
    "https://anime-planet.com/anime/millennium-actress",
    "https://anisearch.com/anime/851",
    "https://kitsu.io/anime/923",
    "https://livechart.me/anime/3398",
    "https://myanimelist.net/anime/1033",
    "https://notify.moe/anime/IvaJ5Kimg"
  ],
  "synopsis": {
    "text": "Ida, a skeptical cameraman, and Genya Tachibana, an adoring filmmaker, embark on a journey to uncover the enigmatic tale of Chiyoko Fujiwara, a legendary actress who vanished at the pinnacle of her career. As they delve into her past, the lines between reality and fantasy blur, creating an intricate tapestry of love, loss, and the rich history of Japanese cinema.\n\nDirector Satoshi Kon, renowned for his distinctive visual style, masterfully intertwines Chiyoko's life with the evolution of Japan's film industry, drawing inspiration from the lives of iconic actresses Setsuko Hara and Hideko Takamine.\n\nThe story unfolds as Genya presents Chiyoko with a mysterious key, a relic from her past that she believed was lost forever. This key unlocks a flood of memories, revealing the actress's relentless pursuit of a nameless, faceless man—a pursuit that transcends time and weaves itself into her illustrious filmography.\n\nAs Chiyoko's recollections unfurl, Genya and Ida find themselves drawn into her world, traversing the boundaries of reality and fiction. The documentary they set out to create becomes a voyage through a thousand years of history, encapsulated within the life of one woman whose influence on Japanese cinema remains unparalleled.\n\nMillennium Actress is a testament to the power of love, the magic of cinema, and the indelible mark left by those who dare to dream. As the curtain rises on Chiyoko's life, prepare to be captivated by a story that transcends the confines of time and space, inviting you to lose yourself in a world where reality and fantasy coalesce.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e440a68d5d357a99",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.051949099336705,
    "arithmeticGeometricMean": 8.05032780236811,
    "median": 8.129000000000001,
    "hash": "e440a68d5d357a99",
    "lastUpdate": "2024-05-09"
  }
}