{
  "sources": [
    "https://anidb.net/anime/11835",
    "https://anilist.co/anime/21544",
    "https://anime-planet.com/anime/tabi-machi-late-show",
    "https://anisearch.com/anime/11032",
    "https://kitsu.io/anime/11668",
    "https://livechart.me/anime/1957",
    "https://myanimelist.net/anime/32309",
    "https://notify.moe/anime/jDM3pFiiR"
  ],
  "synopsis": {
    "text": "Show casing a tapestry of human experiences, \"Tabi Machi Late Show\" weaves together four poignant tales of individuals navigating the complexities of life, growth, and the bittersweet pangs of farewells. The series explores the interwoven lives of diverse characters, including a budding chef embarking on his culinary journey, a pair of high school girls yearning for a friendship that never quite materialized, and a spectral visitor returning to the world of the living during the Obon festival.\n\nAs the stories unfold, the series delves into the lingering impact of departures, highlighting the delicate balance of hope and melancholy that often accompanies these moments. A mentor's influence echoes through time as a young woman bids adieu to her own student, while a fleeting friendship leaves a lasting impression on a young girl named Kumeno. Amidst the Lantern Festival's glow, a chance encounter with an old friend stirs up a whirlwind of memories, and a seasoned teacher fondly recalls the myriad of students who have crossed her path.\n\nWith each episode titled to reflect its unique narrative - 'Recipe,' 'Transistor Smartphone,' 'Summer Festival,' and 'Clover' - \"Tabi Machi Late Show\" invites viewers to embark on a heartfelt journey through the intricate web of human connections, underscoring the indelible marks we leave on one another.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e4502ed9971916b8",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.238132052821128,
    "arithmeticGeometricMean": 6.224049068278445,
    "median": 6.200909090909091,
    "hash": "e4502ed9971916b8",
    "lastUpdate": "2024-05-10"
  }
}