{
  "sources": [
    "https://anidb.net/anime/7233",
    "https://anilist.co/anime/7662",
    "https://anime-planet.com/anime/psychic-detective-yakumo",
    "https://anisearch.com/anime/5851",
    "https://kitsu.io/anime/5073",
    "https://livechart.me/anime/3879",
    "https://myanimelist.net/anime/7662",
    "https://notify.moe/anime/mlDztFimg"
  ],
  "synopsis": {
    "text": "Being graced with a unique red eye, college student Saitou Yakumo possesses an extraordinary ability to perceive and converse with spirits. He is convinced that these ethereal beings are tethered to the earth due to unresolved matters, and by addressing these issues, he can grant them eternal peace. When the troubled Haruka Ozawa seeks his assistance, the duo embarks on a chilling investigation that leads them into the heart of darkness.\n\nAs Haruka's second year in college turns into a terrifying ordeal, with friends falling prey to possession and suicide, she finds herself teetering on the brink of death. Her only salvation lies in the enigmatic Yakumo, whose crimson eye allows him to interact with the departed. However, not all spirits are willing to move on, and some murderers will stop at nothing to prevent the truth from surfacing. Despite the risks, Haruka's relentless pursuit of hidden secrets aligns her with Yakumo, a police contact, and an investigative journalist who has stumbled upon a fresh corpse.\n\nIntrigued by paranormal cases, the seemingly aloof Yakumo employs his supernatural gift, analytical prowess, and police connections to unravel the mysteries and bring culprits to justice. But when this gifted detective becomes the prey of a menacing pair, can he uncover their nefarious plot before being engulfed in a sinister world of darkness and malice? Join Yakumo and Haruka as they navigate the treacherous realm of the supernatural, where danger lurks at every turn and one misstep could lead to a chilling end.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e45c30c89ddfd79d",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.3005048042786145,
    "arithmeticGeometricMean": 7.299061707531905,
    "median": 7.330308641975309,
    "hash": "e45c30c89ddfd79d",
    "lastUpdate": "2024-05-10"
  }
}