{
  "sources": [
    "https://anilist.co/anime/2593",
    "https://anime-planet.com/anime/the-garden-of-sinners-movie-1-thanatos-overlooking-view",
    "https://anisearch.com/anime/4068",
    "https://kitsu.io/anime/2357",
    "https://livechart.me/anime/3101",
    "https://myanimelist.net/anime/2593",
    "https://notify.moe/anime/TxDs5KmiR"
  ],
  "synopsis": {
    "text": "In September 1998 in an unnamed Japanese city, a disturbing spate of schoolgirl suicides occurs, with all the girls leaping to their deaths from the Fujou Building, an aging skyscraper scheduled for demolition. The suicides bewilder the public and overwhelm the local authorities. Seeking a deeper understanding, magus detective Touko Aozaki dispatches her assistant Mikiya Kokutou and associate Shiki Ryougi to investigate. Shiki possesses near-supernatural abilities, including the rare \"Mystic Eyes of Death Perception\" which allow her to perceive the mortality of all things. As the investigation progresses, connections emerge linking the girls in life and death. Mikiya mysteriously falls into a coma after visiting the Fujou Building, drawing Shiki more deeply into the dark mystery. There she confronts the ghostly Kirie Fujou, former occupant of the building, now a vengeful wraith haunting its halls and inducing the girls' suicides. Shiki must use all her fearsome skills against the murderous spirit in order to save Mikiya and put an end to the tragic deaths. Layered with philosophical depth and supernatural intrigue, this melancholy series chronicles Shiki's confrontation with a powerful ghost, the mystery behind the schoolgirl suicides, and her attempts to wake Mikiya from his unnatural slumber.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "e469bb040fcadd50",
    "created": "2024-05-21",
    "lastUpdate": "2024-05-21"
  },
  "score": {
    "arithmeticMean": 7.677457995638448,
    "arithmeticGeometricMean": 7.676558238513999,
    "median": 7.61,
    "hash": "e469bb040fcadd50",
    "lastUpdate": "2024-05-06"
  }
}