{
  "sources": [
    "https://anidb.net/anime/6335",
    "https://anilist.co/anime/5945",
    "https://anime-planet.com/anime/element-hunters",
    "https://anisearch.com/anime/5239",
    "https://kitsu.io/anime/4357",
    "https://livechart.me/anime/5462",
    "https://myanimelist.net/anime/5945",
    "https://notify.moe/anime/LHHqcFmig"
  ],
  "synopsis": {
    "text": "All was well until several decades ago when chemical elements, the building blocks of life, began vanishing from Earth. This catastrophic event resulted in the destruction of forests, buildings, and a devastating loss of 90% of the world's population. Scientists discovered that these elements had not been eradicated but had materialized in Nega Earth, a parallel planet filled with bizarre creatures known as QEX. These creatures morph into dangerous beings when they absorb five types of positive elements.\n\nIn 2029, the Mediterranean Sea fell victim to a massive ground sinkage, and essential elements like oxygen, carbon, gold, molybdenum, and cobalt vanished from the Earth's crust. Researchers found that these elements had been drained into Nega Earth, located in another dimension. The only way to access this dimension is through the flexible minds of children under 13.\n\nEnter Homi, Ren, and Chiara, three young children who stumble upon an ancient castle and find themselves tasked with the monumental responsibility of retrieving the lost elements. With minimal training, they must navigate the treacherous terrain of Nega Earth, battling QEX and collecting elements to save their world. Can they survive the challenges that lie ahead and restore Earth to its former glory? Join these brave Element Hunters on their thrilling journey to find out.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e4a0d9899be2ff2b",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.093416379538828,
    "arithmeticGeometricMean": 6.080095998110312,
    "median": 6.090909090909091,
    "hash": "e4a0d9899be2ff2b",
    "lastUpdate": "2024-05-09"
  }
}