{
  "sources": [
    "https://anidb.net/anime/836",
    "https://anilist.co/anime/610",
    "https://anime-planet.com/anime/popotan",
    "https://anisearch.com/anime/2631",
    "https://kitsu.io/anime/565",
    "https://livechart.me/anime/5591",
    "https://myanimelist.net/anime/610",
    "https://notify.moe/anime/s3CocKmig"
  ],
  "synopsis": {
    "text": "These three extraordinary sisters – Ai, Mai, and Mii – share a unique journey through time and space, accompanied by their android maid, Mea, and a cunning pet ferret, Unagi. The sisters reside in a magical mansion that transports them to various destinations, while they search for the elusive answers only the dandelion-like 'Popotan' flowers can provide.\n\nAi, the eldest and compassionate sister, possesses the incredible ability to communicate with flowers. The energetic and athletic high schooler, Mai, astounds everyone with her seemingly impossible physical feats. Lastly, the adorable youngest sister, Mii, is a magical girl with the gentle power of healing. Mea, their less-than-enthusiastic android maid, has a penchant for sarcastic quips and indulging her appetite.\n\nAs they travel, the sisters forge friendships and embark on side adventures, such as running a Christmas shop within their mansion. Although their journey is filled with laughter and joy, the girls also face the heartrending reality of leaving friends behind as they move through time.\n\nThe ultimate destination of these sisters holds unexpected revelations, and their quest for answers is interwoven with encounters of diverse characters. But what is the mysterious information they seek, which only the Popotan flowers can reveal? Join the sisters on their enchanting adventure to uncover the truth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e4a8df6a60eb4b72",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.189503548605588,
    "arithmeticGeometricMean": 6.186447471360687,
    "median": 6.069387755102039,
    "hash": "e4a8df6a60eb4b72",
    "lastUpdate": "2024-05-09"
  }
}