{
  "sources": [
    "https://anidb.net/anime/9995",
    "https://anilist.co/anime/19769",
    "https://anime-planet.com/anime/magical-warfare",
    "https://anisearch.com/anime/8879",
    "https://kitsu.io/anime/7879",
    "https://livechart.me/anime/153",
    "https://myanimelist.net/anime/19769",
    "https://notify.moe/anime/XOrptFmmg"
  ],
  "synopsis": {
    "text": "Kazumi Ida, Kurumi Isoshima, and Takeshi Nanase, once ordinary high school students, find their lives turned upside down when they stumble upon a mysterious girl named Mui Aiba. Dressed in an unfamiliar uniform, Mui introduces them to a hidden world of magic that coexists with their own. After unintentionally transforming Takeshi into a magician, Mui enlists the help of her new friends to navigate the treacherous waters of the Subaru Magic Academy.\nAs they learn to control their newfound powers, the group discovers that not all magic users have peaceful intentions. The Ghost Trailers, a rogue group of magicians, seek to assert their dominance over humans and are willing to use violence to achieve their goals. With the threat of the Second Great Magic War looming, Takeshi and his friends must hone their skills and confront the leader of the Ghost Trailers to protect both the human and magical worlds.\nEach with their own unique powers and motivations, the trio must put aside their personal struggles and work together to prevent a catastrophic conflict. Will they be able to overcome the challenges that lie ahead, or will they succumb to the darkness that threatens to consume them? Only time will tell in this thrilling tale of magic, friendship, and adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e4bf2c4aee8b047e",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.054723928782414,
    "arithmeticGeometricMean": 6.04764072090415,
    "median": 6.096,
    "hash": "e4bf2c4aee8b047e",
    "lastUpdate": "2024-05-09"
  }
}