{
  "sources": [
    "https://anidb.net/anime/9798",
    "https://anilist.co/anime/18119",
    "https://anime-planet.com/anime/servant-x-service",
    "https://anisearch.com/anime/8477",
    "https://kitsu.io/anime/7669",
    "https://livechart.me/anime/4",
    "https://myanimelist.net/anime/18119",
    "https://notify.moe/anime/K_UctFmmg"
  ],
  "synopsis": {
    "text": "Ichimiya Taishi, a seasoned civil servant, welcomes three new employees to the Mitsuba city ward office: Lucy Yamagami, Yutaka Hasebe, and Saya Miyoshi. Despite his eight years of experience, Taishi is far from competent in guiding the trio through the trials and tribulations of government work.\n\nLucy, a young woman with a serious demeanor, joins the Welfare Administrative Section with a hidden agenda. She seeks vengeance against the civil servant responsible for approving her absurdly long name at birth. Meanwhile, Yutaka, a charming and laid-back man, finds himself in the First Section of the Welfare Department, where he plans to coast by and enjoy life. Lastly, the timid college graduate Saya is assigned to the Second Section of the Welfare Department, eager to excel in her first job.\n\nAs the three navigate the complexities of their new roles, they face a myriad of challenges, from disgruntled citizens to endless paperwork and office romances. Despite their varying motivations and personalities, they must learn to adapt and support one another in the chaotic world of public service. Will they rise to the occasion or crumble under the pressures of their newfound careers? Join Lucy, Yutaka, and Saya in Servant x Service as they embark on this hilarious and heartwarming journey through the ups and downs of government employment.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e4cf41b1aff98419",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.588326646219503,
    "arithmeticGeometricMean": 7.587097138288005,
    "median": 7.628181818181818,
    "hash": "e4cf41b1aff98419",
    "lastUpdate": "2024-05-09"
  }
}