{
  "sources": [
    "https://anidb.net/anime/16373",
    "https://anilist.co/anime/135778",
    "https://anime-planet.com/anime/high-card",
    "https://anisearch.com/anime/16360",
    "https://kitsu.io/anime/44706",
    "https://livechart.me/anime/10635",
    "https://myanimelist.net/anime/49154",
    "https://notify.moe/anime/akFFNyY7R"
  ],
  "synopsis": {
    "text": "Cards of power and a high-stakes game collide in the island nation of Fourland, the birthplace of playing cards. Here, a set of 52 mystical X-Playing Cards hold the power to grant extraordinary abilities to their lucky possessors, known as \"players.\" When these cards are scattered across the kingdom, chaos ensues, and the king secretly enlists the help of a clandestine group, High Card, disguised as employees of the luxury carmaker, Pinochle, to retrieve them.\n\nEnter Finn, a street-smart orphan who sets out to save his financially struggling orphanage by striking it rich at a casino. But fate has other plans, as Finn stumbles upon a bloody shootout triggered by a man's \"lucky\" card. With the desire to save his orphanage and the knowledge of the power these cards hold, Finn becomes entangled in a dangerous mission to collect the elusive X-Playing Cards as the newest member of High Card.\n\nStanding in their way are the rival carmaker, Who's Who, determined to defeat Pinochle, and the notorious Klondike Mafia family, who will stop at nothing to possess the cards. As these factions clash in a battle fueled by justice, desire, and revenge, Finn and his fellow players must risk everything to secure the cards before their enemies do. Will they succeed, or will the power of the X-Playing Cards fall into the wrong hands? Prepare for a thrilling showdown in this action-packed anime!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e4dda48f63704332",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.089661951144093,
    "arithmeticGeometricMean": 7.079580641721254,
    "median": 7.284632653061224,
    "hash": "e4dda48f63704332",
    "lastUpdate": "2024-05-09"
  }
}