{
  "sources": [
    "https://anidb.net/anime/2459",
    "https://anilist.co/anime/3505",
    "https://anime-planet.com/anime/the-brave-command-dagwon",
    "https://anisearch.com/anime/3242",
    "https://kitsu.io/anime/3057",
    "https://livechart.me/anime/8974",
    "https://myanimelist.net/anime/3505",
    "https://notify.moe/anime/5B9w5Fmig"
  ],
  "synopsis": {
    "text": "With Earth under siege from the menacing inmates of the distant space prison Sargasso, five unsuspecting high school students from Sankai High School find themselves as humanity's last line of defense. En, Kai, Shin, Yoku, and Ryu are suddenly thrust into an extraordinary journey when a desperate alien from the Space Police Organization grants them incredible powers to combat the invading extraterrestrial forces.\n\nIn the heat of a devastating attack on their city, the students seek refuge in a nearby patrol car, only to be enveloped in a mysterious blue-white light that transports them to an alien realm. There, they encounter the Bravian officer who bestows upon them powerful mecha suits called 'Dag Beagles,' capable of merging with Earth's machinery and transforming the teens into the mighty Dagwon warriors.\n\nAs the relentless onslaught of otherworldly monstrosities threatens to consume their world, the Dagwon heroes must harness their newfound abilities, merging with their respective vehicles to create formidable Brave Robots. In their most challenging moments, these brave high school students can even combine their powers to form colossal robotic defenders, turning the tide against their malevolent foes.\n\nNow, En, Kai, Shin, Yoku, and Ryu must balance their everyday lives with their cosmic responsibilities, navigating the trials and tribulations of adolescence while protecting Earth from the sinister forces of Sargasso. The epic battle to safeguard their planet has only just begun, and the fate of the world rests in the hands of these unlikely heroes.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.025431663574522,
    "arithmeticGeometricMean": 5.945998212506877,
    "median": 6.367000000000001
  },
  "lastUpdate": "2024-05-10"
}