{
  "sources": [
    "https://anidb.net/anime/584",
    "https://anilist.co/anime/820",
    "https://anime-planet.com/anime/legend-of-the-galactic-heroes",
    "https://anisearch.com/anime/3287",
    "https://kitsu.io/anime/727",
    "https://livechart.me/anime/3708",
    "https://myanimelist.net/anime/820",
    "https://notify.moe/anime/Q6fAcKmmg"
  ],
  "synopsis": {
    "text": "Planets and star systems far and wide have been engulfed in a relentless war for over a century and a half, with the Galactic Empire and the Free Planets Alliance locked in an unyielding struggle for dominance. Amidst this interstellar chaos, two exceptional leaders emerge from opposing factions, each possessing the potential to shift the balance of power and alter the course of history.\n\nReinhard von Lohengramm, an ambitious and cunning Imperial Admiral, seeks vengeance against the crumbling Goldenbaum dynasty for seizing his beloved sister as a concubine. His thirst for power and retribution knows no bounds, as he navigates the treacherous political landscape and ruthless battlefields to achieve his goals.\n\nOn the other side of the cosmic divide, the Free Planets Alliance finds an unlikely hero in Yang Wen-Li, a brilliant yet reluctant strategist who yearns for a peaceful life as a historian. As he ascends through the ranks, Yang must confront the mounting challenges that threaten the fragile democracy he is sworn to protect.\n\nBoth leaders, surrounded by a diverse cast of loyal comrades and cunning adversaries, engage in a thrilling game of strategy and wit, as their personal and political lives collide on a grand interstellar stage. The legendary space opera unfolds, filled with intrigue, sacrifice, and the indomitable human spirit, as these two galactic heroes leave an indelible mark on the greatest war humanity has ever witnessed.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e526aa65cca3ae1b",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.567632962275818,
    "arithmeticGeometricMean": 8.565062659189458,
    "median": 8.555068027210885,
    "hash": "e526aa65cca3ae1b",
    "lastUpdate": "2024-05-09"
  }
}