{
  "sources": [
    "https://anilist.co/anime/21500",
    "https://anime-planet.com/anime/digimon-adventure-tri-movie-2-determination",
    "https://kitsu.io/anime/11546",
    "https://livechart.me/anime/1930",
    "https://myanimelist.net/anime/32108",
    "https://notify.moe/anime/R7xCtFimR"
  ],
  "synopsis": {
    "text": "Daigo Nishijima and Maki Himekawa, agents of the enigmatic Incorporated Administrative Agency, grapple with the conundrum of infected Digimon infiltrating the real world, causing chaos with their unpredictable behavior and unnatural power surges. Meanwhile, the Chosen Children, also known as the DigiDestined, find themselves preoccupied with preparations for their high school's summer festival.\n\nMimi Tachikawa, a recent returnee to Japan after years in the United States, grapples with readjusting to her old life and reconciling with her fellow Chosen Children and classmates. Jou Kido, on the other hand, immerses himself in his studies, deliberately distancing himself from all Digimon-related matters, which leads to a rift between him and his partner, Gomamon.\n\nAs the group welcomes new members, Meiko Mochizuki and Meicoomon, with a trip to a local hot spring, Joe's absence is noticeable. Caught between his academic responsibilities and his duty as a DigiDestined, Joe struggles to strike a balance.\n\nAmidst these personal conflicts, another infected Digimon, Ogremon, emerges, threatening the peace in Odaiba. With the group's unity hanging in the balance and the infected Digimon's threat looming, will Joe embrace his role as a DigiDestined in time to help his friends face this new challenge? The decisions they make now could lead to consequences they never anticipated.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e54a76c792848fdc",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.606774410774411,
    "arithmeticGeometricMean": 7.605888699101382,
    "median": 7.617272727272727,
    "hash": "e54a76c792848fdc",
    "lastUpdate": "2024-05-06"
  }
}