{
  "sources": [
    "https://anidb.net/anime/2734",
    "https://anilist.co/anime/4049",
    "https://anime-planet.com/anime/pandalian",
    "https://anisearch.com/anime/572",
    "https://kitsu.io/anime/3429",
    "https://livechart.me/anime/11298",
    "https://myanimelist.net/anime/4049",
    "https://notify.moe/anime/pDiX5FiiR"
  ],
  "synopsis": {
    "text": "Everyone on the tranquil, rural planet of Charon, inhabited by the peaceful Pandalians, enjoys their simple lives of farming, city strolls, and watching TV on bean trees. However, a dark prophecy from the Fairy Lord looms over them, predicting the planet's destruction. The responsibility to find a hero and save Charon falls on the Fairy Lord's daughter, Tim.\n\nIn an unexpected turn of events, Tim selects Toby, a kind-hearted Pandalian, to be the hero. Despite his reluctance, Toby, Tim, and their friends embark on a quest to find the seven magical beans that hold the power to thwart the sinister plans of the Demon Lord Audy.\n\nMeanwhile, on Planet Pandasia, a fairy named Mi is sent to warn the inhabitants of an imminent threat. Gold and Silver, two formidable villains, seek the seven Beans of Power to transform the vibrant environment into a dark wasteland. Mi chooses a heroic panda, Toby, to defeat the villains and save Pandasia.\n\nIn a world where pandas live amidst TV-growing seeds and peaceful agriculture, an ancient tale of a staff and seven mysterious beans resurfaces. As evil spreads and pandas turn hostile, Toby, a courageous panda, embarks on a journey to find the seven beans and the warriors who can control them. Only by uniting these warriors can they defeat the great evil sorcerer and restore peace to the Panda Planet.\n\nJoin Toby and his friends on their epic adventure across enchanting lands like Wisdom Village, Olympic City, Food Castle, Fairy Land, and the mesmerizing Valley of Ice. Together, they face treacherous challenges and perilous situations before confronting the evil sorcerer",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.859905998763142,
    "arithmeticGeometricMean": 5.835069707343062,
    "median": 5.915636363636364
  },
  "lastUpdate": "2024-05-09"
}