{
  "sources": [
    "https://anidb.net/anime/1569",
    "https://anilist.co/anime/1477",
    "https://anime-planet.com/anime/city-hunter-the-secret-service",
    "https://anisearch.com/anime/231",
    "https://kitsu.io/anime/1323",
    "https://livechart.me/anime/8414",
    "https://myanimelist.net/anime/1477",
    "https://notify.moe/anime/cxva5Kimg"
  ],
  "synopsis": {
    "text": "Japanese presidential hopeful, James McGuire, seeks to overthrow the oppressive military regime in his homeland of Guinam. But his ambitions are threatened by a hidden past that could jeopardize not only his political aspirations but also the life of his estranged daughter, Anna. To safeguard Anna, who is coincidentally a Secret Service agent tasked with McGuire's protection, he enlists the help of Ryo Saeba, a skilled mercenary known as the City Hunter, and his partner Kaori.\n\nEighteen years ago, McGuire's life took a dramatic turn, leading to his imprisonment. Now a free man, he's determined to save his country from tyranny. However, shadows from his past loom large, endangering both his mission and his newly rediscovered relationship with Anna. As a Secret Service agent, Anna is obligated to protect her father, but her personal feelings towards him are far from affectionate.\n\nRyo Saeba, the City Hunter, is a hired gun who takes on jobs that the police can't handle. Alongside his partner Kaori, they are tasked with shielding Anna from the dangers that her father's past presents. Despite Ryo's questionable personal habits, his exceptional marksmanship and skills quickly prove his worth. As they navigate the perils that come with protecting a high-profile target, they must also deal with the complex emotional dynamics between Anna and her father.\n\nIn this thrilling anime, James McGuire's quest for political change intertwines with his personal journey to reconnect with his daughter and confront his past. With the City Hunter and Kaori in their corner, they must face powerful enemies who threaten their lives and their chances for redemption. Will they survive the onslaught, or will the sins",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.545593603675237,
    "arithmeticGeometricMean": 7.544393099619025,
    "median": 7.454545454545454,
    "lastUpdate": "2024-05-09"
  }
}