{
  "sources": [
    "https://anidb.net/anime/5673",
    "https://anilist.co/anime/3701",
    "https://anime-planet.com/anime/kaiba",
    "https://anisearch.com/anime/4675",
    "https://kitsu.io/anime/3201",
    "https://livechart.me/anime/3928",
    "https://myanimelist.net/anime/3701",
    "https://notify.moe/anime/Nevl5Kmig"
  ],
  "synopsis": {
    "text": "Welcome to a universe where the essence of one's existence is no longer tethered to their physical form. In this world, memories can be extracted, manipulated, and transplanted into new bodies, rendering physical death obsolete. However, this technological marvel comes with a dark side, as memories can also be stolen and altered, creating a society fraught with inequality and chaos.\n\nOur protagonist, Kaiba, awakens in a desolate room with no recollection of his past. His only clue to his identity is a pendant adorned with the image of a mysterious woman. A strange marking etched on his torso and a gaping hole in his chest are the only physical indicators of his past. Thrust into a world where memories are a commodity and the rich prey on the poor for their bodies, Kaiba must navigate through a series of perilous encounters and diverse planets to unravel the mystery of his identity and the woman in the pendant.\n\nAs he embarks on this journey of self-discovery, Kaiba encounters various individuals, each with their own tales of love, loss, and survival in this dystopian society. Despite the absence of his memories, Kaiba finds himself inexplicably drawn to the woman in the pendant, fueling his determination to uncover the truth. Amidst the backdrop of a world teetering on the brink of moral decay, Kaiba's journey serves as a poignant exploration of the importance of memories and their role in shaping our identities.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.979538737717308,
    "arithmeticGeometricMean": 7.978706091802527,
    "median": 8.049208754208754,
    "lastUpdate": "2024-05-09"
  }
}