{
  "sources": [
    "https://anidb.net/anime/9309",
    "https://anilist.co/anime/14807",
    "https://anime-planet.com/anime/the-garden-of-sinners-recalled-out-summer",
    "https://anisearch.com/anime/7948",
    "https://kitsu.io/anime/7167",
    "https://livechart.me/anime/77",
    "https://myanimelist.net/anime/14807",
    "https://notify.moe/anime/Ng2dtKmig"
  ],
  "synopsis": {
    "text": "Mikiya—who succeeds in utilizing Shizune's information effectively. Subsequently, an employee is sent on a job with his employer's 10-year-old daughter in tow. However, the subject of his investigation turns out to be a ghost from both of their pasts. Mirai Fukuin tells the stories set during the main timeline of the Kara no Kyoukai films, as well as one set in the future.\n\nIn \"Mirai Fukuin: The Future's Gospel,\" a side story of the Kara no Kyōkai series, two psychics with the ability to see the future find their lives intertwined with those of Mikiya and Shiki. Shizune Seo, a student tired of her monotonous life, meets Mikiya and begins to see a change in her future. Meanwhile, Mitsuru Kamekura, a professional bomber using his powers to his advantage, crosses paths with Shiki, leading to unexpected consequences.\n\nThe second part of the story, \"Möbius Link,\" takes place ten years after the events of Kara no Kyoukai. Ryougi Mana, Shiki's daughter, spends a day with Mitsuru, revealing a connection to their past and offering a glimpse into their future.\n\nAs the lives of these characters intertwine, they must navigate the challenges of their abilities and the consequences of their actions. Will they be able to overcome their fates, or will they be forever trapped in a cycle of destruction? Only time will tell in this thrilling tale of psychics, bombers, and the power of precognition.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.943899587533046,
    "arithmeticGeometricMean": 7.943511712632842,
    "median": 7.953061224489796,
    "lastUpdate": "2024-05-09"
  }
}