{
  "sources": [
    "https://anidb.net/anime/8940",
    "https://anilist.co/anime/12859",
    "https://anime-planet.com/anime/one-piece-film-z",
    "https://anisearch.com/anime/7573",
    "https://kitsu.io/anime/6827",
    "https://livechart.me/anime/3830",
    "https://myanimelist.net/anime/12859",
    "https://notify.moe/anime/yqCHpFimg"
  ],
  "synopsis": {
    "text": "Chopper, Robin, and Nami, members of the Straw Hat Pirates, find themselves in a startling predicament as they're transformed into younger versions of themselves by the mysterious minion Ain. Their captain, Luffy, remains steadfast in his determination to overcome their formidable foe, the former Marine Admiral Z. Now known as Zephyr, Z is hellbent on annihilating all pirates and shattering their dreams of becoming the Pirate King.\n\nAs the Straw Hat Pirates brave the treacherous waters of the New World in search of the coveted One Piece treasure, they cross paths with Z, who's accused of stealing the legendary 'Dyna Stones'. These ancient weapons, considered the Marines' ultimate trump card, are believed to possess the power to reshape the New World. With fears of Z's intent to end the pirate era and jeopardize countless innocent lives, the Marine Headquarters initiates a desperate crusade against the rogue admiral.\n\nDespite the risk of confronting both the marines and the navy, the Straw Hat Pirates resolve to pursue Z and thwart his catastrophic scheme. Along the way, they reunite with old friends and forge new alliances. Will they succeed in stopping Z before he unleashes the devastating power of the Dyna Stones, or will they fall victim to his unyielding wrath? The thrilling adventure unfolds in this gripping tale of camaraderie, courage, and the unwavering spirit of piracy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.160481352642066,
    "arithmeticGeometricMean": 8.159080023873022,
    "median": 8.132448979591835,
    "lastUpdate": "2024-05-09"
  }
}