{
  "sources": [
    "https://anidb.net/anime/4",
    "https://anilist.co/anime/396",
    "https://anime-planet.com/anime/banner-of-the-stars",
    "https://anisearch.com/anime/375",
    "https://kitsu.io/anime/363",
    "https://livechart.me/anime/4531",
    "https://myanimelist.net/anime/396",
    "https://notify.moe/anime/gbj25KmiR"
  ],
  "synopsis": {
    "text": "Lafiel Abriel and Jinto Linn find themselves reunited three years after their initial space-faring adventure, with Lafiel assuming the role of captain aboard the newly commissioned assault ship, Basroil. Jinto, now a supply officer, joins Lafiel's crew as they embark on a daunting mission to protect the vital Aptic Gate from an overwhelming enemy force. Adding to their challenges, the pair must navigate the unpredictable leadership of their new fleet commander, a member of the infamous Bebaus family.\n\nAs the fragile peace between the Abh Empire and the Triple Alliance crumbles, both Lafiel and Jinto are thrust into the heart of the renewed conflict. The Basroil, part of Operation Phantom Flame, is tasked with reclaiming lost territories from the United Humanity. With a largely inexperienced crew, the warship faces a formidable test.\n\nThe Abh Empire and the Alliance are now locked in a catastrophic struggle that transcends territorial disputes, as they grapple with the fundamental differences between their species. Just as the Abh Empire prepares for a major offensive, the Alliance launches a preemptive strike, forcing the Abh to adopt a defensive stance. Lafiel, eager to prove herself as a true Abriel, must confront the emergence of a new enemy ship class that threatens to turn the tide of the battle. In the face of seemingly insurmountable odds, Lafiel and her crew must fight for survival amidst the carnage of a galaxy-spanning war.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.709353432282003,
    "arithmeticGeometricMean": 7.70735085991616,
    "median": 7.705
  },
  "lastUpdate": "2024-05-09"
}