{
  "sources": [
    "https://anidb.net/anime/4456",
    "https://anilist.co/anime/5862",
    "https://anime-planet.com/anime/fumoon",
    "https://anisearch.com/anime/3700",
    "https://kitsu.io/anime/4307",
    "https://livechart.me/anime/6766",
    "https://myanimelist.net/anime/5862",
    "https://notify.moe/anime/q8zqcFmig"
  ],
  "synopsis": {
    "text": "Star Country and the Union's relentless pursuit of Bateito Island, a once idyllic land, has left it ravaged and polluted. Amidst the devastation, a new race of intelligent, telekinetic humanoids, the Fumoon, has emerged. Dr. Yamadano, a biologist, stumbles upon this discovery, only to have his laboratory destroyed by an awakened Fumoon specimen, which subsequently escapes. Higeoyaji, a private detective and friend of the doctor, follows the Fumoon and is kidnapped alongside it by an unidentified spacecraft.\n\nDetermined to uncover the truth, Higeoyaji's young apprentice, Kenichi, and his sister, Peach, join Dr. Yamadano at an international conference in Star Country. The glittering traces left behind by the Fumoon match those found at various animal disappearance sites, hinting at a larger mystery. Meanwhile, an astronomer's warnings of an impending black cloud that threatens to annihilate Earth are dismissed by war-engrossed governments.\n\nThe Fumoon, aware of the imminent catastrophe, have initiated plans to evacuate Earth, leaving humanity behind. However, a Fumoon named Rokoko befriends Kenichi and collaborates with Dr. Yamadano, Dr. Ochanomizu, and Dr. Frankenstein to construct a spaceship capable of saving a select few humans. As the world teeters on the brink of destruction, Kenichi, Rock Holmes, and detective Shinsaku Ban strive to convince the disbelieving world of the impending doom and the existence of the Fumoon. In this race against time, will humanity find salvation, or will it be left behind in the cosmic dust?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e6aacd1ce2d3495a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.023297641134376,
    "arithmeticGeometricMean": 6.0022736568955715,
    "median": 5.7272727272727275,
    "hash": "e6aacd1ce2d3495a",
    "lastUpdate": "2024-05-09"
  }
}