{
  "sources": [
    "https://anidb.net/anime/6408",
    "https://anilist.co/anime/5226",
    "https://anime-planet.com/anime/souten-kouro",
    "https://anisearch.com/anime/5274",
    "https://kitsu.io/anime/3998",
    "https://livechart.me/anime/7732",
    "https://myanimelist.net/anime/5226",
    "https://notify.moe/anime/pOij5Kiig"
  ],
  "synopsis": {
    "text": "Tale of the Three Kingdoms ('Sanguozhi') unfolds in China during the corrupt reign of the Han Dynasty, where chaos and rebellion have become the norm. Amidst this turmoil, the ambitious and often misunderstood Cao Cao emerges as a central figure, determined to unite China and end its suffering.\n\nCao Cao, known for his ruthless approach, is depicted in a positive light, challenging the traditional portrayal of him as a villain in most Japanese manga and novels. With a group of talented and intellectual followers, he seeks to dismantle outdated customs and values, promoting pragmatism over empty ideals.\n\nThe story also features two other prominent figures: Liu Bei, a man of high morals and immense potential, and Sun Quan, the third descendant of the Sun family. Liu Bei is aided by his mysterious servant, Zhuge Kongming, in his quest to become a beloved king. Meanwhile, Sun Quan's immaturity adds to the chaos engulfing the nation.\n\nThe narrative draws heavily from the original historical account of the era, Records of Three Kingdoms, but also incorporates elements from the novel version, Romance of the Three Kingdoms, such as anachronistic weapons and original characters like Diao Chan.\n\nAs Cao Cao challenges the status quo and clashes with the prevalent Confucian customs, he sets the stage for a war that will rage across China, forever changing its destiny. This is a tale of power, ambition, and the relentless pursuit of justice in a world plagued by corruption and chaos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e716948e9193bc6d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.710510999204877,
    "arithmeticGeometricMean": 6.686856831710753,
    "median": 6.932,
    "hash": "e716948e9193bc6d",
    "lastUpdate": "2024-05-10"
  }
}