{
  "sources": [
    "https://anidb.net/anime/15273",
    "https://anilist.co/anime/113416",
    "https://anime-planet.com/anime/happy-go-lucky-days",
    "https://anisearch.com/anime/14791",
    "https://kitsu.io/anime/42733",
    "https://livechart.me/anime/9679",
    "https://myanimelist.net/anime/40747",
    "https://notify.moe/anime/adcYwyVMR"
  ],
  "synopsis": {
    "text": "Official theater release in Japan began on October 23, 2020, after a streaming debut on Chicago Asian Pop Up Cinema from September 15-19, 2020. \"Happy-Go-Lucky Days\" is a series of interwoven tales that explore the complexities of love, sex, and longing through the eyes of ordinary individuals in Japan.\n\nA young woman, reeling from a divorce, finds solace in a stranger's arms after a chance encounter at a bar. Across town, a monotonous high school teacher is taken aback by a student's confession and an unforeseen family revelation. A lonely girl, cohabiting with a spectral roommate, crosses paths with a man who could potentially be her soulmate. Meanwhile, fraternal twins find themselves in a whirlwind of love and desire in the most unlikely circumstances.\n\nThe anime delves into the bittersweet journey of adolescence through three candid narratives. A forbidden infatuation, an ex's wedding, and budding emotions for a childhood companion are all part of the mix. Regardless of gender, love is love, but it's not always a bed of roses. The pain of unrequited love is universal, be it a young lesbian couple, a high school teacher grappling with a student's affection, a woman estranged by her father for her career choices, or childhood friends navigating their feelings for each other.\n\n\"Happy-Go-Lucky Days\" presents four stories: \"Ecchan and Aya\", \"Mr. Sawa and Yagasaki\", \"Shin and Sayoko\", and \"Mika and Shin\". Each tale offers a unique, humorous, and refreshing perspective on the sexual dynamics of young adults in Japan.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e804124d7528161b",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.880667439703154,
    "arithmeticGeometricMean": 5.863727979081018,
    "median": 5.635,
    "hash": "e804124d7528161b",
    "lastUpdate": "2024-05-09"
  }
}