{
  "sources": [
    "https://anidb.net/anime/14664",
    "https://anilist.co/anime/107876",
    "https://anime-planet.com/anime/bem",
    "https://anisearch.com/anime/14163",
    "https://kitsu.io/anime/42175",
    "https://livechart.me/anime/9220",
    "https://myanimelist.net/anime/39221",
    "https://notify.moe/anime/IFpUl_3ig"
  ],
  "synopsis": {
    "text": "Youkai-Ningen Bem, Bela, and Belo, three humanoid monsters with unconventional appearances, reside in the bustling port city of Libra. The city is divided into two distinct sectors: the affluent Upper City, where wealth and power are concentrated, and the crime-ridden Outside, connected only by a bridge. These three Youkai-Ningen strive to protect humanity from malevolent Youkai while yearning to become human themselves.\n\nSonia Summers, a young detective, finds herself transferred to the Outside after a disagreement with her superiors. As she investigates a series of mysterious cases involving Youkai, Sonia repeatedly encounters Bem, Bela, and Belo. Despite their benevolent intentions, the three Youkai-Ningen face rejection from both humans and their own kind due to their atypical lifestyles and appearances.\n\nBem, driven by his aspiration to become human, tirelessly battles against evil forces. Bela, captivated by human nature, attends school in an attempt to understand humanity better. Meanwhile, Belo, who has come to grasp the essence of humans, prefers to immerse himself in video games.\n\nAs the three Youkai-Ningen continue to interact with humans, they experience pain and heartache. A mysterious lady, leading a clandestine organization controlling Libra from the shadows, begins to target Bem, Bela, and Belo, adding a new layer of complexity to their already challenging existence.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.207323105465962,
    "arithmeticGeometricMean": 6.199774105295796,
    "median": 6.205795918367347,
    "lastUpdate": "2024-05-09"
  }
}