{
  "sources": [
    "https://anidb.net/anime/16786",
    "https://anilist.co/anime/139518",
    "https://anime-planet.com/anime/tsukimichi-moonlit-fantasy-2",
    "https://anisearch.com/anime/16617",
    "https://kitsu.io/anime/45235",
    "https://livechart.me/anime/10806",
    "https://myanimelist.net/anime/49889",
    "https://notify.moe/anime/dhHSZdNng"
  ],
  "synopsis": {
    "text": "Another world beckons Makoto Misumi, a once ordinary teenager, when a capricious goddess summons and banishes him to the farthest reaches of her realm. Branded as unsightly, his hero status is stripped away, leaving him to navigate a land teeming with mythical creatures such as dragons, spiders, orcs, and dwarves. In this desolate environment, Makoto discovers latent abilities in magic and combat, opportunities he never had in his mundane life. As he forges ahead, encountering various beings and overcoming challenges, the question lingers: can Makoto endure this newfound reality?\n\nMeanwhile, two other heroes, Hibiki Otonashi and Tomoki Iwahashi, are summoned by the same goddess, who holds them in higher regard. Hibiki, a gifted high school student, craves the trials and tribulations of this foreign world to fuel her personal growth. Tomoki, a model and part-time gamer, seeks to escape the superficial judgments of his past life by embracing his new role as a headstrong knight. While Hibiki and Tomoki are dispatched to Gritonia and Limia respectively, Makoto is left to fend for himself in the harsh wastelands.\n\nAs the heroes embark on their individual journeys, they prepare for the impending demon threat and recruit allies. However, internal conflicts among the nations begin to escalate, making a harmonious gathering of heroes increasingly improbable. These tumultuous times set the stage for a world teetering on the brink of chaos.\n\nAfter Makoto's triumph over Mitsurugi and Sofia Bulga, humanity is granted a temporary reprieve from the demon onslaught. The goddess, now wary of Makoto's burgeon",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "e92ecc7a66457c37",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.9450630797773645,
    "arithmeticGeometricMean": 7.942855924516898,
    "median": 7.998979591836735,
    "hash": "e92ecc7a66457c37",
    "lastUpdate": "2024-05-10"
  }
}