{
  "sources": [
    "https://anidb.net/anime/15293",
    "https://anilist.co/anime/113693",
    "https://anime-planet.com/anime/ascendance-of-a-bookworm-season-2",
    "https://anisearch.com/anime/14813",
    "https://kitsu.io/anime/42838",
    "https://livechart.me/anime/9703",
    "https://myanimelist.net/anime/40815",
    "https://notify.moe/anime/S_HiG2UZR"
  ],
  "synopsis": {
    "text": "Part 2 of Honzuki no Gekokujou follows the journey of Myne, a girl with an insatiable love for books, as she navigates the complex world of the Holy Church. Upon discovering the Church's need for mana to power their relics, Myne sees an opportunity to cure her life-threatening mana disorder. In exchange for her abundant mana supply, she is granted access to the Church's extensive library and becomes an apprentice shrine maiden, donning the blue robes of nobility despite her commoner background.\n\nHowever, Myne quickly learns that her dream of unlimited access to books comes at a steep price. Surrounded by nobles who scorn her humble origins, she must navigate the harsh, unforgiving world of noble society, rife with politics and neglect. To make matters worse, she faces constant challenges from the High Bishop, who seeks to oust her, and her own retainers, who cause her endless trouble.\n\nDespite these obstacles, Myne remains steadfast in her pursuit of becoming the ultimate librarian. With the support of her family, friends, and the mysterious Head Priest whose true motives remain unclear, Myne strives to overcome the class conflict between the noble-born blue robes and common-born grey robes, all while battling her own physical weaknesses. With her love for books burning bright, Myne embarks on the next chapter of her life, determined to succeed in her new role as an apprentice shrine maiden.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.237985621521336,
    "arithmeticGeometricMean": 8.236870988588699,
    "median": 8.223636363636363
  },
  "lastUpdate": "2024-05-09"
}