{
  "sources": [
    "https://anidb.net/anime/16601",
    "https://anilist.co/anime/138714",
    "https://anime-planet.com/anime/the-heike-story",
    "https://anisearch.com/anime/16576",
    "https://kitsu.io/anime/45065",
    "https://livechart.me/anime/10774",
    "https://myanimelist.net/anime/49738",
    "https://notify.moe/anime/XnRXVCV7R"
  ],
  "synopsis": {
    "text": "From the twilight of the Heian era, the Taira clan, also known as the Heike, reigns supreme in Japan, boasting unrivaled power, military prowess, and wealth. However, their seemingly unshakable dominance is threatened when a young, blind minstrel named Biwa crosses their path. Biwa, gifted with the ability to see the future through her right eye, foretells the clan's impending doom. Taira no Shigemori, the heir to the clan, possesses an equally extraordinary ability: his left eye can perceive spirits of the dead. In a bid to avert the grim fate prophesied by Biwa, Shigemori takes her under the clan's protection, despite her deep-seated distrust for them, as they are responsible for her father's death.\n\nAs the years unfold, not only does the destiny of the Taira clan hang in the balance, but the entire nation teeters on the brink of chaos. Biwa's chilling visions of bloodshed, violence, and civil war loom ever closer, marking the beginning of a tumultuous era that will see Japan transition from aristocratic rule to a reign of samurais. Will Biwa and Shigemori succeed in altering the course of history, or will they be powerless to prevent the tragedy that awaits them?\n\nInspired by the 12th-century epic tale Heike Monogatari, this anime offers a fresh perspective on a pivotal chapter in Japanese history, as witnessed through the eyes of Biwa, a young girl caught in the midst of a power struggle that will shape the future of a nation. The anime is set to air on Fuji TV's +Ultra programming block in Winter 2022, with",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.6603780148423,
    "arithmeticGeometricMean": 7.65866951042387,
    "median": 7.74
  },
  "lastUpdate": "2024-05-09"
}