{
  "sources": [
    "https://anidb.net/anime/10982",
    "https://anilist.co/anime/20994",
    "https://anime-planet.com/anime/gate",
    "https://anisearch.com/anime/10084",
    "https://kitsu.io/anime/10085",
    "https://livechart.me/anime/1335",
    "https://myanimelist.net/anime/28907",
    "https://notify.moe/anime/YQnstFmiR"
  ],
  "synopsis": {
    "text": "There once was a quiet day in Tokyo's bustling Ginza district, until a mysterious gate appeared out of nowhere, forever changing the course of history. This unexpected event, known as the Ginza Incident, unleashed a horde of fantastical creatures and medieval knights upon the unsuspecting city, leaving chaos and destruction in their wake. To confront this otherworldly threat, the Japanese Self-Defense Forces assembled a special reconnaissance team, led by the dedicated and otaku-loving officer Youji Itami.\n\nAs they ventured into the unknown world beyond the gate, the team discovered that the land's peaceful villages were being terrorized by a merciless dragon. Amongst the devastation, they encountered a lone survivor—a captivating elf girl who had miraculously escaped the dragon's wrath. With her invaluable knowledge of the land and its perils, she joined forces with Youji and his team, embarking on a perilous journey to protect the innocent and uncover the secrets of this enigmatic new world.\n\nAs they forge alliances and face unimaginable dangers, the team's ultimate goal is to foster peace between the two worlds, lest both sides be consumed by the flames of war. Join Youji and his diverse crew as they navigate this thrilling military fantasy, where the bonds of camaraderie and the power of human spirit may be the only things standing between the brink of destruction and a harmonious coexistence.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "eac1928eef777123",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.838272982640985,
    "arithmeticGeometricMean": 7.836762680858797,
    "median": 7.834192116092701,
    "hash": "eac1928eef777123",
    "lastUpdate": "2024-05-09"
  }
}