{
  "sources": [
    "https://anidb.net/anime/2034",
    "https://anime-planet.com/anime/papillon-rose-ova",
    "https://anisearch.com/anime/488",
    "https://kitsu.io/anime/1796",
    "https://livechart.me/anime/6739",
    "https://myanimelist.net/anime/1995",
    "https://notify.moe/anime/TTvL5KiiR"
  ],
  "synopsis": {
    "text": "Raama, a peculiar talking cat with a butterfly mark, recruits Tsubomi, a cunning schoolgirl who moonlights at a lingerie club, to become a magical warrior. Despite her incompetence at her job, Tsubomi uses blackmail to keep it. One day, she encounters a handsome stranger, leading to an unexpected encounter. As she navigates her new role, she must confront Beene, a dominatrix elf and minion of Regina Apis, a power-hungry matriarch hell-bent on chaos and establishing a new dynasty.\n\nIn the midst of her battles, a masked man known as Dandelion, who seems oddly familiar, comes to her rescue. This anime satirizes the magical girl genre, particularly Sailor Moon, with its absurd plot and erotic undertones. Tsubomi, transforming into \"Papillon Rose,\" must harness her unique powers to defeat her adversaries and prevent Regina Apis from amassing all the world's sexual energy.\n\nBy day, Tsubomi attends school and serves customers at an erotic establishment by night. After a series of events, she finds herself entangled with the sinister Regina Apis. Fortunately, the enigmatic Hikaru and the talking cat Raama come to her aid, enabling her to transform into \"Papillon Rose\" and vanquish her foes. Initially created as a Sailor Moon parody, this anime offers a unique twist on the magical girl genre.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "eac4bfe26b40cc8f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 4.228628942486085,
    "arithmeticGeometricMean": 4.163143672709686,
    "median": 4.647,
    "hash": "eac4bfe26b40cc8f",
    "lastUpdate": "2024-05-09"
  }
}