{
  "sources": [
    "https://anilist.co/anime/20791",
    "https://anime-planet.com/anime/fate-stay-night-heavens-feel-i-presage-flower",
    "https://kitsu.io/anime/8675",
    "https://livechart.me/anime/732",
    "https://myanimelist.net/anime/25537",
    "https://notify.moe/anime/SxTJpKiiR"
  ],
  "synopsis": {
    "text": "Servant battles, a wish-granting artifact, and a city on the brink of chaos – this is the world of Fate/stay night. Set in Fuyuki City, a decade after the devastating Fourth Holy Grail War, the story follows Shirou Emiya, an aspiring hero and survivor of the previous war. When he accidentally witnesses a battle between superhuman beings, Shirou is unwittingly thrust into the Fifth Holy Grail War, a violent conflict where seven masters and their summoned servants fight for the Holy Grail, a magical artifact capable of granting any wish.\n\nAs a participant in the war, Shirou summons his own servant, Saber, and forms an alliance with fellow participant Rin Toosaka to put an end to a mysterious shadow's killing spree. However, Shirou's involvement deepens as he becomes entangled in the dark secrets surrounding the war and the feuding families, especially when his feelings for his close friend Sakura Matou come into play.\n\nWith the city's safety and his own life on the line, Shirou must navigate the treacherous world of the Holy Grail War, protect those dear to him, and ultimately decide what he truly wishes for. Join Shirou and his allies as they embark on a thrilling and dangerous journey to uncover the truth behind the Holy Grail War and put an end to the chaos that has befallen Fuyuki City.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "eaf5b6077aca5833",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.225615464994776,
    "arithmeticGeometricMean": 8.225529995122967,
    "median": 8.21448275862069,
    "hash": "eaf5b6077aca5833",
    "lastUpdate": "2024-05-06"
  }
}