{
  "sources": [
    "https://anidb.net/anime/10903",
    "https://anilist.co/anime/21001",
    "https://anime-planet.com/anime/go-princess-pretty-cure",
    "https://anisearch.com/anime/10017",
    "https://kitsu.io/anime/10034",
    "https://livechart.me/anime/1292",
    "https://myanimelist.net/anime/28669",
    "https://notify.moe/anime/hgrEtFimg"
  ],
  "synopsis": {
    "text": "Puff, Aroma, and the Magic of Dreams: A Tale of Go! Princess PreCure\n\nIn the heart of Noble Academy, where dorm life buzzes with excitement and the thrill of new experiences, a young girl named Haruka Haruno clings to her cherished dream of becoming a princess, just like the ones she admired in her beloved picture books. Despite the teasing she endured as a child, Haruka's unwavering belief in her dream is strengthened when she encounters a mysterious boy named Kanata, who gifts her a magical charm as a symbol of their shared hope.\n\nYears later, as a first-year student at Noble Academy, Haruka's life takes a fantastical turn when she crosses paths with two whimsical fairies, Puff and Aroma, who hail from the enchanting Hope Kingdom. They reveal that the charm she received from Kanata is, in fact, a powerful Dress-Up Key capable of unlocking the true potential of the Princess Perfume. With this newfound power, Haruka transforms into Cure Flora, the elegant flower princess, and embarks on a mission to protect the dreams of everyone from the sinister clutches of the dark witch Dyspear.\n\nAlongside her newfound friends and fellow Princess Precures, Cure Mermaid (Minami Kaidou) and Cure Twinkle (Kirara Amanogawa), Haruka battles the forces of despair that threaten to tarnish the hopes and dreams of those around them. As they unleash their dazzling signature moves, the Princess Precures' outfits transform into breathtaking, princess-like Mode Elegant gowns, embodying the very essence of grace and power.\n\nTogether, the trio must",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "eb296ffd1c32578b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.685216008481314,
    "arithmeticGeometricMean": 7.678583313235385,
    "median": 7.9,
    "hash": "eb296ffd1c32578b",
    "lastUpdate": "2024-05-09"
  }
}