{
  "sources": [
    "https://anidb.net/anime/793",
    "https://anilist.co/anime/719",
    "https://anime-planet.com/anime/ai-no-kusabi",
    "https://anisearch.com/anime/2628",
    "https://kitsu.io/anime/649",
    "https://livechart.me/anime/4926",
    "https://myanimelist.net/anime/719",
    "https://notify.moe/anime/g-DA5KmiR"
  ],
  "synopsis": {
    "text": "By the order of the AI supercomputer Jupiter, the city of Tanagura on the planet Amoi is home to an elite society, where status is determined by hair color. Silver and blonde-haired individuals, known as \"Blondies,\" dominate the top echelons, while dark-haired individuals, referred to as \"mongrels,\" occupy the lower rungs. In this world, Blondies keep \"pets\" – young boys from the lower class, engineered for sexual entertainment. However, the rules forbid Blondies from engaging in sexual activities with their pets or keeping them for extended periods.\n\nIason Mink, a prominent Blondie, defies these rules by keeping Riki, a former leader of the Bison motorcycle gang, as his pet for years. Rumors circulate that the two are sexually involved, drawing disapproval from Jupiter and society. Riki, originally from the outcast district of Midas, grapples with his emotions and societal pressures. Torn between his old lover, Guy, and the possessive Iason, Riki struggles to decide whether to resist or surrender to his elite master.\n\nAs Riki's return to the Bison gang reignites old alliances, the stakes are higher than ever. In this complex web of love, power, and societal expectations, the future of Riki and Iason's forbidden relationship hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "eb2c65ef16256e35",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.887605132962276,
    "arithmeticGeometricMean": 6.882036210238255,
    "median": 6.885,
    "hash": "eb2c65ef16256e35",
    "lastUpdate": "2024-05-08"
  }
}