{
  "sources": [
    "https://anidb.net/anime/4402",
    "https://anilist.co/anime/1723",
    "https://anime-planet.com/anime/clannad-movie",
    "https://anisearch.com/anime/3604",
    "https://kitsu.io/anime/1544",
    "https://livechart.me/anime/3822",
    "https://myanimelist.net/anime/1723",
    "https://notify.moe/anime/jtNBcFimR"
  ],
  "synopsis": {
    "text": "Furukawa Nagisa's world is brightened when she crosses paths with Okazaki Tomoya, a disillusioned high school student who once dreamt of becoming a basketball star. Tomoya's life has lost its luster after an injury shattered his dreams, leaving him with a gloomy outlook and recurring nightmares of a desolate world. With no real goals or friends, he drifts through his days until he meets Nagisa, a girl who captivates him with her contagious enthusiasm and determination to revive their school's drama club.\n\nAs Tomoya helps Nagisa in her quest, he finds himself opening up to new experiences and forming bonds with other girls at his school. Together, they navigate the trials and tribulations of adolescence, with Tomoya slowly discovering that life has more to offer than he initially thought. However, as the boundaries of friendship start to blur, Tomoya must confront the enigmatic nature of his dreams and the profound impact they have on his newfound connections.\n\nIn this heartwarming tale of love, friendship, and self-discovery, Tomoya and Nagisa learn that sometimes, the most meaningful connections are forged when we least expect them. As they work together to breathe life back into the drama club, they uncover the strength to face their fears and embrace the beauty of the world around them.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ebc554e8a87eb944",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.268773757988043,
    "arithmeticGeometricMean": 7.26778448666136,
    "median": 7.264818594104309,
    "hash": "ebc554e8a87eb944",
    "lastUpdate": "2024-05-09"
  }
}