{
  "sources": [
    "https://anidb.net/anime/11263",
    "https://anime-planet.com/anime/the-laws-of-the-universe-part-0",
    "https://anisearch.com/anime/10665",
    "https://kitsu.io/anime/11010",
    "https://livechart.me/anime/1617",
    "https://myanimelist.net/anime/30850",
    "https://notify.moe/anime/YdRXtFimR"
  ],
  "synopsis": {
    "text": "Halle’s sister, a student at the prestigious Nazca Academy, collapses in the cafeteria, revealing an alien chip implanted in her brain. Her friends, Ray, Anna, Tyler, Halle, and Eisuke, embark on a mission to save her and uncover the truth about the mysterious extraterrestrial species known as the Greys. As they delve deeper, the group becomes entangled in a sinister plot involving the Reptilian aliens, who plan to take over Earth and have already infiltrated their school.\n\nDetermined to protect their planet, the five high school students join forces with their trusted professor, Suguru Yoake. Together, they unravel shocking truths hidden on the dark side of the moon and the true intentions of the aliens infiltrating global superpowers like America, Russia, and China. As they race against time to expose the looming crisis, they encounter the Unmite Alien, who takes them on an intergalactic journey to learn the secrets of the universe.\n\nHowever, their adventure takes a dark turn when they return to Earth, only to find a trap set by the Messenger from the Flip-Side Universe. Can Ray, Anna, Tyler, Halle, and Eisuke save Earth from impending doom and secure a hopeful future for humanity? This thrilling anime, produced by Happy Science, delves into the depths of the cosmos to reveal the hidden truths that lie beyond the stars.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ebcce4e358d59483",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.193299938157081,
    "arithmeticGeometricMean": 5.160904706467913,
    "median": 5.254081632653061,
    "hash": "ebcce4e358d59483",
    "lastUpdate": "2024-05-10"
  }
}