{
  "sources": [
    "https://anidb.net/anime/2811",
    "https://anilist.co/anime/3071",
    "https://anime-planet.com/anime/space-battleship-yamato-the-new-voyage",
    "https://anisearch.com/anime/1968",
    "https://kitsu.io/anime/2769",
    "https://livechart.me/anime/7010",
    "https://myanimelist.net/anime/3071",
    "https://notify.moe/anime/i2u8cFimR"
  ],
  "synopsis": {
    "text": "Earth, 2201. Fresh from a harrowing encounter with Emperor Zordar and the Comet Empire, the legendary space battleship Yamato returns to its home base for much-needed repairs and to welcome new crew members. As the seasoned crew, including Sanada, Aihara, and Shima, pay homage to their fallen comrades at Okita's memorial, they cross paths with Tokugawa's son, Tasuke, who aspires to join the crew upon graduating from cadet school. However, his graduation day is marked by an unexpected mishap as a boat full of cadets capsize, too captivated by the awe-inspiring sight of the Yamato to focus on their navigation.\n\nMeanwhile, Desler, a former adversary, journeys back to his home planet, only to find it under siege by the ruthless Black Nebula Empire, who are mercilessly plundering the planet's resources. With Iscandar next on the invaders' list, Desler swallows his pride and seeks the assistance of Kodai and the Yamato crew in an audacious attempt to safeguard Queen Starsha and thwart the Black Mist Empire's nefarious plans. As the Yamato embarks on what should have been a routine training mission, the stakes are raised, and the crew must prepare for a battle that will test their courage and unity like never before.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ec2ce283a1a9ddc1",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.634129870129869,
    "arithmeticGeometricMean": 6.628077648787291,
    "median": 6.545454545454545,
    "hash": "ec2ce283a1a9ddc1",
    "lastUpdate": "2024-05-10"
  }
}