{
  "sources": [
    "https://anidb.net/anime/8842",
    "https://anilist.co/anime/12413",
    "https://anime-planet.com/anime/jormungand",
    "https://anisearch.com/anime/7465",
    "https://kitsu.io/anime/6726",
    "https://livechart.me/anime/1114",
    "https://myanimelist.net/anime/12413",
    "https://notify.moe/anime/fRoHpFmmg"
  ],
  "synopsis": {
    "text": "Her name is Koko Hekmatyar, an arms dealer with a vision of global peace, and he is Jonah, a child soldier turned bodyguard with a deep-seated hatred for weapons and those who deal them. Together, they form an unlikely duo as they navigate the treacherous world of illegal arms trading under the guise of HCLI, an international shipping company.\n\nJonah, haunted by his past and driven by vengeance, finds himself protecting Koko and her dream of world peace from the myriad dangers that come with her line of work. Alongside Koko's team of ex-special ops soldiers, Jonah must now use his combat skills to shield Koko from local and international authorities, relentless CIA agents, and ruthless assassins.\n\nAs they journey across the globe, selling weapons to armies, private militaries, and militias, Jonah and Koko's relationship evolves amidst the chaos of their dangerous profession. Despite his hatred for her work, Jonah sees a glimmer of hope in Koko's idealistic dream of world peace, even as he continues his personal quest to find the arms dealer responsible for his family's death.\n\nJoin Jonah, Koko, and their crew as they delve into the darkest corners of the black market, where every contract could lead to ultra-violence, and where the line between right and wrong becomes increasingly blurred. Will Jonah find the vengeance he seeks, or will he discover a new purpose in Koko's dream of world peace? Only time will tell in this thrilling and thought-provoking anime series.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ec55112b9fe4cacb",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.794178093964859,
    "arithmeticGeometricMean": 7.793423799656113,
    "median": 7.79,
    "hash": "ec55112b9fe4cacb",
    "lastUpdate": "2024-05-09"
  }
}