{
  "sources": [
    "https://anidb.net/anime/16827",
    "https://anilist.co/anime/139821",
    "https://anime-planet.com/anime/sugar-apple-fairy-tale",
    "https://anisearch.com/anime/16630",
    "https://kitsu.io/anime/45270",
    "https://livechart.me/anime/10823",
    "https://myanimelist.net/anime/49980",
    "https://notify.moe/anime/c0fx07DnR"
  ],
  "synopsis": {
    "text": "April 2010 marked the beginning of a 17-volume journey into the Kingdom of Highland, where fairies and humans coexist in a tense atmosphere. Anne Halford, a 15-year-old aspiring confectioner, embarks on a perilous journey to the royal capital, Lewiston, to participate in the annual Candy Fair. Her dream? To become a Silver Sugar Master, a title once held by her late mother.\n\nIn this world, fairies are not seen as equals but are bought and sold, their wings held captive by their human masters. Anne, despite her gentle nature, finds herself purchasing a fairy for protection. Shall, her new fairy companion, is a reluctant guardian, yearning for freedom from his life of servitude.\n\nAnne, however, seeks more than just protection. She desires friendship with Shall, a bond that seems unlikely given their circumstances. As they navigate through treacherous terrains, Anne promises to return Shall's wing once they reach their destination, leaving him both confused and intrigued.\n\nTheir journey is not just about reaching the Candy Fair or winning the title. It's a journey of self-discovery, understanding, and friendship. Will Anne's sweet dreams come true, or will the bitterness of reality intervene? Only time will tell in this heartwarming tale of friendship and freedom.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ec5ae8905071b04e",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.513541672613101,
    "arithmeticGeometricMean": 7.508485200566988,
    "median": 7.594090909090909,
    "hash": "ec5ae8905071b04e",
    "lastUpdate": "2024-05-10"
  }
}