{
  "sources": [
    "https://anidb.net/anime/957",
    "https://anilist.co/anime/890",
    "https://anime-planet.com/anime/gaogaigar",
    "https://anisearch.com/anime/93",
    "https://kitsu.io/anime/790",
    "https://livechart.me/anime/5012",
    "https://myanimelist.net/anime/890",
    "https://notify.moe/anime/K3qA5FiiR"
  ],
  "synopsis": {
    "text": "El-01, an alien entity, crash-lands on Earth in 2003, absorbing all nearby machinery before vanishing. This event prompts the formation of the Gutsy Geoid Guard (GGG), a clandestine organization dedicated to combating potential extraterrestrial threats. Based beneath G-Island City in Tokyo Bay, the GGG encounters the Zonders, alien beings capable of assimilating machines and transforming them into colossal mecha, wreaking havoc on cities. To counter this menace, the GGG employs Guy Shishioh, a 21-year-old cyborg and former astronaut who survived El-01's crash, as the pilot of the formidable combat robot, GaoGaiGar.\n\nMamoru, a seemingly ordinary 9-year-old boy, is adopted by the Amami couple after they discover him in the care of a mysterious robotic lion named Galeon. Eight years later, in 2005, Mamoru finds himself at the heart of the battle against the Zonders, who have emerged from underground to attack Tokyo. With Galeon forming the core of GaoGaiGar, Mamoru joins forces with Guy and the GGG to protect Earth and purify the Zonders' cores.\n\nAs the Zonders continue their assault on Tokyo, the Japanese Self-Defense Forces find their conventional weapons ineffective, leaving the city's children in peril. In the face of this crisis, Guy, the Cyborg Commander of the GGG's Mechanized Unit, stands as humanity's last hope. With Mamoru and a team of transforming robots by his side, Guy pilots GaoGaiGar to confront the alien menace and safeguard Earth's future.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ec957764b4c05add",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.4026944076331835,
    "arithmeticGeometricMean": 7.395969620904176,
    "median": 7.174,
    "hash": "ec957764b4c05add",
    "lastUpdate": "2024-05-10"
  }
}