{
  "sources": [
    "https://anidb.net/anime/7435",
    "https://anilist.co/anime/6974",
    "https://anime-planet.com/anime/occult-academy",
    "https://anisearch.com/anime/5527",
    "https://kitsu.io/anime/4814",
    "https://livechart.me/anime/3875",
    "https://myanimelist.net/anime/6974",
    "https://notify.moe/anime/ZoHgpKmig"
  ],
  "synopsis": {
    "text": "Occult Academy, set in 1999, follows the journey of Maya Kumashiro, the new principal of Waldstein Academy, and Fumiaki Uchida, a mysterious time-traveling agent from the future. Maya, with a deep-seated disdain for the supernatural, plans to dismantle her late father's legacy - an academy notorious for its occult happenings. However, her plans take an unexpected turn when she crosses paths with Fumiaki, who claims to be on a mission to prevent an impending alien invasion foretold by Nostradamus.\n\nIn the future, the world has been ravaged by extraterrestrial forces, prompting time agents like Fumiaki to journey back to 1999 to find and destroy the elusive Nostradamus Key, believed to be the catalyst for the apocalypse. Despite her initial skepticism and distrust, Maya reluctantly joins forces with Fumiaki to search for the Key, using a special cell phone that can identify potential objects of interest.\n\nAs they navigate through a myriad of paranormal events unfolding within the academy, Maya and Fumiaki must overcome their differences and work together to save humanity from a dark and dismal future. Will they succeed in finding the Nostradamus Key in time, or will the world succumb to the occult prophecy? Join Maya and Fumiaki in their thrilling adventure to unravel the mysteries of Occult Academy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "edc2226e6d02d4df",
    "created": "2024-05-13",
    "lastUpdate": "2024-05-13"
  },
  "score": {
    "arithmeticMean": 6.998670029375385,
    "arithmeticGeometricMean": 6.994551722196702,
    "median": 7.035,
    "hash": "edc2226e6d02d4df",
    "lastUpdate": "2024-05-09"
  }
}