{
  "sources": [
    "https://anidb.net/anime/18014",
    "https://anilist.co/anime/137641",
    "https://anime-planet.com/anime/novoland-eagle-flag",
    "https://anisearch.com/anime/18169",
    "https://kitsu.io/anime/45696",
    "https://myanimelist.net/anime/51207",
    "https://notify.moe/anime/QC2wqJTVg"
  ],
  "synopsis": {
    "text": "Tang ling the threads of fate and friendship, \"The Chronicles of Lv Guichen\" unfolds in the mystical realm of Kyushu, a land teeming with power struggles and ancient feuds. Our protagonist, Lv Guichen, the crown prince of the nomadic Qingyang clan, is sent to the eastern lands as a political hostage, where he forms an unbreakable bond with two unlikely allies: Ji Ye, a rebellious warrior with a defiant spirit, and Yu Ran, a resilient princess in exile.\n\nThe trio's unique backgrounds and identities render them targets at the prestigious Prince's Academy, where they must navigate a labyrinth of challenges and adversaries. As they brave these trials together, their bond deepens into an unyielding camaraderie. Meanwhile, the overlord Win Wu-Young, under the command of the divine lords, leads a righteous crusade against the Zhangyang Pass, with Lv Guichen, Ji Ye, and Yu Ran following the legendary general Xie Yan into the heart of the storm. Amidst the chaos of war, these young heroes must rise to the occasion and embrace their destinies as the next generation of leaders.\n\nAs Lv Guichen grows from a gentle, overlooked prince into a formidable force, he must navigate the treacherous politics within his own clan and the grievances that divide the northern grasslands from the eastern territories. Sent as a hostage to the Xia Tang State, Lv Guichen forms a powerful alliance that will shape the future of Kyushu, all while forging lifelong friendships that will stand the test of time. This epic saga, set against the backdrop of the vast desert grasslands of Novoland, weaves a tale of fate, friendship, and the",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "edf602fd3b033538",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.9926666666666675,
    "arithmeticGeometricMean": 6.986949893477428,
    "median": 7.0,
    "hash": "edf602fd3b033538",
    "lastUpdate": "2024-05-08"
  }
}