{
  "sources": [
    "https://anidb.net/anime/454",
    "https://anilist.co/anime/360",
    "https://anime-planet.com/anime/legend-of-himiko",
    "https://anisearch.com/anime/2405",
    "https://kitsu.io/anime/327",
    "https://livechart.me/anime/8184",
    "https://myanimelist.net/anime/360",
    "https://notify.moe/anime/TiUhcKmmg"
  ],
  "synopsis": {
    "text": "At the heart of a parallel realm, where the undead roam and the battle between good and evil rages, a young girl named Himiko is destined to restore balance. Born amidst a sacred flame ritual, her arrival is disrupted by a malevolent general, causing the six guardians of the flame to scatter and leaving Himiko's life in peril. Rescued and raised in our world, Himiko knows little of her past or her true parents. Her life takes a dramatic turn when a mysterious flame transports her and her schoolmate, Kutani Masahiko, back to her birthplace, the ancient kingdom of Yamatai.\n\nNow under the tyrannical rule of the Kune empire, Yamatai is in desperate need of a savior. The six queen candidates, each a guardian of the sacred flame, lead a resistance against the evil general, who seeks to harness the power of the undead. Thrust into this war-torn land, Himiko and Kutani join forces with the queen candidates, discovering their own unique powers and deep-rooted connections to this ancient world.\n\nAs the heir to the sacred fire, Himiko holds the key to uniting the guardians and restoring peace to the realm. But to do so, she must navigate a treacherous path filled with danger, betrayal, and war. Will she be able to unlock the secrets of her past and fulfill her destiny, or will the darkness consume her and the world she's sworn to protect?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ee05289dce0fcf1a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.18733651382631,
    "arithmeticGeometricMean": 6.162370389756179,
    "median": 6.366,
    "hash": "ee05289dce0fcf1a",
    "lastUpdate": "2024-05-09"
  }
}