{
  "sources": [
    "https://anidb.net/anime/2781",
    "https://anilist.co/anime/349",
    "https://anime-planet.com/anime/magical-canan",
    "https://anisearch.com/anime/1844",
    "https://kitsu.io/anime/316",
    "https://livechart.me/anime/6069",
    "https://myanimelist.net/anime/349",
    "https://notify.moe/anime/VgEhcFimR"
  ],
  "synopsis": {
    "text": "Carmine's Hidden Power: A Tale of Magic and Destiny\n\nIn the seemingly mundane life of Chihaya, a middle school student, a whirlwind of magical adventures is about to unfold. Juggling between school and assisting at her parents' store, Angel Kiss, Chihaya's ordinary existence is disrupted by the arrival of a peculiar pink creature, Chuu. Unbeknownst to her, Chuu is actually Natsuki, a young boy hailing from the mystical land of Ever Green.\n\nNatsuki's mission on Earth is of great importance: to retrieve five powerful magical seeds that can infiltrate human bodies, exploiting their desires to transform them into monstrous beings. The seeds have been stolen from Ever Green and scattered across Earth, posing a significant threat to both realms. However, Natsuki cannot accomplish this task alone. He must persuade Chihaya, the unsuspecting bearer of the Magical Warrior Carmine's power, to join his cause.\n\nAs Natsuki assumes human form and reveals Chihaya's hidden potential, she is faced with a choice: embrace her destiny as the powerful Magical Warrior Carmine or continue her ordinary life. The fate of Earth hangs in the balance, and Chihaya's decision could mean the difference between salvation and destruction.\n\nAmidst the chaos, questions arise, shrouding Chihaya's life in mystery. Why does her mother seem to know about this secret world? How can Chihaya remember her father, who passed away before she was born? And why does she dream of Ever Green, a place she has never visited?\n\nJoin Chihaya and Natsuki on their thrilling journey to save humanity and uncover the truth behind the Magical Warrior Carmine's legacy.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ee77c961b3c7b07b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.8972388020143125,
    "arithmeticGeometricMean": 5.883430566884795,
    "median": 6.0,
    "hash": "ee77c961b3c7b07b",
    "lastUpdate": "2024-05-09"
  }
}