{
  "sources": [
    "https://anidb.net/anime/4062",
    "https://anilist.co/anime/9993",
    "https://anime-planet.com/anime/samurider-nazo-no-tenkousei",
    "https://anisearch.com/anime/1919",
    "https://kitsu.io/anime/5984",
    "https://myanimelist.net/anime/9993",
    "https://notify.moe/anime/gTGnpFimg"
  ],
  "synopsis": {
    "text": "FZR1000, a prized motorcycle known as the 'katana', becomes the centerpiece of Masao's life, a seemingly ordinary high-schooler in Tokyo. Inspired by the manga of Shinichi Sugimura in Young Magazine, Masao's journey takes a dramatic turn as he becomes a modern-day samurai, using his newfound wheels and a genuine katana sword to wage war against local criminals. But just as Masao begins to relish his new role as a knight of the road, disaster strikes. Out of nowhere, a mysterious figure known as the 'Samurider' emerges, destroying Masao's beloved motorcycle and leaving him with a debt he cannot pay.\n\nAs Masao simmers with anger, a new transfer student named Sawamura enters the scene. Convinced that Sawamura is the 'Samurider', Masao becomes determined to exact his revenge. But as he delves deeper into the world of motorcycles and samurais, Masao discovers that the truth is far more complex than he could have ever imagined.\n\nIn this thrilling anime, Masao's journey takes him from the streets of Tokyo to the highways of Japan, as he battles against criminals and rival bikers alike. With its unique blend of samurai movies and biker culture, this anime is sure to leave viewers on the edge of their seats, eager to see what happens next. Will Masao be able to avenge his beloved motorcycle and restore his honor, or will he become just another victim of the 'Samurider'? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ee8fb65a0ff2e9ae",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 4.89095361781076,
    "arithmeticGeometricMean": 4.8816749567216196,
    "median": 4.78,
    "hash": "ee8fb65a0ff2e9ae",
    "lastUpdate": "2024-05-08"
  }
}