{
  "sources": [
    "https://anidb.net/anime/12201",
    "https://anilist.co/anime/21838",
    "https://anime-planet.com/anime/izetta-the-last-witch",
    "https://anisearch.com/anime/11506",
    "https://kitsu.io/anime/12260",
    "https://livechart.me/anime/2214",
    "https://myanimelist.net/anime/33433",
    "https://notify.moe/anime/ESPghKiig"
  ],
  "synopsis": {
    "text": "If the promise to protect a princess is made, the last surviving witch will rise to the challenge. As the ominous clouds of war loom over an alternate Europe in 1939, the imperialistic nation of Germania sets its sights on the small, picturesque alpine country of Eylstadt. With its lush greenery and crystal-clear waters, Eylstadt appears to be an easy target for the powerful Germania, which has already conquered numerous neighboring countries.\n\nDesperate to save her kingdom, Crown Princess Ortfiné 'Finé' Fredericka von Eylstadt seeks a political alliance with Britannia. However, her plans are thwarted when she is captured by Germanian soldiers en route to the crucial meeting. Amidst the chaos, a young witch with fiery red hair named Izetta makes a daring escape from a Germanian transport mission gone awry. Recognizing Princess Finé as her childhood friend, Izetta vows to protect her and utilizes her magical abilities to rescue the princess from captivity.\n\nAs the last surviving member of her clan, Izetta possesses the unique power to manipulate any object she touches, turning the tides of war in Eylstadt's favor. With the fate of their kingdom hanging in the balance, Finé and Izetta join forces to defend their homeland against the seemingly insurmountable forces of Germania. Can the magic of a single witch and the determination of a princess change the course of history and safeguard Eylstadt from the clutches of the imperialist war giant? Only time will tell in this thrilling tale of loyalty, friendship, and courage.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-10"
  },
  "score": {
    "arithmeticMean": 6.877746959389817,
    "arithmeticGeometricMean": 6.875245408431225,
    "median": 6.845000000000001,
    "lastUpdate": "2024-05-10"
  }
}