{
  "sources": [
    "https://anidb.net/anime/15998",
    "https://anilist.co/anime/128712",
    "https://anime-planet.com/anime/the-detective-is-already-dead",
    "https://anisearch.com/anime/15908",
    "https://kitsu.io/anime/44022",
    "https://livechart.me/anime/10355",
    "https://myanimelist.net/anime/46471",
    "https://notify.moe/anime/PaL6JbfGR"
  ],
  "synopsis": {
    "text": "Kimihiko Kimizuka has always seemed to attract trouble, finding himself caught up in dangerous situations more times than he can count. But nothing could prepare him for the hijacked flight where he first encounters the striking and mysterious detective known only as Siesta. Together, they manage to foil the hijacking plot and soon become an unstoppable crime-solving duo, traveling across the globe on perilous missions over the next three years. However, their adventures come to a tragic end with Siesta's sudden death, leaving Kimizuka devastated. He attempts to return to normal life, but the past refuses to stay buried. When a girl bearing an uncanny resemblance to Siesta approaches Kimizuka for help on a cryptic case, unanswered questions surrounding his former partner begin to resurface. As Kimizuka gets drawn back into the world of intrigue Siesta inhabited, he starts to wonder if the key to unlocking the mystery of her death - and their unfinished business - may lie in this new case. Full of drama, action and intrigue, this anime promises to be an emotional rollercoaster for Kimizuka as he seeks closure while confronting the dangers of the detective world once again. Will solving the case allow him to make peace with Siesta's death? Or will it only pull him deeper into the conspiracies that she devoted her life to defeating? The thrilling adventures are only beginning...",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "ef0c79efe270338f",
    "created": "2024-05-20",
    "lastUpdate": "2024-05-20"
  },
  "score": {
    "arithmeticMean": 6.56048148632052,
    "arithmeticGeometricMean": 6.549744907410104,
    "median": 6.589636363636364,
    "hash": "ef0c79efe270338f",
    "lastUpdate": "2024-05-10"
  }
}