{
  "sources": [
    "https://anidb.net/anime/4244",
    "https://anilist.co/anime/995",
    "https://anime-planet.com/anime/the-prince-of-tennis-the-national-tournament",
    "https://anisearch.com/anime/1908",
    "https://kitsu.io/anime/885",
    "https://livechart.me/anime/4807",
    "https://myanimelist.net/anime/995",
    "https://notify.moe/anime/vLt1cKmmg"
  ],
  "synopsis": {
    "text": "Regulars roster. The competition is fiercer than ever, and Seigaku must face both familiar rivals and formidable new opponents on their journey to claim the National Championship title. With Echizen back on the team, will his exceptional skills and unyielding spirit be enough to guide Seigaku to victory, or will they crumble under the pressure of the intense competition?\n\nRyouma Echizen, a young tennis prodigy, has finally reached the National Tournament with his Seishun Academy Boys' Tennis Team. As they prepare to face off against the underhanded Higa Middle School, Seishun is determined to demonstrate the importance of fair play and hard-earned victories. Meanwhile, Hyoutei Academy, one of Seishun's long-standing rivals, eagerly awaits the opportunity to prove their worth after receiving a special invitation to the Nationals. As the tournament unfolds, Ryouma and his teammates confront adversaries from their past and present, each with their own unique perspectives on the game of tennis.\n\nTwelve-year-old Ryoma Echizen, a gifted tennis player, joins Seigaku Middle School's renowned tennis club. As the first middle school student to secure a spot on the regular team, Ryoma competes in various tournaments, including the city and national championships. With each match, he faces opponents who challenge his skills and push him to grow as a player. Will Ryoma's talent and determination be enough to secure victory against the diverse and talented lineup of competitors he encounters?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ef280e9d96bbe17f",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.743520777502919,
    "arithmeticGeometricMean": 7.7395689344162015,
    "median": 7.74,
    "hash": "ef280e9d96bbe17f",
    "lastUpdate": "2024-05-10"
  }
}