{
  "sources": [
    "https://anidb.net/anime/8419",
    "https://anilist.co/anime/10719",
    "https://anime-planet.com/anime/haganai-i-dont-have-many-friends",
    "https://anisearch.com/anime/7101",
    "https://kitsu.io/anime/6316",
    "https://livechart.me/anime/1176",
    "https://myanimelist.net/anime/10719",
    "https://notify.moe/anime/DUaVtKiig"
  ],
  "synopsis": {
    "text": "Kodaka Hasegawa has recently transferred to St. Chronica's Academy, a Catholic high school, and struggles to make friends due to his naturally blond hair which causes his classmates to wrongly perceive him as a dangerous delinquent. Feeling lonely, one day Kodaka comes across the abrasive yet equally solitary girl Yozora Mikazuki talking to her imaginary friend. Realizing their shared social isolation, Kodaka and Yozora decide to form the Neighbors Club, a club aimed at helping students like them learn social skills and make friends. They are soon joined by several other eccentric members - the school idol Sena Kashiwazaki who struggles to connect meaningfully despite her popularity, the maid-outfitted Yukimura Kusunoki who wants to become more masculine, Kodaka's occult-loving younger sister Kobato who attends the affiliated middle school, the genius yet perverted underclassman Rika Shiguma looking to repay Kodaka for saving her from a failed experiment, and the child genius nun Maria Takayama who serves as the club advisor. Together, this group of misfits bonds through activities like cooking, playing games, and going on amusing misadventures while learning the true meaning of friendship. However, their bizarre collection of personalities also paves the way for hilarious antics and unpredictable chaos.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "ef584cdb4a8da564",
    "created": "2024-05-19",
    "lastUpdate": "2024-05-19"
  },
  "score": {
    "arithmeticMean": 7.317587669916451,
    "arithmeticGeometricMean": 7.316658578029735,
    "median": 7.286790382819794,
    "hash": "ef584cdb4a8da564",
    "lastUpdate": "2024-05-09"
  }
}