{
  "sources": [
    "https://anidb.net/anime/61",
    "https://anilist.co/anime/43",
    "https://anime-planet.com/anime/ghost-in-the-shell",
    "https://anisearch.com/anime/2088",
    "https://kitsu.io/anime/25",
    "https://livechart.me/anime/3607",
    "https://myanimelist.net/anime/43",
    "https://notify.moe/anime/8S4t5Kiig"
  ],
  "synopsis": {
    "text": "The year is 2029, and the world has undergone a technological revolution, with cybernetics and artificial intelligence becoming commonplace. In Niihama City, a bustling metropolis filled with robotic parts and cybernetic enhancements, Public Security Section 9 is tasked with combating corruption and terrorism. Led by the formidable Major Motoko Kusanagi, a full-body cyborg, the team is on the hunt for a mysterious hacker known as the Puppet Master. This enigmatic figure possesses the power to infiltrate and manipulate human minds, leaving a trail of memory-stripped victims in their wake.\n\nAs Motoko and her team delve deeper into the case, they find themselves entangled in a web of political intrigue and power struggles. With the widespread use of \"cyber brains\" making it possible to hack into a person's mind, the stakes have never been higher. As they race against time to capture the Puppet Master, Motoko is forced to confront philosophical questions about her own existence and the true meaning of being human in a world where the boundaries between man and machine are increasingly blurred.\n\nIn this futuristic thriller, the lines between technology and humanity become increasingly blurred, forcing the protagonists to question their own identities and the nature of reality itself. With its intense action scenes, thought-provoking themes, and a complex narrative filled with twists and turns, this anime promises to keep viewers on the edge of their seats.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.19067639048309,
    "arithmeticGeometricMean": 8.19010494442252,
    "median": 8.218460111317253,
    "lastUpdate": "2024-05-09"
  }
}