{
  "sources": [
    "https://anidb.net/anime/8719",
    "https://anilist.co/anime/11785",
    "https://anime-planet.com/anime/haiyore-nyaruko-san",
    "https://anisearch.com/anime/7382",
    "https://kitsu.io/anime/6599",
    "https://livechart.me/anime/1107",
    "https://myanimelist.net/anime/11785",
    "https://notify.moe/anime/c2CStKmmg"
  ],
  "synopsis": {
    "text": "She's a shape-shifting deity from the depths of cosmic horror, and he's an unsuspecting high school student thrust into a world of interstellar chaos. Meet Mahiro Yasaka, whose once mundane existence is turned upside down when he crosses paths with the silver-haired Nyarlathotep, or Nyaruko, as she prefers to be called. Drawn from the pages of H.P. Lovecraft's Cthulhu Mythos, Nyaruko is far from your average alien. After rescuing Mahiro from a menacing Nightgaunt, she develops an infatuation with him, resulting in an unwelcome cohabitation.\n\nAs if this weren't enough, Mahiro's life becomes increasingly complicated with the arrival of additional Lovecraftian entities, including Cthuko, a besotted girl with eyes only for Nyaruko, and Hasuta, a young boy with a deceptively feminine appearance. This motley crew of extraterrestrial misfits, all hailing from a fictional universe, now share Mahiro's home and protect him from the myriad of cosmic threats endangering both him and Earth.\n\nWith Mahiro's life now inextricably intertwined with these eccentric beings, he must navigate the challenges of high school while also grappling with the complexities of cosmic conflicts. As the Great Ones from the Cthulhu Mythos descend upon Earth, Mahiro finds himself at the center of a chaotic whirlwind, all the while yearning for the tranquility of his former life.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ef987b029fd07545",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.967618684005588,
    "arithmeticGeometricMean": 6.965351196733132,
    "median": 6.944545454545455,
    "hash": "ef987b029fd07545",
    "lastUpdate": "2024-05-09"
  }
}