{
  "sources": [
    "https://anidb.net/anime/704",
    "https://anilist.co/anime/1419",
    "https://anime-planet.com/anime/lupin-the-3rd-farewall-to-nostradamus",
    "https://anisearch.com/anime/3169",
    "https://kitsu.io/anime/1272",
    "https://livechart.me/anime/7772",
    "https://myanimelist.net/anime/1419",
    "https://notify.moe/anime/dIi-5KmiR"
  ],
  "synopsis": {
    "text": "Farewell to Nostradamus, the latest adventure of the legendary thief Arsène Lupin III, begins with a daring diamond heist gone awry. Lupin and his partner, Daisuke Jigen, find themselves in a race against time to retrieve the stolen gem and a mysterious book of prophecies from the clutches of a dangerous cult known as the Nostradamus Sect.\n\nThe book, rumored to contain the lost prophecies of Nostradamus, is hidden in the top floor of the world's largest building, owned by none other than the current frontrunner in the U.S. presidential race, Douglas. The cult, determined to cause chaos and take Douglas out of the running, will stop at nothing to obtain the book.\n\nBut Lupin isn't the only one after the book. His old rival, Fujiko Mine, is also on the hunt, and she's willing to do whatever it takes to get her hands on it. When Lupin's diamond ends up in the hands of a young girl named Julia, who happens to be Douglas's daughter, the stakes are raised even higher.\n\nWith the help of his friends, Lupin must break into the heavily guarded building, outwit the cult and Fujiko, and save Julia before it's too late. But with Inspector Zenigata hot on his heels and the cult's deadly plans in motion, will Lupin be able to pull off the heist of the century and save the day? The answer lies in Farewell to Nostradamus, a thrilling tale of adventure, intrigue, and high-stakes thievery.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "efab29adfebd59c5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.3340683805989935,
    "arithmeticGeometricMean": 7.332529639825104,
    "median": 7.38,
    "hash": "efab29adfebd59c5",
    "lastUpdate": "2024-05-09"
  }
}