{
  "sources": [
    "https://anidb.net/anime/163",
    "https://anilist.co/anime/380",
    "https://anime-planet.com/anime/fushigi-yugi-ova",
    "https://anisearch.com/anime/3049",
    "https://kitsu.io/anime/347",
    "https://livechart.me/anime/7313",
    "https://myanimelist.net/anime/380",
    "https://notify.moe/anime/hul2cFiig"
  ],
  "synopsis": {
    "text": "Miaka Yuuki and Tamahome, the beloved couple from the mystical tale of Fushigi Yuugi, are living their blissful lives on Earth following their extraordinary journey within The Universe of the Four Gods. However, their happiness is short-lived as Tamahome mysteriously vanishes during a visit to the graves of the Byakko and Genbu priestesses, leaving Miaka devastated. As Miaka's brother Keisuke and his best friend Tetsuya join forces to help her find Tamahome, the truth behind his disappearance begins to unravel.\n\nTamahome finds himself back in the book, only to realize that 50 years have passed since he last left, and he is now mistaken for his former nemesis, Nakago. Meanwhile, Miaka and Yui are also pulled back into the world of the book, and a new priestess emerges, threatening to erase their existence. As the couple struggles to overcome these obstacles and reunite, they must navigate through a web of deception, illusion, and betrayal.\n\nAmidst the chaos, the Celestial Warriors of gods Suzaku and Seiryuu, along with Miaka and Yui, embark on a bus trip to a special hot spring resort, unaware of the surprise awaiting them at their destination. Will the two lovers triumph over these adversities and find their way back to each other, or are they doomed to remain separated forever? Join Miaka and Tamahome in this thrilling continuation of their epic love story, filled with action, adventure, and romance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "efbb4124e6ff8843",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.852857954545454,
    "arithmeticGeometricMean": 6.8384191325847254,
    "median": 7.001545454545455,
    "hash": "efbb4124e6ff8843",
    "lastUpdate": "2024-05-09"
  }
}