{
  "sources": [
    "https://anidb.net/anime/16187",
    "https://anilist.co/anime/131942",
    "https://anime-planet.com/anime/jojos-bizarre-adventure-stone-ocean",
    "https://anisearch.com/anime/16162",
    "https://kitsu.io/anime/44294",
    "https://livechart.me/anime/10512",
    "https://myanimelist.net/anime/48661",
    "https://notify.moe/anime/m26yPJ_Gg"
  ],
  "synopsis": {
    "text": "She was framed, incarcerated, and left to rot in the notorious Green Dolphin Street Prison in Florida, USA, 2011. Jolyne Cujoh, daughter of Jotaro Kujo, finds herself in a situation eerily similar to her father's past, but unlike him, she's not here by choice. As despair threatens to consume her, a mysterious gift from her father awakens a hidden power within her: her Stand, Stone Free. With newfound hope, Jolyne embarks on a mission to break free from her prison and clear her family's name.\n\nBut as she delves deeper into the mystery surrounding her imprisonment, she realizes that there's more to her predicament than meets the eye. The prison is a hotbed of supernatural activity, and Jolyne finds herself in the crosshairs of a century-long feud between the Joestar family and their arch-nemesis, DIO. With the help of her fellow inmates and their unique Stands, Jolyne must navigate through a web of danger and deceit to uncover the truth behind her incarceration and put an end to the evil that has plagued her family for generations.\n\nIn this final battle, Jolyne must use her wit, courage, and the power of Stone Free to break free from the stone ocean they call a prison and finally put an end to the Joestar family's century-long conflict with DIO. Will she succeed, or will she become another casualty in the Joestar family's never-ending battle against evil?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.1954237012987,
    "arithmeticGeometricMean": 8.19357705368079,
    "median": 8.27909090909091,
    "lastUpdate": "2024-05-09"
  }
}