{
  "sources": [
    "https://anidb.net/anime/11646",
    "https://anilist.co/anime/99539",
    "https://anime-planet.com/anime/the-seven-deadly-sins-revival-of-the-commandments",
    "https://anisearch.com/anime/10789",
    "https://kitsu.io/anime/12633",
    "https://livechart.me/anime/2333",
    "https://myanimelist.net/anime/34577",
    "https://notify.moe/anime/yWcmhFmiR"
  ],
  "synopsis": {
    "text": "Liones Kingdom, now reclaimed from the Holy Knights by Meliodas, Hawk, Elizabeth, and the rest of the Seven Deadly Sins, is finally experiencing a period of tranquility. As the reconstruction progresses and the people return to their serene lives, the Sins are on a mission to locate their final member in Britannia. Meanwhile, Ban embarks on a personal quest to resurrect Elaine, accompanied by King, heading towards the Forest of the Fairy King.\n\nHowever, the peace is short-lived as an ominous threat emerges: The Ten Commandments, an elite group of warriors serving directly under the Demon King, have been unleashed after being sealed away for 3,000 years. Their revival, facilitated by Hendrickson, causes a violent tremor that shakes the very foundations of the kingdom. Meliodas, sensing their presence, realizes the impending danger they pose to both the Sins and the kingdom.\n\nAs the Ten Commandments wreak havoc and leave a trail of destruction, the Seven Deadly Sins must rise to the challenge and find a way to thwart their plans. The future of Britannia hangs in the balance as the Sins prepare to face their most formidable adversaries yet. The stage is set for an epic confrontation that will determine the fate of the kingdom.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f07e73d300e27517",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.944867504519291,
    "arithmeticGeometricMean": 7.940827440637673,
    "median": 8.06073717948718,
    "hash": "f07e73d300e27517",
    "lastUpdate": "2024-05-09"
  }
}