{
  "sources": [
    "https://anidb.net/anime/1654",
    "https://anilist.co/anime/252",
    "https://anime-planet.com/anime/madlax",
    "https://anisearch.com/anime/1336",
    "https://kitsu.io/anime/227",
    "https://livechart.me/anime/4846",
    "https://myanimelist.net/anime/252",
    "https://notify.moe/anime/x1NhcKmiR"
  ],
  "synopsis": {
    "text": "Racked by a relentless civil war, the nation of Gazth-Sonika is a breeding ground for chaos and corruption. Amidst the turmoil, a clandestine war is being waged over a mysterious holy book that could potentially expose the truth behind the conflict and bring an end to the strife. The enigmatic and seemingly invincible mercenary, Madlax, finds herself entangled in this secret battle as she is hired to protect the book and those who seek its truth.\n\nIn stark contrast, the affluent and serene country of Nafrece is home to Margaret Burton, a young orphan and heiress leading a sheltered life under the watchful eye of her maid, Elenor. However, Margaret's peaceful existence is marred by inexplicable dreams and memory lapses that hint at a hidden connection to the elusive Madlax.\n\nAs the shadowy organization known as Anfan also pursues the coveted book, the intertwined fates of Margaret and Madlax begin to unravel. With no guarantees that the truth they uncover will be one they can bear, they are drawn deeper into a world of deception, violence, and the devastating consequences of war.\n\nFrom the creators of Noir, Madlax is a gripping tale that explores the impact of war on individuals and the tragic repercussions of murder, violence, and lawlessness. The series masterfully juxtaposes the lives of two women from vastly different backgrounds, bound together by destiny and the search for the truth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.03274052478134,
    "arithmeticGeometricMean": 7.031778798721,
    "median": 7.0,
    "lastUpdate": "2024-05-09"
  }
}