{
  "sources": [
    "https://anidb.net/anime/7628",
    "https://anilist.co/anime/8407",
    "https://anime-planet.com/anime/heavens-lost-property-forte",
    "https://anisearch.com/anime/6186",
    "https://kitsu.io/anime/5323",
    "https://livechart.me/anime/3644",
    "https://myanimelist.net/anime/8407",
    "https://notify.moe/anime/S_dmtFmig"
  ],
  "synopsis": {
    "text": "Things are far from ordinary for Sakurai Tomoki, who finds himself in the midst of a chaotic yet thrilling existence. After the arrival of two celestial android beings, Ikaros and Nymph, who consider him their master, Tomoki's once mundane life is now filled with unpredictable adventures. As he grapples with his own dreams and desires, a mysterious new angeloid, Astraea, makes her grand entrance, wielding an enormous sword. With her striking appearance and questionable intentions, Astraea's presence adds even more excitement to Tomoki's already tumultuous life.\n\nAs Tomoki and his friends delve deeper into the enigmatic world of dreams and angeloids, they stumble upon a connection between Earth and the Synapse, the origin of the heavenly beings. The masters of this otherworldly realm do not approve of this link, leading them to send Astraea on a mission to eliminate Tomoki. However, Astraea's assassination skills seem to be lacking, leaving Tomoki and the New World Discovery Club with an opportunity to unravel the secrets of the Synapse and the angeloids. Will they succeed in their quest, or will they fall victim to the wrath of the heavens? Join Tomoki and his friends as they navigate this extraordinary journey in Heaven's Lost Property: Forte!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f1007fdb11e3fc8a",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.545200001057143,
    "arithmeticGeometricMean": 7.543354805389718,
    "median": 7.470000000000001,
    "hash": "f1007fdb11e3fc8a",
    "lastUpdate": "2024-05-10"
  }
}