{
  "sources": [
    "https://anidb.net/anime/278",
    "https://anilist.co/anime/982",
    "https://anime-planet.com/anime/cosplay-complex",
    "https://anisearch.com/anime/2309",
    "https://kitsu.io/anime/872",
    "https://livechart.me/anime/5526",
    "https://myanimelist.net/anime/982",
    "https://notify.moe/anime/hUK15KiiR"
  ],
  "synopsis": {
    "text": "Oizuki East Academy's cosplay club is on a mission to conquer the cosplay world, with Chako Hasegawa and her friends at the helm! Despite their grand ambitions, the club is struggling to stay afloat amidst fierce competition and internal challenges. But they're not alone in their quest for cosplay glory. An alien bunny girl named Delmo and her owl-like companion Ikebukurou have joined the team, bringing with them the power to transform into any costume.\n\nChako, who dreams of being the club's star, finds herself in over her head with her lackluster cosplay skills and the time-consuming task of costume-making. But when she meets Kousuke, a charming photographer who becomes her biggest fan, her luck begins to change. As they embark on photo tours together, Chako finds herself falling for him, even if she sometimes mistakes their outings for dates.\n\nDespite the many obstacles in their way, including bitter rivals, perverted beginners, costume disasters, and failed dates, Chako and her friends refuse to give up. With Delmo's help and Sachiko's support, they're determined to make it to the world championship. Will they be able to overcome their challenges and achieve cosplay greatness? Join Chako and her friends as they navigate the exciting and unpredictable world of cosplay!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f102d2ff4e7ce2c0",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.749165258022401,
    "arithmeticGeometricMean": 5.738393189655137,
    "median": 5.7272727272727275,
    "hash": "f102d2ff4e7ce2c0",
    "lastUpdate": "2024-05-09"
  }
}