{
  "sources": [
    "https://anidb.net/anime/3352",
    "https://anilist.co/anime/2083",
    "https://anime-planet.com/anime/natsuki-crisis",
    "https://anisearch.com/anime/392",
    "https://kitsu.io/anime/1882",
    "https://myanimelist.net/anime/2083",
    "https://notify.moe/anime/QVYY5Kmmg"
  ],
  "synopsis": {
    "text": "Bomber Natsuki, the top female karateka in her high school, is not only beautiful and cheerful, but also a force to be reckoned with. With her passion for karate, she effortlessly charms everyone she meets, leaving most of the young men in her class vying for her attention. However, Natsuki's focus remains solely on her martial arts, and she often finds herself applying her skills in unexpected situations. As she encounters increasingly formidable opponents, Natsuki expands her skillset by incorporating techniques from Aikido and Judo, as well as developing a special Ki energy blast that doubles the power of her punches. Although she may not possess the strength to shatter walls like some of her adversaries, her signature N.G. Bomber move is more than capable of sending them soaring through the air.\n\nWhen an accomplished wrestler and exchange student named Rina Takaoka arrives at her high school, Natsuki eagerly anticipates the opportunity to befriend her. However, Rina's future at the school is uncertain due to an unspecified threat. As the story unfolds, Natsuki and Rina find themselves the targets of masked attackers, forcing them to join forces and utilize their respective martial arts skills to defend themselves. The question remains: why have Natsuki and Rina become the focus of these assaults? Only time will reveal the truth behind their mysterious predicament.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f131c42250ddf082",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.08024224754837,
    "arithmeticGeometricMean": 6.06679061810804,
    "median": 6.086,
    "hash": "f131c42250ddf082",
    "lastUpdate": "2024-05-07"
  }
}