{
  "sources": [
    "https://anidb.net/anime/2154",
    "https://anilist.co/anime/3079",
    "https://anime-planet.com/anime/blue-comet-spt-layzner",
    "https://anisearch.com/anime/1897",
    "https://kitsu.io/anime/7983",
    "https://livechart.me/anime/5983",
    "https://myanimelist.net/anime/3079",
    "https://notify.moe/anime/d9OhpFiiR"
  ],
  "synopsis": {
    "text": "Soviet-American tensions in an alternate 1996 have reached new heights as the Cold War extends to Mars, with both superpowers establishing military facilities in space. Amidst this escalating conflict, the UN-sponsored Cosmic Culture Club, consisting of 16 students and their instructor Elizabeth, arrives on Mars for an exchange program. Narrated by 14-year-old Anna, the story takes a dramatic turn when four mysterious humanoid robots, known as Super Powered Tracers, engage in a fierce battle near the UN base, reducing it to rubble and leaving only six survivors from the club.\n\nA lone pilot emerges from the last robot standing, warning the terrified group that Earth is in grave danger. Eiji, a defector from the alien race Grados, reveals that his people are planning to conquer Earth, seeing it as an easy victory while humanity is preoccupied with its internal struggles. The Gradosians fear that once Earth's nations unite, they will pose a significant threat to the galaxy, including Grados.\n\nEiji, the son of a human astronaut and a Gradosian, stole their most powerful robot, the SPT-LZ-00X Layzner, to warn Earth and unite its inhabitants against the impending invasion. With the remaining members of the Cosmic Culture Club now stranded on Mars and key witnesses to the alien threat, they must convince the warring powers on Earth to put aside their differences and face the Gradosian menace together. As the survivors navigate this new reality, they join Eiji in his quest for peace and unity, using the mighty Layzner to protect Earth and establish harmony in the cosmos.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f133cf791135958d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.835205406838059,
    "arithmeticGeometricMean": 6.826084715843577,
    "median": 6.909090909090909,
    "hash": "f133cf791135958d",
    "lastUpdate": "2024-05-08"
  }
}