{
  "sources": [
    "https://anidb.net/anime/10563",
    "https://anilist.co/anime/20683",
    "https://anime-planet.com/anime/pokemon-xy-mega-evolution",
    "https://anisearch.com/anime/9591",
    "https://kitsu.io/anime/8425",
    "https://livechart.me/anime/507",
    "https://myanimelist.net/anime/23301",
    "https://notify.moe/anime/IyD0tKimR"
  ],
  "synopsis": {
    "text": "Kalos Region witnesses the emergence of a powerful new phenomenon: Mega Evolution. A young trainer named Alan, accompanied by his loyal Charizard, embarks on a mission to unravel the mysteries surrounding this unique form of evolution and to determine if all Pokémon can achieve it. Alan's ambition is to conquer all Mega Evolution Pokémon and claim the title of the strongest trainer.\n\nThroughout their journey, Alan and Charizard encounter formidable opponents such as Mega Absol, Mega Garchomp, and Zumi, a member of the Kalos Elite Four. The question remains: does Zumi possess a Mega Evolution Pokémon? Driven by his obsession with Mega Evolution, Alan's quest takes him to the Hoenn region, where he teams up with a girl named Michaela and her Chespin. Together, they face not only skilled trainers who have mastered Mega Evolution but also legendary Pokémon like Primal Groudon and Primal Kyogre.\n\nInitially an assistant to Professor Platane in Miare City, Alan's pursuit of strength and knowledge about Mega Evolution leads him to work with the enigmatic Fleur-de-lis. As they travel across Kalos and Hoenn, they are joined by a young girl named Manon and her Harimaron. Together, they seek out trainers capable of using Mega Evolution, aiming to improve their skills and contribute to Fleur-de-lis's research.\n\nWhat is the real purpose behind Alan's journey, and why is he so fixated on Mega Evolution? Join Alan and his companions as they strive to become the strongest users of Mega Evolution, all while protecting those dear to them and fulfilling Fleur-de-lis's ambitions.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.402855339105339,
    "arithmeticGeometricMean": 7.399514288404781,
    "median": 7.5,
    "lastUpdate": "2024-05-09"
  }
}