{
  "sources": [
    "https://anidb.net/anime/11960",
    "https://anilist.co/anime/21652",
    "https://anime-planet.com/anime/future-card-buddyfight-triple-d",
    "https://anisearch.com/anime/11289",
    "https://kitsu.io/anime/12021",
    "https://livechart.me/anime/2043",
    "https://myanimelist.net/anime/32785",
    "https://notify.moe/anime/m-fepKimg"
  ],
  "synopsis": {
    "text": "Gaito Mikado, a spirited sixth-grader at Aibo Academy, finds himself in an extraordinary partnership with Bal Dragon, a mystical creature hatched from an enigmatic egg. Together, they embark on a thrilling journey in the world of Buddyfight, a card game that transcends dimensions, allowing humans and monsters to unite as formidable teams. Set in the bustling city of Chou-Tokyo in 2030, Buddyfight has become a significant cultural bridge between humans and residents of other realms, known as Affinity Dimensions.\n\nTheir ultimate goal? To claim the prestigious title of the world's strongest fighter in the 'World Buddy Cup'. But the road to victory is fraught with challenges, as they face off against formidable opponents like the ex-Buddy Police, Tasuku Ryuenji, and the self-proclaimed unbeatable duo, Gaito Kurouzu and his buddy monster, Abygale, the Black Death Dragon.\n\nAs the battles intensify, sinister forces emerge, seeking to exploit Bal's unique abilities for nefarious purposes. Among them is Kyoya Gaen, one of Japan's wealthiest icons and rumored to be one of the world's strongest Buddyfighters, alongside his buddy monster, Azi Dahaka, the Demonic Demise Dragon. What could they possibly want with the 'Ultimate Dragon Power'?\n\nAs the flag is raised and the impact call echoes, the power of the impact monsters comes to the forefront. Join Gao and Bal as they navigate this exciting world of Buddyfight, where each battle could decide the fate of a nation.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f1c3b1f1764ebd09",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.266682215743441,
    "arithmeticGeometricMean": 6.211437483022473,
    "median": 6.7,
    "hash": "f1c3b1f1764ebd09",
    "lastUpdate": "2024-05-09"
  }
}