{
  "sources": [
    "https://anidb.net/anime/10886",
    "https://anilist.co/anime/20908",
    "https://anime-planet.com/anime/the-case-of-hana-and-alice",
    "https://anisearch.com/anime/9924",
    "https://kitsu.io/anime/9978",
    "https://livechart.me/anime/1264",
    "https://myanimelist.net/anime/27969",
    "https://notify.moe/anime/5-aEtFmmg"
  ],
  "synopsis": {
    "text": "Judas' murder mystery unfolds as Tetsuko 'Alice' Arisugawa, a new transfer student at Ishinomori Middle School, finds herself entangled in a web of rumors and urban legends. The previous occupant of her seat, Judas, is said to have been murdered by his four wives, leaving behind a chilling mystery that has gripped the school. Alice's curiosity piques when she discovers that her next-door neighbor, the enigmatic and reclusive Hana Arai, might hold the key to unraveling this enigma.\n\nAs Alice and Hana embark on a journey to solve the 'smallest murder in the world,' they navigate through the challenges of adolescence, forging an unlikely friendship along the way. The duo's amateur detective skills are put to the test as they uncover clues and attempt to piece together the truth behind Judas' disappearance.\n\nSet against the backdrop of director Shunji Iwai's signature dreamy and surreal aesthetic, this prequel to the 2004 live-action film 'Hana to Alice' explores the complexities of young female friendships and the thrills of everyday teenage life. As Alice and Hana delve deeper into the mystery, their bond strengthens, and they learn valuable lessons about trust, friendship, and the power of imagination.\n\nThis charming and unusual tale from famed writer-director Shunji Iwai is sure to captivate audiences with its unique blend of mystery, humor, and heartwarming coming-of-age storytelling.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f1e4a035556a2141",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.388874458874459,
    "arithmeticGeometricMean": 7.387621580113989,
    "median": 7.396103896103895,
    "hash": "f1e4a035556a2141",
    "lastUpdate": "2024-05-09"
  }
}