{
  "sources": [
    "https://anidb.net/anime/15449",
    "https://anilist.co/anime/116674",
    "https://anime-planet.com/anime/bleach-thousand-year-blood-war",
    "https://anisearch.com/anime/15085",
    "https://kitsu.io/anime/43078",
    "https://livechart.me/anime/9844",
    "https://myanimelist.net/anime/41467",
    "https://notify.moe/anime/e_LTLFrZR"
  ],
  "synopsis": {
    "text": "Asguiaro Ebern, a mysterious and formidable figure, disrupts the fragile peace in both the Soul Society and Karakura Town. This enigmatic stranger dons a mask and wields a Quincy Cross, leaving Ichigo Kurosaki, the substitute Soul Reaper, to question his true identity. Ebern's arrival heralds the return of Yhwach, an ancient and vengeful Quincy king, who seeks to reignite the age-old blood feud between Soul Reapers and Quincy.\n\nYhwach's nefarious plan involves the complete eradication of both the human world and the Soul Society. To achieve this, he launches a coordinated invasion into the Soul Society and Hueco Mundo, the realm of Hollows and Arrancar. The Gotei 13's headquarters fall under attack by mysterious cloaked figures, leaving even the powerful Choujirou Sasakibe and other Shinigami defenseless. The assailants deliver a chilling message: the Soul Society will be annihilated by the Wandenreich in just five days.\n\nWith time running out, Ichigo and his loyal friends - Orihime Inoue, Yasutora Sado, and Uryuu Ishida - must join forces with old allies and enemies to thwart Yhwach's catastrophic ambitions. As residents of both worlds begin to vanish without a trace, Ichigo and his crew face the daunting task of ending Yhwach's destructive campaign before the very fabric of their reality unravels. Prepare for an epic battle as the war between the Shinigami and Quincy commences!",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 8.767126845204483,
    "arithmeticGeometricMean": 8.763040661396126,
    "median": 8.894341372912802,
    "lastUpdate": "2024-05-09"
  }
}