{
  "sources": [
    "https://anidb.net/anime/8798",
    "https://anilist.co/anime/11697",
    "https://anime-planet.com/anime/the-knight-in-the-area",
    "https://anisearch.com/anime/7435",
    "https://kitsu.io/anime/6567",
    "https://livechart.me/anime/1143",
    "https://myanimelist.net/anime/11697",
    "https://notify.moe/anime/JXyItFmiR"
  ],
  "synopsis": {
    "text": "He avily engrossed in the beautiful game of soccer, the Aizawa brothers, Kakeru and Suguru, embark on divergent paths within the sport they both love. Suguru, a natural prodigy, ascends the ranks of the Japanese youth soccer system, becoming the captain of the Kamakura School soccer team and a member of the national under-15 team. Meanwhile, Kakeru, after struggling on the field and earning the nickname \"Mr. No Goal,\" opts for a managerial role. However, a tragic turn of events compels Kakeru to reconsider his position and strive for a spot on the national team, with his sights set on the World Cup.\n\nAlongside Kakeru, his childhood friend Nana Mishima, aka \"Little Witch,\" shares the same burning ambition. Already a top-ranked player for Nadeshiko Japan, the Japanese women's national team, Nana's accomplishments fuel Kakeru's determination. As they navigate the trials and tribulations of adolescence, Kakeru, Suguru, Nana, and their teammates forge unbreakable bonds and experience the thrill of competition in national tournaments.\n\n\"Area no Kishi\" captures the passion and intensity of soccer, intertwining themes of family, friendship, and first love. Join these young athletes as they chase their dreams, ignite their spirits, and leave a lasting impact on viewers' hearts.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f25de298a66d2f48",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.03778707846775,
    "arithmeticGeometricMean": 7.03244818883712,
    "median": 7.119411764705882,
    "hash": "f25de298a66d2f48",
    "lastUpdate": "2024-05-08"
  }
}