{
  "sources": [
    "https://anidb.net/anime/10519",
    "https://anilist.co/anime/20651",
    "https://anime-planet.com/anime/hayate-the-combat-butler-2014",
    "https://anisearch.com/anime/9525",
    "https://kitsu.io/anime/8451",
    "https://livechart.me/anime/466",
    "https://myanimelist.net/anime/23153",
    "https://notify.moe/anime/IYcAtKimg"
  ],
  "synopsis": {
    "text": "Hinagiku Katsura grapples with an unexpected transformation, while Nagi Sanzen'in discovers a newfound love for remote-controlled cars in the latest OVA series of Hayate no Gotoku! This new installment is part of the manga's 10th anniversary project and features stories that have yet to be adapted from Kenjirou Hata's original manga. Each episode of the OVA series is bundled with volumes 41 to 43 of the manga.\n\nIn the first episode, Nagi becomes infatuated with an animated commercial for remote-controlled cars, leading her to the Grasshopper RC car. Meanwhile, Maria reveals her hidden enthusiasm for the Super Beast MagnumX. Hinagiku, on the other hand, wakes up one day to find herself cursed with donkey ears and struggles to return to normal, even with Isumi Saginomiya's help.\n\nThe second episode finds Nagi reluctantly participating in a school excursion to the top of Mt. Takao, where she ultimately enjoys the view. The following day, Maria introduces Hayate Ayasaki to a massive, dilapidated in-house jungle that doubles as a sauna. Nishizawa Ayumu, now in her second year of senior high school, contemplates her future career prospects and hopes to secure a well-paid job to support a life with the perpetually indebted Hayate.\n\nIn the third episode, Maria embarks on a gardening project, initially disinterested in growing vegetables. However, when Nagi discovers a new ramen place, she and Hayate must tactfully break the news to the health-conscious Maria. After the finals, Nagi seeks a special reward for her hard work, leading Hayate to treat everyone to an extravagant and expensive",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.12911593106142,
    "arithmeticGeometricMean": 7.124239970716976,
    "median": 7.090454545454545,
    "lastUpdate": "2024-05-09"
  }
}