{
  "sources": [
    "https://anilist.co/anime/141865",
    "https://anime-planet.com/anime/xyrin-empire",
    "https://anisearch.com/anime/18372",
    "https://kitsu.io/anime/47433",
    "https://myanimelist.net/anime/50431",
    "https://notify.moe/anime/3TuURIf4g"
  ],
  "synopsis": {
    "text": "Bureau's Big Sis Lin Xue have all said they're not up to the task. Even Chen Jun's childhood sweetheart, the energetic Xu Qianqian, also said he must become the Emperor. Chen Jun did not have a choice and started his busy life by saving the world from Monday to Friday and playing games during the weekends.\n\nIn the heart of the cosmos lies the Xyrin Empire, an ancient intergalactic realm where magic and science fiction intertwine. Unwillingly thrust into the role of its emperor is Chen Jun, an unambitious otaku who dreams of spending his days immersed in his hobby. With the skepticism of the empress, the diminutive yet formidable female general, and even the authorities, Chen Jun's reign is off to a rocky start.\n\nHowever, with the unwavering support of his childhood sweetheart, Xu Qianqian, and an eclectic mix of alien leaders who seem more interested in freeloading than governing, Chen Jun embarks on a peculiar journey. His life becomes a whirlwind of saving parallel worlds during the week and indulging in his otaku passions on the weekends.\n\nDespite the humorous and seemingly laid-back facade, Chen Jun's mission is no laughing matter. The fate of multiple universes rests on his shoulders. Can this stay-at-home dad aura-exuding, middle-aged man rise to the challenge and prove his doubters wrong? Only time will tell in this super-serious, super-hard sci-fi novel that's not so serious after all.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f264d61ce52824a3",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.563950834879407,
    "arithmeticGeometricMean": 6.561060216993095,
    "median": 6.5269016697588125,
    "hash": "f264d61ce52824a3",
    "lastUpdate": "2024-05-06"
  }
}