{
  "sources": [
    "https://anidb.net/anime/18164",
    "https://anilist.co/anime/168374",
    "https://anime-planet.com/anime/7th-time-loop-the-villainess-enjoys-a-carefree-life-married-to-her-worst-enemy",
    "https://anisearch.com/anime/18629",
    "https://kitsu.io/anime/47874",
    "https://livechart.me/anime/12302",
    "https://myanimelist.net/anime/56352",
    "https://notify.moe/anime/qdEakIgSg"
  ],
  "synopsis": {
    "text": "Rishe Irmgard Weitzner has lived many lives over the course of six reincarnations, pursuing different passions as a merchant, doctor, maid, and knight. Now on her seventh life, she yearns for a peaceful existence. However, her plans are thwarted when she encounters Crown Prince Arnold Hein, who killed her in a past life when she was a knight. Though initially hostile towards each other, Arnold proposes marriage to Rishe in hopes of preventing the war he is fated to start in the future. To achieve her goal of a long and leisurely life, Rishe must unravel the mysteries behind Arnold's warmongering. Using the skills and experience accrued over multiple lifetimes, Rishe sets forth on her greatest adventure yet - building a relationship with her former murderer to reform him and avert catastrophe. Through patience, understanding and wisdom cultivated over six reincarnations, Rishe must tame the beast within Arnold and guide him towards becoming a benevolent ruler instead of the brutal tyrant he is destined to be. Can Rishe's seventh life finally be one of relaxation? Or will she and Arnold be doomed to perpetuate the cycle of violence? Their future rests on Rishe's ability to draw on the knowledge of her past lives to transform Arnold's fate.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "f297024755804e47",
    "created": "2024-05-22",
    "lastUpdate": "2024-05-22"
  },
  "score": {
    "arithmeticMean": 7.678355287569572,
    "arithmeticGeometricMean": 7.672280857823618,
    "median": 7.868784786641929,
    "hash": "f297024755804e47",
    "lastUpdate": "2024-05-09"
  }
}