{
  "sources": [
    "https://anidb.net/anime/14397",
    "https://anilist.co/anime/104157",
    "https://anime-planet.com/anime/rascal-does-not-dream-of-a-dreaming-girl",
    "https://anisearch.com/anime/13889",
    "https://kitsu.io/anime/41991",
    "https://livechart.me/anime/3513",
    "https://myanimelist.net/anime/38329",
    "https://notify.moe/anime/xxwM2f-mg"
  ],
  "synopsis": {
    "text": "Buta Yaro, also known as \"Rascal Does Not Dream of a Dreaming Girl,\" is an anime film that brings to life the sixth and seventh volumes of the popular light novel series, \"Rascal Does Not Dream of Bunny Girl Senpai.\" The story unfolds in the picturesque city of Fujisawa, where Sakuta Azusagawa, a second-year high school student, is enjoying his idyllic days with his beloved girlfriend, Mai Sakurajima. However, Sakuta's peaceful existence is disrupted when his first love, Shouko Makinohara, resurfaces in his life.\n\nIn a bizarre twist of fate, Sakuta encounters not one, but two Shoukos: a middle school student and an adult. As he finds himself entangled in the lives of these two Shoukos, the adult Shouko manipulates him, causing a significant strain on his relationship with Mai. To add to his troubles, Sakuta discovers that the middle school Shouko is battling a severe illness, and his old wound mysteriously begins to throb whenever he is near her.\n\nAs Sakuta navigates through this complex web of relationships and emotions, he must confront his own conflicting feelings and make difficult decisions. With the life of a young girl hanging in the balance, Sakuta must find a way to come to terms with his past and present to shape his future. Will he be able to rise to the challenge and make the right choices? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f2b66c7ce35a431d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 8.504404488368774,
    "arithmeticGeometricMean": 8.502318030434312,
    "median": 8.615408163265306,
    "hash": "f2b66c7ce35a431d",
    "lastUpdate": "2024-05-09"
  }
}