{
  "sources": [
    "https://anidb.net/anime/15329",
    "https://anilist.co/anime/114195",
    "https://anime-planet.com/anime/oresuki-are-you-the-only-one-who-loves-me-ore-tachi-no-game-set",
    "https://anisearch.com/anime/14843",
    "https://kitsu.io/anime/42915",
    "https://livechart.me/anime/9739",
    "https://myanimelist.net/anime/40936",
    "https://notify.moe/anime/On3DFh8WR"
  ],
  "synopsis": {
    "text": "His name is Amatsuyu Kisaragi, but everyone calls him Joro, an ordinary high school student who finds himself in an extraordinary situation. Caught between two beautiful girls, Cosmos and Himawari, he hopes to win their hearts by offering romantic advice, only to discover they're seeking guidance for their own crushes. Determined to reveal his true self and win their affection, Joro embarks on a mission to outshine the perfect human, Hose, who seems to excel in everything.\n\nIn a thrilling regional baseball championship, Joro challenges Hose, vying for the attention of Pansy. Although Hose appears to be the better player, Joro isn't afraid to use underhanded tactics to secure victory. As the rivalry between these two intensifies, the original video anime episode serves as the climactic finale to their competition, revealing once and for all who will emerge victorious.\n\nIn this final chapter, Joro must navigate twisted rules and unexpected betrayals, as even his closest allies, Himawari, Cosmos, and Asunaro, seem to turn against him. With the odds stacked against him, Joro relies on his cunning and dirty tricks to win the popularity contest and secure Pansy's heart. Will Joro's unconventional strategies pay off, or will Hose's perfection ultimately reign supreme? Join Joro on his hilarious and heartwarming journey in \"Oresuki: Are You the Only One Who Loves Me? Our Playball / Our End Run / Our Game.\"",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f2c0a72a9203c0cc",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.649617115027828,
    "arithmeticGeometricMean": 7.646647206614133,
    "median": 7.7755,
    "hash": "f2c0a72a9203c0cc",
    "lastUpdate": "2024-05-09"
  }
}