{
  "sources": [
    "https://anidb.net/anime/13918",
    "https://anilist.co/anime/101313",
    "https://anime-planet.com/anime/ace-attorney-season-2",
    "https://anisearch.com/anime/13479",
    "https://kitsu.io/anime/41069",
    "https://livechart.me/anime/3156",
    "https://myanimelist.net/anime/37490",
    "https://notify.moe/anime/pC7KhFmmR"
  ],
  "synopsis": {
    "text": "This thrilling anime follows the journey of Phoenix Wright, a skilled defense attorney, as he navigates complex legal cases and confronts his mysterious past. Before he became a renowned lawyer, Wright found himself entangled in a questionable situation involving his seemingly innocent girlfriend, providing him with a firsthand experience of the courtroom. As he establishes his law firm with Maya Fey, Wright builds a reputation by solving high-profile cases and gaining a few enemies along the way.\n\nOne such adversary is the enigmatic and brilliant prosecutor Godot, who challenges Wright in a case connected to his past. With the evidence as his only ally, Wright must uncover long-buried truths. As his career progresses, he faces various challenges, including memory loss before a trial and a case where he's accused of losing a trial he never attended. Despite these obstacles, Wright remains steadfast in his pursuit of justice.\n\nThe anime also introduces Ryuuichi Naruhodou, an accomplished defense attorney known for his ability to turn cases around at the last minute. Alongside his assistant and medium-in-training, Mayoi Ayasato, Naruhodou's success in defending the falsely accused attracts the attention of a masked, coffee-loving rookie prosecutor named Godot. As Naruhodou and Ayasato face this new adversary, they find themselves entangled in a complex murder mystery that involves the first two cases from the career of Ayasato's late sister, Chihiro. Will Naruhodou be able to unravel the truth hidden within this web of lies and overcome the odds once again?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.250832096474953,
    "arithmeticGeometricMean": 7.246068639898357,
    "median": 7.315909090909091,
    "lastUpdate": "2024-05-09"
  }
}