{
  "sources": [
    "https://anidb.net/anime/7675",
    "https://anilist.co/anime/9346",
    "https://anime-planet.com/anime/battle-spirits-brave",
    "https://anisearch.com/anime/6335",
    "https://kitsu.io/anime/5693",
    "https://livechart.me/anime/6118",
    "https://myanimelist.net/anime/9346",
    "https://notify.moe/anime/uSCWpKimg"
  ],
  "synopsis": {
    "text": "Rolo's legendary hero, Dan, finds himself yearning for the adrenaline-pumping battles of yesteryears. His mundane life takes a dramatic turn when a mysterious figure, Maru, offers him a chance to quench his thirst for action. Dan is catapulted into the distant future, where Earth is on the brink of annihilation by inter-dimensional demons, the Mazoku. The stakes are higher than ever before, as the survival of mankind hinges on Dan's prowess. Failure means a complete reset of Earth's timeline.\n\nTwo years have passed since Dan Bashin and the other light bearers saved the world. The thrill of card battles has waned, leaving Dan craving for stronger adversaries. His prayers are answered by Mai Shinomiya, who transports him to the year 2650. Here, civilization is in ruins, a testament to the relentless power struggle between humans and the Mazoku. As humanity teeters on the edge of oblivion, Dan and his fellow hardened warriors must reunite, wielding new cards from the future. The fate of mankind once again rests in their capable hands.\n\nDan's longing for exhilarating battles like those in Grand Rolo is fulfilled when Mai beckons him to the future. In this new era, humans are locked in a desperate struggle against demons. Joining the crew of The Beautiful Sophia, Dan constructs a deck using the latest type of cards, Brave, to face the formidable Mazoku threat. The stage is set for a high-stakes showdown, where the survival of humanity hangs in the balance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f34a02874a2d8d76",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.43983143387225,
    "arithmeticGeometricMean": 6.401807725712926,
    "median": 6.818181818181818,
    "hash": "f34a02874a2d8d76",
    "lastUpdate": "2024-05-08"
  }
}