{
  "sources": [
    "https://anidb.net/anime/1484",
    "https://anilist.co/anime/1425",
    "https://anime-planet.com/anime/lupin-the-3rd-part-2",
    "https://anisearch.com/anime/1739",
    "https://kitsu.io/anime/1278",
    "https://livechart.me/anime/5905",
    "https://myanimelist.net/anime/1425",
    "https://notify.moe/anime/NzW-5Fmmg"
  ],
  "synopsis": {
    "text": "What’s in a name when it belongs to the world's most notorious and charismatic thief, Lupin the Third? With a reputation as sharp as his wit and a charm as smooth as his escapes, Lupin is back after a five-year hiatus, ready to reclaim his title as the greatest mastermind in the world of crime.\n\nJoined by his loyal comrades – the swift and deadly marksman Daisuke Jigen, the stoic and lethal swordsman Goemon Ishikawa, and the enigmatic beauty Fujiko Mine, who's as likely to be an ally as she is a rival – Lupin sets his sights on the most daring and lucrative heists across the globe. From the bustling streets of Rio to the secure vaults of Swiss banks, no treasure is safe from their reach.\n\nBut the thrill of the chase wouldn't be the same without the dogged determination of Inspector Zenigata, who has dedicated his life to bringing Lupin to justice. As Lupin and his gang outmaneuver their relentless pursuer, they find themselves entangled in a web of danger, deception, and intrigue.\n\nWith the world as their playground and fortune as their prize, Lupin and his crew are in for the ride of their lives. Will they outsmart their enemies and claim their prizes, or will the law finally catch up to them? Only one thing is certain: the game is afoot, and Lupin the Third is back in action!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f34b3b9c36452e07",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.54925788497217,
    "arithmeticGeometricMean": 7.544007093801012,
    "median": 7.7286363636363635,
    "hash": "f34b3b9c36452e07",
    "lastUpdate": "2024-05-09"
  }
}