{
  "sources": [
    "https://anidb.net/anime/4391",
    "https://anilist.co/anime/3886",
    "https://anime-planet.com/anime/super-mario-brothers-peach-hime-kyuushutsu-dai-sakusen",
    "https://anisearch.com/anime/3690",
    "https://kitsu.io/anime/3326",
    "https://livechart.me/anime/6787",
    "https://myanimelist.net/anime/3886",
    "https://notify.moe/anime/PEwl5FiiR"
  ],
  "synopsis": {
    "text": "July 20, 1986, marked the release of a 60-minute anime film featuring the beloved video game characters, Mario and Luigi, in a thrilling adventure titled 'Super Mario Bros.: Peach-hime Kyushutsu Dai Sakusen' or 'Super Mario Bros.: The Great Mission to Rescue Princess Peach.' The film, produced by Grouper Productions, takes a unique twist on the popular video game as Mario and Luigi, who run a grocery store, get pulled into their Famicom game.\n\nOne fateful night, Mario's gaming session is interrupted when Princess Peach, fleeing from enemies, leaps out of the TV screen and into their living room. Smitten by her beauty, Mario promises to protect her, but the evil Koopa (also known as Bowser) appears and snatches her away, leaving behind a magical brooch. The next day, the brooch becomes the center of attention, as Luigi recognizes it as the 'Visionary Jewel from the Country of Treasure.' A mysterious dog-like creature, Kibidango, appears and snatches the brooch, leading Mario and Luigi on a wild chase into the Mushroom Kingdom.\n\nIn this action-packed adventure, Mario and Luigi must navigate through a world filled with familiar video game enemies like Hammer Bros and Piranha Plants. Their mission: to find the Princess before Bowser marries her. To succeed, they must locate three legendary items: the Mushroom of Strength, the Flower of Courage, and the Star of Invincibility.\n\nWhile the film was initially released in theaters and later on rental video by Vap Video, it has become a rare find, with copies selling for as high as $180 on Japanese auction sites. A film comic was also",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f3bfa5ac2b9e91b2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.410333598374415,
    "arithmeticGeometricMean": 5.4043733179233175,
    "median": 5.438,
    "hash": "f3bfa5ac2b9e91b2",
    "lastUpdate": "2024-05-10"
  }
}