{
  "sources": [
    "https://anidb.net/anime/10959",
    "https://anilist.co/anime/20968",
    "https://anime-planet.com/anime/the-anthem-of-the-heart",
    "https://anisearch.com/anime/10087",
    "https://kitsu.io/anime/10056",
    "https://livechart.me/anime/788",
    "https://myanimelist.net/anime/28725",
    "https://notify.moe/anime/xARstKiig"
  ],
  "synopsis": {
    "text": "Friendship, fairy tales, and a sealed voice—Jun Naruse's life is anything but ordinary. Once a lively chatterbox, Jun's world crumbles when her innocent words reveal her father's infidelity, leading to her family's disintegration. Blamed for the heartbreak, Jun's guilt materializes into a mysterious egg fairy, who seals her voice to prevent further harm. Living in silence, Jun's only solace is her love for fairy tales and the hope of finding her prince charming.\n\nAs a high school sophomore, Jun's quiet existence takes a dramatic turn when she's selected to join the Regional Friendship Exchange Executive Committee alongside three fellow students, each carrying their own emotional scars. Takumi Sakagami, the reserved classmate with a hidden passion for singing; Daiki Tasaki, the former baseball star grappling with the aftermath of an injury; and Natsuki Nito, the seemingly perfect cheerleader with a complicated love life.\n\nTo her surprise, Jun is also chosen to play the lead role in their upcoming musical. Despite her initial hesitation, she discovers that the fairy egg's curse doesn't affect her singing voice, offering her a glimmer of hope. As she overhears Takumi's enchanting melodies, Jun begins to wonder if he could be the fairy tale prince she's been waiting for, and if the musical could be her chance to share the song in her heart. Will Jun find her voice and mend her heart through the power of music and friendship?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.939314963034095,
    "arithmeticGeometricMean": 7.9387003961344345,
    "median": 7.9422727272727265,
    "lastUpdate": "2024-05-09"
  }
}