{
  "sources": [
    "https://anidb.net/anime/17780",
    "https://anilist.co/anime/158870",
    "https://anime-planet.com/anime/pokemon-aim-to-be-a-pokemon-master",
    "https://anisearch.com/anime/17946",
    "https://kitsu.io/anime/46857",
    "https://livechart.me/anime/11733",
    "https://myanimelist.net/anime/53874",
    "https://notify.moe/anime/G_sKn15Vg"
  ],
  "synopsis": {
    "text": "Satoshi, the world's strongest Pokémon trainer, reaches the pinnacle of his long-standing dream after overcoming numerous challenges, learning from setbacks, and surpassing formidable opponents. However, his adventurous spirit remains undeterred as he embarks on a new journey to discover uncharted territories, encounter unfamiliar Pokémon, and form unexpected alliances and rivalries. As the world broadens its horizons for Satoshi, he crosses paths with the people who played a significant role in his successful journey. This collection of special episodes marks the culmination of Pokémon Ultimate Journeys: The Series and offers a glimpse into the future of the world's strongest trainer and his beloved Pikachu.\n\nIn 1997, Ash and Pikachu's legendary journey began, and it is set to conclude 26 years later in this season, which is rumored to be their last as main characters. Ash and Pikachu traverse the continent, making new friends and encountering various Pokémon, who never fail to surprise them. Even the persistent attempts of Team Rocket to steal Pikachu have become a part of their daily routine. However, their lives take an unexpected turn when they rescue an injured Legendary Pokémon, Latias, from a river. As they nurse Latias back to health, Ash and Pikachu are reunited with their first companions and many other Pokémon they have met throughout their journey in the final chapter of their story, Mezase Pokémon Master.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 7.4788447742733455,
    "arithmeticGeometricMean": 7.469276278373158,
    "median": 7.613181818181818
  },
  "lastUpdate": "2024-05-09"
}