{
  "sources": [
    "https://anidb.net/anime/2924",
    "https://anilist.co/anime/1927",
    "https://anime-planet.com/anime/gakuen-tokusou-hikaruon",
    "https://anisearch.com/anime/1797",
    "https://kitsu.io/anime/1737",
    "https://livechart.me/anime/8444",
    "https://myanimelist.net/anime/1927",
    "https://notify.moe/anime/ZtkYcKmiR"
  ],
  "synopsis": {
    "text": "Luckily for the unsuspecting students of this private high school, their newest transfer student is no ordinary teenager. Hikaru Shihoudo, inspired by the legendary Space Sheriff trilogy, is a superhero in disguise, equipped with a powerful combat suit and a high-tech super bike. His mission? To investigate a series of inexplicable suicides that have plagued the school.\n\nAs Hikaru immerses himself in the cutthroat world of money and status that governs the student body, he encounters Gomi, a violent bully with a penchant for tormenting his classmates. But Gomi is no ordinary bully; he's the son of the town's most influential figure, and his actions hint at a darker, more sinister force lurking beneath the surface.\n\nHikaru refuses to accept the suicides as mere coincidences, and as he delves deeper into the mystery, he uncovers an evil so powerful and malevolent that it could only have originated from another dimension. With the lives of innocent students hanging in the balance, Hikaru must confront this otherworldly mastermind and put an end to their twisted game.\n\nAs the metal superhero Hikaruon, Hikaru faces off against the nefarious Urael organization, determined to protect his new classmates and bring an end to the strange occurrences in this seemingly idyllic town. Will his superhuman abilities and unwavering resolve be enough to save the day? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.427055393586007,
    "arithmeticGeometricMean": 5.408189066847085,
    "median": 5.454545454545455,
    "lastUpdate": "2024-05-09"
  }
}