{
  "sources": [
    "https://anidb.net/anime/11515",
    "https://anilist.co/anime/20643",
    "https://anime-planet.com/anime/norn-9",
    "https://anisearch.com/anime/10711",
    "https://kitsu.io/anime/11337",
    "https://livechart.me/anime/452",
    "https://myanimelist.net/anime/31452",
    "https://notify.moe/anime/XJp9tKiig"
  ],
  "synopsis": {
    "text": "Sun-kissed gardens, crystalline waters, and a crew with extraordinary abilities - welcome aboard the Norn, a floating ship sailing the skies on a mission to maintain peace across the world. Among its unique crew is a girl with a shrouded past, grappling with her own otherworldly powers. As she delves deeper into the enigmatic realms of the Norn, she uncovers that each crew member shares a common thread: they wield supernatural abilities akin to her own.\n\nIn a world reminiscent of the Meiji or Taishou eras, young Suzuhara Sorata, a Heisei Era elementary school student, is magically transported through a time warp by an evocative song. He finds himself in a strange land, where he encounters three young women and nine young men. Together, they embark on a journey aboard the enigmatic Norn, a colossal globe floating effortlessly in the sky.\n\nIn an age where global powers have expanded overseas, and liberalism sweeps across the globe, a radiant sphere appears in the heavens, erasing the world's boundaries. Nine young men and three young women, each gifted with unique abilities, navigate the skies aboard the Norn, a mysterious airship. Their mission: to maintain peace. However, as they traverse the skies, they begin to suspect that their objective may not be as straightforward as they initially thought.\n\nAs the Norn sails through the clouds, carrying its crew of eight men and three women, tensions rise when they realize there is an extra person on board. Amidst the chaos, an unknown assailant attacks the ship, intent on halting the Norn's journey. As they strive to protect the ship and uncover the stowaway's identity, questions emerge: why were they bestowed",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f522ed6eb5a8e1aa",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.428152365491653,
    "arithmeticGeometricMean": 6.417810416321141,
    "median": 6.531,
    "hash": "f522ed6eb5a8e1aa",
    "lastUpdate": "2024-05-09"
  }
}