{
  "sources": [
    "https://anidb.net/anime/10384",
    "https://anilist.co/anime/20595",
    "https://anime-planet.com/anime/mushishi-zoku-shou",
    "https://anisearch.com/anime/9328",
    "https://kitsu.io/anime/8204",
    "https://livechart.me/anime/394",
    "https://myanimelist.net/anime/21939",
    "https://notify.moe/anime/zmcTpFimg"
  ],
  "synopsis": {
    "text": "During an era when beings known as Mushi are perceived as strange, alien, and even grotesque, one man, Ginko, embarks on a journey to unravel the mysteries surrounding them. These Mushi, while harboring no ill intentions, can cause grave harm to humans, leading to fear and misunderstanding. As a Mushishi, Ginko possesses a unique ability to perceive these creatures, but this gift comes with a price: he must constantly move from place to place, lest the Mushi congregate and endanger those around him.\n\nThroughout his travels, Ginko encounters a variety of individuals, each with their own unique relationships with the Mushi. Some are cursed, others maintain a fragile symbiosis, but all grapple with the question of humanity's responsibility towards these unseen beings. As Ginko delves deeper into the world of Mushi, he must mediate between the human and Mushi realms, resolving supernatural occurrences and confronting the complexities of their coexistence.\n\nFrom investigating dangerous energy currents beneath the earth to deciphering the mystery behind never-ending snowfall, Ginko's journey is fraught with puzzles and challenges. In one instance, he is drawn into a perilous situation involving one of the most dangerous Mushi, forcing him to collaborate with another Mushishi named Kumado. As they delve deeper into the thicket, a dark secret surrounding the Minai dynasty begins to unravel.\n\nIn this captivating tale of coexistence and responsibility, Mushishi Zoku Shou invites viewers to explore the intricate relationships between humans and Mushi, questioning whether humanity is prepared to understand and manage the unseen.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f52eed0166068ba4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 8.558397218417245,
    "arithmeticGeometricMean": 8.557300259058373,
    "median": 8.620000000000001,
    "hash": "f52eed0166068ba4",
    "lastUpdate": "2024-05-09"
  }
}