{
  "sources": [
    "https://anidb.net/anime/11353",
    "https://anilist.co/anime/87438",
    "https://anime-planet.com/anime/doraemon-movie-36-nobita-at-the-birth-of-japan-2016",
    "https://anisearch.com/anime/10964",
    "https://kitsu.io/anime/11197",
    "https://livechart.me/anime/1715",
    "https://myanimelist.net/anime/31201",
    "https://notify.moe/anime/oqQXtFmig"
  ],
  "synopsis": {
    "text": "Doraemon: Nobita's Great Adventure in the Prehistoric Age is the 36th movie in the beloved Doraemon series, and it's a remake of the 1989 film Doraemon: Nobita no Nippon Tanjou. In this film, Nobita is tired of being constantly scolded at home and at school, and he decides that he wants to run away from home. However, he quickly realizes that there's no place for him to go, as all the land is already owned by someone.\n\nFeeling dejected, Nobita shares his problem with his friends, and they all decide to run away together. Even Doraemon, Nobita's robotic cat, joins in on the plan. They come up with the idea of traveling back in time to the Japan of 70,000 years ago, when no humans existed. There, they can build their ideal private paradise and live in peace.\n\nAfter fully enjoying their freedom in the prehistoric era, Doraemon and friends bid farewell to their paradise and come back to the present day. However, a few days after they return, they bump into a caveman named Kukul in the current era. They learn that Kukul was accidentally transported forward to the present, and that his tribe, the Hikari tribe, was attacked and abducted by Giga Zombie and the Kurayami tribe after Doraemon and friends left the primitive age.\n\nFeeling responsible for the Hikari tribe's plight, Doraemon and friends decide to go back to the primitive age to save them from the villain. They embark on a grand adventure during their first and the furthest runaway, helping a prehistoric boy rescue his tribe from Gigazombie. Will they be able to save the Hik",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f532b5688b369c04",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.192080395794681,
    "arithmeticGeometricMean": 7.185911046103496,
    "median": 7.272727272727273,
    "hash": "f532b5688b369c04",
    "lastUpdate": "2024-05-09"
  }
}