{
  "sources": [
    "https://anidb.net/anime/8299",
    "https://anilist.co/anime/10447",
    "https://anime-planet.com/anime/aquarion-evol",
    "https://anisearch.com/anime/6926",
    "https://kitsu.io/anime/6185",
    "https://livechart.me/anime/1142",
    "https://myanimelist.net/anime/10447",
    "https://notify.moe/anime/t1k4tFmmg"
  ],
  "synopsis": {
    "text": "Mankind, residing on the star Vega, faces a constant threat from trans-dimensional beings known as Abductors, hailing from the sister star Altair. These invaders seek to kidnap human females to preserve their own race, as a mysterious disease, the Curse of Eve, has wiped out their female population. To combat this menace, the Neo-DEAVA organization is established, training male and female pilots to operate powerful mecha suits called Aquaria. However, due to the Guize stones, male and female pilots are forbidden from merging their Aquaria, as it forms an 'unholy union.'\n\nAmata and Mikono, two teenagers enrolled at DEAVA, the Aquaria Academy, find themselves in the midst of this interstellar conflict. When Amata accidentally forms the legendary mecha, Aquarion, by merging male and female Aquaria, he disrupts the status quo and raises questions about his abilities and the nature of the Forbidden Union. As otherworldly beings continue to abduct powerful female students, a mysterious megalomaniac plots interplanetary disaster, leaving the fate of the galaxy in the hands of the hormone-fueled academy coeds. Will they be able to put aside their differences and unite to fight evil, or will they succumb to the invading forces? Set 12,000 years after the events of Aquarion, this anime follows Amata and Mikono's journey as they navigate their new reality and fight to protect humanity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.1276280148422995,
    "arithmeticGeometricMean": 7.124691462450462,
    "median": 7.109,
    "lastUpdate": "2024-05-08"
  }
}