{
  "sources": [
    "https://anilist.co/anime/103713",
    "https://anime-planet.com/anime/pretty-guardian-sailor-moon-eternal-movie-1",
    "https://kitsu.io/anime/42429",
    "https://livechart.me/anime/2521",
    "https://myanimelist.net/anime/40024",
    "https://notify.moe/anime/xHJsZ8UWR"
  ],
  "synopsis": {
    "text": "Helios, a mystical pegasus, seeks the aid of Usagi Tsukino and her friends as they reunite once more as the Inner Sailor Guardians in Bishoujo Senshi Sailor Moon Eternal, the fourth installment of Toei Animation's magical girl manga reboot. This two-part anime film, celebrating the franchise's 25th anniversary, covers the Dream arc and follows the Sailor Guardians as they face the sinister Dead Moon Circus.\n\nThe Dead Moon Circus, with dreams of freeing their queen Nehellenia, descends upon Juban, intent on stealing the Legendary Silver Crystal. By harnessing the power of 'Lemures' to transform people's dreams into nightmares, the Circus aims to gather enough energy to shroud the Earth in darkness and transform it into a realm of death.\n\nAs a total solar eclipse casts its shadow, Mamoru Chiba inexplicably falls ill, and the Sailor Guardians find themselves unable to transform, leaving them vulnerable to the Circus' Lemures. With the world teetering on the brink, Usagi and Chibiusa join forces with Helios to unseal the Golden Crystal, the only hope of salvation against the looming threat.\n\nIn a race against time, the Sailor Guardians must regain their powers and thwart the darkness before it consumes the Earth, all while uncovering the secrets behind the enigmatic Helios and the elusive Golden Crystal.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f65a44dfc656de59",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 7.710878787878788,
    "arithmeticGeometricMean": 7.71001343932952,
    "median": 7.688181818181818,
    "hash": "f65a44dfc656de59",
    "lastUpdate": "2024-05-06"
  }
}