{
  "sources": [
    "https://anidb.net/anime/181",
    "https://anilist.co/anime/338",
    "https://anime-planet.com/anime/the-rose-of-versailles",
    "https://anisearch.com/anime/1831",
    "https://kitsu.io/anime/305",
    "https://livechart.me/anime/4067",
    "https://myanimelist.net/anime/338",
    "https://notify.moe/anime/I7B25Kmmg"
  ],
  "synopsis": {
    "text": "Raised as a man by her father, the Commander of the Royal Guards, Oscar François de Jarjayes ascends to a position of power in the French court, serving as the head of the palace guards at Versailles. Her exceptional swordsmanship and noble spirit make her a beacon of admiration for both men and women, but her heart is torn between her duty to the aristocracy and her growing awareness of the suffering faced by the French populace.\n\nMeanwhile, Marie Antoinette, born into the Austrian royal family, is sent to France to marry the future Louis XVI, in a political union aimed at strengthening the alliance between the two nations. However, Marie Antoinette's extravagant lifestyle and self-centered actions only serve to further alienate the impoverished masses, fueling the flames of discontent that threaten to engulf the French monarchy.\n\nAs the fates of these two women intertwine, Oscar finds herself caught between her loyalty to the crown and her desire to uphold justice for the oppressed people of France. Amidst the treacherous schemes and escalating tensions of the French court, can Oscar navigate the complexities of her identity and protect her King and Queen, or will the inexorable tide of history sweep away the nobility and change the course of France forever?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f67aab1a9a49fd12",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.970021442842871,
    "arithmeticGeometricMean": 7.967007555312039,
    "median": 8.006538461538462,
    "hash": "f67aab1a9a49fd12",
    "lastUpdate": "2024-05-10"
  }
}