{
  "sources": [
    "https://anidb.net/anime/7231",
    "https://anilist.co/anime/8115",
    "https://anime-planet.com/anime/welcome-to-the-space-show",
    "https://anisearch.com/anime/5317",
    "https://kitsu.io/anime/5201",
    "https://livechart.me/anime/6435",
    "https://myanimelist.net/anime/8115",
    "https://notify.moe/anime/YdXktFiiR"
  ],
  "synopsis": {
    "text": "Amane, Kiyoshi, Natsuki, Noriko, and Kouji, five elementary school friends from a quaint mountain village, eagerly awaited the summer camp that promised a season of fun and adventure. Their excitement knew no bounds when they stumbled upon an injured dog during their camping trip. Little did they know that the dog, Pochi, was an extraterrestrial researcher who had been studying Earth's flora.\n\nAs a token of gratitude for nursing him back to health, Pochi offered the children a once-in-a-lifetime opportunity: a trip to the moon. However, an unexpected travel ban from the lunar government left the children stranded in space, unable to return home. With no other option, the group embarked on a thrilling journey across the cosmos in search of a way back to Earth.\n\nAlong the way, they discovered that a common ingredient in Japanese cuisine was a highly sought-after substance throughout the universe. As they navigated the galaxy, they encountered various alien species and even found themselves entangled with the universe's most popular and enigmatic television show, \"The Space Show.\"\n\nJoin these five friends on their incredible interstellar adventure as they explore new worlds, make new friends, and uncover the mysteries of the universe in their quest to return home.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f6f1c359cfaa8168",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.368486931136092,
    "arithmeticGeometricMean": 7.367465934513648,
    "median": 7.3149999999999995,
    "hash": "f6f1c359cfaa8168",
    "lastUpdate": "2024-05-10"
  }
}