{
  "sources": [
    "https://anidb.net/anime/1496",
    "https://anilist.co/anime/1572",
    "https://anime-planet.com/anime/kimba-the-white-lion",
    "https://anisearch.com/anime/2447",
    "https://kitsu.io/anime/1412",
    "https://livechart.me/anime/12030",
    "https://livechart.me/anime/7581",
    "https://myanimelist.net/anime/1572",
    "https://notify.moe/anime/Z5E-5Kmmg"
  ],
  "synopsis": {
    "text": "Osamu Tezuka's timeless tale of courage, friendship, and harmony comes to life in the enchanting adventures of Kimba, a young white lion. Born amidst tragedy on a shipwrecked ocean liner, Kimba's early life is marked by the loss of his parents and a yearning for a place to truly belong. Raised with the knowledge of human language and customs, he embarks on a journey back to his roots in the African jungle.\n\nAs heir to his late father's throne, the King of the Jungle, Kimba faces the challenges of the harsh African wilderness and the constant threat from humans encroaching on the animals' habitat. Alongside his loyal companions—a wise baboon, a chatty parrot, and a stylish giraffe—Kimba strives to create a safer, more harmonious jungle for all its inhabitants.\n\nThrough masterfully restored episodes that stay true to Tezuka's original storyline, Kimba's journey unfolds as he learns valuable lessons about leadership, communication, and coexistence. With unwavering belief in non-violence and mutual understanding, Kimba seeks to bridge the gap between humans and animals, ultimately working towards a peaceful and thriving African kingdom. Join Kimba and his lovable friends in this epic adventure that will captivate the hearts of new and old generations alike.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f73e9ce1d206f22d",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 6.252183408428307,
    "arithmeticGeometricMean": 6.244637859467229,
    "median": 6.311999999999999,
    "hash": "f73e9ce1d206f22d",
    "lastUpdate": "2024-05-09"
  }
}