{
  "sources": [
    "https://anidb.net/anime/13947",
    "https://anilist.co/anime/101350",
    "https://anime-planet.com/anime/pet",
    "https://anisearch.com/anime/13494",
    "https://kitsu.io/anime/41089",
    "https://livechart.me/anime/2942",
    "https://myanimelist.net/anime/37522",
    "https://notify.moe/anime/gxHK2FmiR"
  ],
  "synopsis": {
    "text": "Within the shadows of society, a select group of individuals possesses the uncanny ability to delve into the minds of others and manipulate their memories. These gifted beings, known as 'Pets,' are both revered and feared for their power, which can distort reality and even cause mental breakdowns. To safeguard their own sanity, they form bonds with one another, locking and protecting their fragile hearts from the backlash of their abilities.\n\nHiroki and Tsukasa are two such Pets, employed by the ruthless Katsuragi to carry out nefarious deeds, from covering up crimes to executing assassinations. As they navigate the treacherous landscape of the human mind, they strive to maintain their own mental stability while grappling with the moral implications of their actions.\n\nHowever, their bond is not without its complications. As they delve deeper into their assignments, they uncover secrets that challenge their trust in each other and their employer. Meanwhile, Satoru, another Pet, finds himself drawn into their orbit, bringing with him the mystery of his missing mentor and the potential to disrupt the delicate balance between Hiroki and Tsukasa.\n\nIn this world where truth and reality can be manipulated at will, the lines between right and wrong blur, and the consequences of distorting their bond could be catastrophic. Will they be able to maintain their sanity and their bond, or will they fall victim to the very power they wield?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f7cc0a48883638d6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.354824829931973,
    "arithmeticGeometricMean": 6.347824682773816,
    "median": 6.31799628942486,
    "hash": "f7cc0a48883638d6",
    "lastUpdate": "2024-05-09"
  }
}