{
  "sources": [
    "https://anidb.net/anime/10271",
    "https://anilist.co/anime/20525",
    "https://anime-planet.com/anime/pupipo",
    "https://anisearch.com/anime/9241",
    "https://kitsu.io/anime/8145",
    "https://livechart.me/anime/311",
    "https://myanimelist.net/anime/21325",
    "https://notify.moe/anime/uImTpFmig"
  ],
  "synopsis": {
    "text": "They say life is never ordinary for those who can see the extraordinary. For Wakaba Himeji, a fifth-grade girl, this couldn't be more true. With the uncanny ability to see supernatural entities that others can't, her life is far from the norm. Haunted by these often malevolent spirits, she finds herself isolated and friendless, her days filled with fear and loneliness.\n\nBut change is on the horizon. One day, Wakaba encounters an enigmatic, soft, pink creature that communicates with a peculiar cry: 'Pupipo!' This strange being, affectionately named Pupipo, becomes her steadfast companion and protector, shielding her from the sinister specters that plague her existence.\n\nWith Pupipo by her side, Wakaba's life takes a turn for the better. She finds the courage to befriend Reiko, a transfer student with a keen interest in the occult, and together, they navigate the mysterious world that only Wakaba can see. Along the way, she also meets Naoya, a boy who shares her unique ability, and she decides to help him confront his own spectral challenges.\n\nIn this heartwarming tale of friendship and courage, Wakaba discovers that life can be beautiful, even when you can see the unseen. With Pupipo's help, she learns to face her fears, embrace her unique gift, and transform her once lonely life into one filled with companionship and adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f7dbaa7b575cc772",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.74604969291792,
    "arithmeticGeometricMean": 6.740532623844538,
    "median": 6.634636363636364,
    "hash": "f7dbaa7b575cc772",
    "lastUpdate": "2024-05-09"
  }
}