{
  "sources": [
    "https://anidb.net/anime/8922",
    "https://anilist.co/anime/13215",
    "https://anime-planet.com/anime/the-life-of-budori-gusko-2012",
    "https://anisearch.com/anime/7574",
    "https://kitsu.io/anime/6912",
    "https://livechart.me/anime/1054",
    "https://myanimelist.net/anime/13215",
    "https://notify.moe/anime/MQHvpKiiR"
  ],
  "synopsis": {
    "text": "Ihatov's tranquil forests, a picturesque haven for anthropomorphic creatures, once provided a serene and idyllic life for Budori Gusuko and his family. As the 1920s unfold in the Tohoku region of Japan, the once-peaceful environment is disrupted by a series of relentless natural disasters and droughts. The devastating climatic shifts bring forth disease and famine, forcing Budori to face the harsh realities of a world that was once so kind.\n\nWhen Budori's parents vanish without a trace, the responsibility of caring for his younger sister, Neri, falls upon his shoulders. However, their situation worsens when Neri is kidnapped by an unknown entity. With no other choice, Budori embarks on a perilous journey to find Neri and bring her home.\n\nThroughout his quest, Budori encounters a diverse group of individuals, including a team of dedicated scientists at the Ihatov Volcano Department, who are working tirelessly to combat the very disasters that have uprooted Budori's life. As he forges new connections and uncovers the secrets of the ever-worsening climate, Budori's determination to find his sister and save his home never wavers.\n\nWith an unyielding spirit and a hero's heart, Budori rises to the challenge of combating the deadly winter that threatens Ihatov. Can Budori's unwavering resolve and burgeoning plan save his loved ones and the land he calls home, or will the forces of nature prove too powerful to overcome? Only time will reveal the fate of Budori and the enchanting world of Ihatov.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.159761993108932,
    "arithmeticGeometricMean": 6.154355107178016,
    "median": 6.2530612244897945,
    "lastUpdate": "2024-05-09"
  }
}