{
  "sources": [
    "https://anidb.net/anime/17150",
    "https://anilist.co/anime/144323",
    "https://anime-planet.com/anime/lucifer-and-the-biscuit-hammer",
    "https://anisearch.com/anime/17043",
    "https://kitsu.io/anime/45794",
    "https://livechart.me/anime/11045",
    "https://myanimelist.net/anime/50891",
    "https://notify.moe/anime/N-VkLi-ng"
  ],
  "synopsis": {
    "text": "Hammer of Destruction Looms Over Earth: An Unlikely Hero Rises!\n\nIn the seemingly mundane life of college student Yuuhi Amamiya, a sudden twist of fate thrusts him into an extraordinary adventure. When Sir Noi Crezant, a talking lizard and knight of justice, reveals the impending doom of Earth at the hands of the sinister Archmage Animus and his colossal Biscuit Hammer, Yuuhi's world is turned upside down.\n\nBestowed with the power to transform into a Lizard Knight, Yuuhi reluctantly joins the battle to protect the world alongside other Beast Knights. But when a golem created by Animus attacks him, he's unexpectedly saved by his neighbor, the enigmatic Princess Samidare Asahina.\n\nAs Yuuhi uncovers Samidare's true intentions, he finds himself captivated by her unwavering determination to destroy the world herself. With newfound purpose, Yuuhi vows to become stronger and aid Samidare in her quest. As they confront Animus' golems, Yuuhi's once monotonous life becomes a thrilling journey filled with danger, friendship, and unexpected alliances.\n\nBut can Yuuhi overcome the chains of his traumatic past and fully embrace his role in this unconventional tale of ordinary life colliding with the bizarre and supernatural? Join Yuuhi and his companions as they navigate the complexities of heroism, loyalty, and the ultimate fate of Earth.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.892679808286951,
    "arithmeticGeometricMean": 5.868224810785596,
    "median": 5.695204081632653,
    "lastUpdate": "2024-05-09"
  }
}