{
  "sources": [
    "https://anidb.net/anime/14405",
    "https://anilist.co/anime/104217",
    "https://anime-planet.com/anime/wotakoi-love-is-hard-for-otaku-ova",
    "https://anisearch.com/anime/13922",
    "https://kitsu.io/anime/42051",
    "https://myanimelist.net/anime/38349",
    "https://notify.moe/anime/4E5Fnwymg"
  ],
  "synopsis": {
    "text": "The anime unfolds the intertwining tales of high school students and young professionals, all connected by a common thread of friendship, love, and shared passions.\n\nIn the first episode, we meet Tarou Kabakura, the captain of the boys' volleyball team, and Hanako Koyanagi, the leader of the girls' team. As they navigate through high school rivalries and shared interests, a secret photograph threatens to expose Tarou's hidden hobby. To protect his reputation, he agrees to let Hanako's team use the volleyball court and even offers her personal coaching. This unexpected turn of events leads to a unique bond between them.\n\nThe second episode introduces us to Naoya Nifuji and Kou Sakuragi, two university students. Naoya accidentally discovers Kou's secret, causing her to retreat in embarrassment. To apologize and clear the misunderstanding, Naoya embarks on a virtual quest, leading to an eventful day filled with gaming, movies, and a heartfelt confession.\n\nThe final episode takes a leap into the professional lives of our characters. A much-awaited company outing is planned, with the stern department head, Tarou, in charge. Despite his initial reluctance, the trip proves to be a relaxing break from work, complete with a sauna contest and quality time spent with colleagues.\n\nThis anime offers a delightful blend of humor, romance, and friendship, set against the backdrop of high school rivalries, virtual gaming worlds, and professional life. Each episode, released as an OVA, presents a unique story that is sure to captivate and entertain.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f85e7035ece44b6c",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.932084636451983,
    "arithmeticGeometricMean": 7.92865961197121,
    "median": 7.94,
    "hash": "f85e7035ece44b6c",
    "lastUpdate": "2024-05-08"
  }
}