{
  "sources": [
    "https://anidb.net/anime/3492",
    "https://anilist.co/anime/10916",
    "https://anime-planet.com/anime/pokemon-pikachus-winter-vacation-2000",
    "https://anisearch.com/anime/2658",
    "https://kitsu.io/anime/6404",
    "https://livechart.me/anime/5371",
    "https://myanimelist.net/anime/10916",
    "https://notify.moe/anime/MGRSpFiiR"
  ],
  "synopsis": {
    "text": "Vacation time in winter takes a delightful turn as Pikachu and his friends embark on a series of thrilling winter escapades in \"Pokémon: Pikachu's Winter Vacation 2000.\" The first episode unfolds with the mischievous gang finding their way to an ice rink in the city park, leading to a delightful mix of laughter, fun, and a few ouch moments. In the second episode, the group settles into a cozy cabin in Johto for a relaxing winter getaway. But their tranquil holiday takes an unexpected turn when they encounter Father Christmas, who seeks their assistance to find a medicinal berry for his ailing reindeer, Damhirplex. The Christmas celebration hangs in the balance, and it's up to Pikachu and friends to save the day!\n\nIn the sequel to Pikachu's Winter Vacation, the Pokemon pals are back for two more wild winter adventures. The first one kicks off with a Christmas squabble, leaving Chikorita upset. Can Pikachu restore the holiday spirit? In the second adventure, the Pokemon friends sneak out of their Pokeballs on a quiet winter's eve and stumble upon Santa and his wounded Stantler. With present delivery at risk, can Pikachu and friends help Stantler in time? Packed with two 15-minute short films, Pikachu's Winter Vacation promises a fun-filled experience for the whole family!\n\nWhen chaos erupts into a full-blown Pokemon argument, it's up to Pikachu to restore the festive cheer before it's too late!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f85e702ffd983263",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.355055813234385,
    "arithmeticGeometricMean": 6.340081245210964,
    "median": 6.383,
    "hash": "f85e702ffd983263",
    "lastUpdate": "2024-05-09"
  }
}