{
  "sources": [
    "https://anidb.net/anime/9418",
    "https://anilist.co/anime/17082",
    "https://anime-planet.com/anime/aiura",
    "https://anisearch.com/anime/8253",
    "https://kitsu.io/anime/7576",
    "https://livechart.me/anime/800",
    "https://myanimelist.net/anime/17082",
    "https://notify.moe/anime/m155pKmig"
  ],
  "synopsis": {
    "text": "They say ordinary can be extraordinary, and that's exactly what unfolds in this delightful anime. Meet Kanaka, Saki, and Ayuko, three high school girls whose lives intertwine just as they're about to embark on their high school journey. A chance encounter, a ruined ice cream cone, and a friendship blossoms! Together, they navigate the highs and lows of high school life, from dashing to classes to bestowing each other with quirky nicknames.\n\nDon't expect grand adventures or romantic escapades here. Instead, revel in the beauty of the mundane, where the everyday lives of these girls become a delightful spectacle. Despite their differing personalities, the trio's bond remains unshaken, turning their ordinary days into extraordinary moments.\n\nJoin Amaya, Iwasawa, and Uehara, three spirited girls with zero motivation, as they traverse through their daily school life. Each episode offers a glimpse into their seemingly uneventful lives, proving that there's charm even in the most ordinary moments.\n\nAs the spring vacation draws to a close, Ayuko Uehara decides to make the most of her remaining holiday. A peaceful day at a local cafe turns eventful when she encounters a clumsy girl. Little does she know, this chance encounter will lead to a blossoming friendship when they meet again as freshmen at the same high school.\n\nPrepare to be captivated by the trio's distinct personalities—Kanaka's cheerful demeanor, Saki's tomboyish charm, and Ayuko's laid-back nature. Their daily interactions, filled with humor and camaraderie, promise to make every school day an entertaining ride.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.6972114961757825,
    "arithmeticGeometricMean": 6.693553229088601,
    "median": 6.665398860398861,
    "lastUpdate": "2024-05-08"
  }
}