{
  "sources": [
    "https://anidb.net/anime/1532",
    "https://anilist.co/anime/964",
    "https://anime-planet.com/anime/smash-hit",
    "https://anisearch.com/anime/26",
    "https://kitsu.io/anime/854",
    "https://livechart.me/anime/6146",
    "https://myanimelist.net/anime/964",
    "https://notify.moe/anime/JFv1cFmiR"
  ],
  "synopsis": {
    "text": "Cosprayers is an anime that follows the journey of Mitsuki Ikuta, a 25-year-old woman with a petite, child-like figure and a passion for criminal dramas. Despite her mature age, she is often mistaken for a young girl and is even nicknamed \"oko-chama\" by the boys in her neighborhood. Mitsuki works for the Houchiku Corporation, where she is given the opportunity to produce a new film. However, instead of being assigned to her beloved detective genre, she is tasked with creating a \"hero movie,\" a genre typically seen as juvenile.\n\nDetermined to succeed and fulfill her dream of producing a great detective drama, Mitsuki takes on the challenge with grit and determination. She is joined by a team of eccentric individuals, including a cinematographer with a penchant for money shots, a costume designer with a love for cosplay, and a 17-year-old high school student as the original screenwriter.\n\nAs Mitsuki navigates the competitive world of television production, she must overcome numerous obstacles and setbacks to prevent her show from being cancelled. Despite the challenges, she remains steadfast in her pursuit of her dream, believing that \"it's not a dream you can see right away. It's one you create.\" Will Mitsuki be able to rise above the challenges and create a successful \"hero movie,\" or will her dreams be dashed by the harsh realities of the industry? Join her on her journey to find out in Cosprayers.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 5.205466737344288,
    "arithmeticGeometricMean": 5.180638670457554,
    "median": 5.354,
    "lastUpdate": "2024-05-09"
  }
}