{
  "sources": [
    "https://anidb.net/anime/8494",
    "https://anilist.co/anime/10808",
    "https://anime-planet.com/anime/mobile-suit-gundam-age",
    "https://anisearch.com/anime/7175",
    "https://kitsu.io/anime/6361",
    "https://livechart.me/anime/1197",
    "https://myanimelist.net/anime/10808",
    "https://notify.moe/anime/Qt_4tKmiR"
  ],
  "synopsis": {
    "text": "Advanced Generation 115 marks the resurgence of a relentless and enigmatic adversary, the Unknown Enemy (UE), who have mercilessly attacked space colonies and disrupted the hard-earned peace among humans. At the forefront of this conflict is Flit Asuno, a young engineer and the last descendant of the renowned Asuno mobile suit manufacturing family. When the UE assails his home in the space colony Ovan, Flit's mother sacrifices herself, leaving him with an invaluable artifact - the AGE Device.\n\nEmbedded within the AGE Device are blueprints for a formidable weapon from a bygone era, the legendary Gundam. Driven by a desire to protect humanity from the same fate that befell his mother, Flit dedicates several years to studying engineering and constructing the AGE-1 Gundam at an Earth Federation base on the Nora space colony. As the UE once again threaten the safety of his new home, Flit's battle to safeguard mankind and avenge his mother's death begins.\n\nThe Asuno family's century-long crusade against the Unknown Enemy unfolds across three generations, with Flit's child Asemu and descendant Kio inheriting the mantle of Gundam pilot. Alongside their allies, such as Flit's childhood friend Emily and Earth Federation Forces Commander Grodek, the Asuno family will stop at nothing to ensure humanity's survival in this One Hundred Year War, honoring the legacy of the legendary Gundam that has become their family's symbol of hope and resistance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.3299726860441154,
    "arithmeticGeometricMean": 6.314090760481881,
    "median": 6.441818181818181,
    "lastUpdate": "2024-05-09"
  }
}