{
  "sources": [
    "https://anidb.net/anime/7091",
    "https://anilist.co/anime/10820",
    "https://anime-planet.com/anime/goshogun-movie",
    "https://anisearch.com/anime/5887",
    "https://kitsu.io/anime/6367",
    "https://livechart.me/anime/9434",
    "https://myanimelist.net/anime/10820",
    "https://notify.moe/anime/WIX4pFmiR"
  ],
  "synopsis": {
    "text": "Docooga, a sinister global organization, is on the brink of world domination in the early 21st century. When they target brilliant physicist Professor Sanada for his groundbreaking research on Beamler, a powerful new energy source, he sacrifices himself to prevent his work from falling into the wrong hands. Sanada's son, Kenta, narrowly escapes Docooga's clutches and finds refuge aboard Good Thunder, a teleporting fortress powered by Beamler.\n\nGood Thunder's crew, consisting of a former soldier, a French spy, and a Bronx gangster, might not seem like your typical heroes, but they're the world's last line of defense against Docooga. Piloting the awe-inspiring giant robot GoShogun, the trio travels the globe, thwarting Docooga's schemes, dismantling their operations, and supporting local uprisings against their tyranny.\n\nAs they navigate the perils of their mission, the team is never short of humor and camaraderie, often finding time for flirtation, banter, and lighthearted antics. But when duty calls, they stand united against Docooga's eccentric enforcers and face their own pasts, all while protecting the world from the clutches of Neo Neros, Docooga's ruthless leader.\n\nIn this thrilling compilation movie, scenes from episodes 17 and 20 of the Sengoku Majin Goushougun TV series are intertwined with original footage and whimsical commercial breaks featuring the characters promoting fictional products, adding a unique touch to this action-packed adventure.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f8da1507844101e4",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.624541743970316,
    "arithmeticGeometricMean": 5.6116194163520365,
    "median": 5.408163265306122,
    "hash": "f8da1507844101e4",
    "lastUpdate": "2024-05-09"
  }
}