{
  "sources": [
    "https://anidb.net/anime/9556",
    "https://anilist.co/anime/16524",
    "https://anime-planet.com/anime/gargantia-on-the-verdurous-planet",
    "https://anisearch.com/anime/8221",
    "https://kitsu.io/anime/7449",
    "https://livechart.me/anime/834",
    "https://myanimelist.net/anime/16524",
    "https://notify.moe/anime/f2QKtKiiR"
  ],
  "synopsis": {
    "text": "The narrative unfolds in a distant future where humanity, having left Earth, forms the Galactic Alliance to explore and safeguard its existence. However, a menacing alien race known as the Hideauze threatens their survival, leading to an interstellar war. Ledo, a 16-year-old lieutenant, fights alongside his autonomous robot, Chamber, against these creatures. During a fierce battle, Ledo and Chamber are sucked into a space-time distortion, eventually crash-landing on a water-covered Earth.\n\nLedo awakens to find himself on Gargantia, a massive fleet of scavenger ships that sail the flooded planet, salvaging ancient relics for survival. Misunderstanding their intentions, Ledo initially takes a young messenger girl, Amy, hostage, only to realize the inhabitants pose no threat. Stranded in this unfamiliar world with its foreign language and customs, Ledo struggles to adapt, uncertain if he'll ever return to his comrades in space.\n\nAs days of peace unfold, Ledo, who has known nothing but war, is taken aback by this newfound tranquility. With Amy's help, he begins to integrate into the Gargantia fleet, making friends and learning about this primitive yet intriguing world. However, unbeknownst to him, there's more to this ocean-covered planet than meets the eye, and his peaceful days might be numbered.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f907ecef60a0a7e5",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.569819476654298,
    "arithmeticGeometricMean": 7.5690488079122495,
    "median": 7.521186997526284,
    "hash": "f907ecef60a0a7e5",
    "lastUpdate": "2024-05-10"
  }
}