{
  "sources": [
    "https://anidb.net/anime/2441",
    "https://anilist.co/anime/15",
    "https://anime-planet.com/anime/eyeshield-21",
    "https://anisearch.com/anime/3520",
    "https://kitsu.io/anime/6",
    "https://livechart.me/anime/3935",
    "https://myanimelist.net/anime/15",
    "https://notify.moe/anime/gCkpcFmmR"
  ],
  "synopsis": {
    "text": "Amefuto, a game of strategy and strength, is not for the faint-hearted, but for Sena Kobayakawa, it's a chance to turn his life around. As a small and introverted student at Deimon High School, Sena has always been a target for bullies. However, years of running errands and escaping from bullies have made him incredibly fast and agile. When the cunning captain of the school's Amefuto team, Youichi Hiruma, witnesses Sena's incredible speed, he sees an opportunity to turn his team's fortunes around.\n\nHiruma recruits Sena as the team's secret weapon, a running back hidden behind a visored helmet and known only as \"Eyeshield 21.\" The identity of Eyeshield 21 is a closely guarded secret, as Hiruma wants to protect his star player from rival teams. Sena must balance his life as a timid student with his new role as a powerful running back, all while keeping his identity a secret from his overprotective childhood friend, Mamori.\n\nAs Sena grows into his new role, he develops a sense of confidence and camaraderie with his teammates. However, the road to the Christmas Bowl, the most prestigious Amefuto tournament in Japan, is not an easy one. Sena and the Deimon Devil Bats must face off against talented rivals and overcome numerous challenges to achieve their dream of becoming champions. With Eyeshield 21 leading the charge, the Deimon Devil Bats may just have what it takes to make it to the top. Will Sena be able to transform from a shy freshman to an all-star player? Strap on your helmet and join the Deimon Devil Bats as they take on the world of Amefuto!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f92662d361e2f2d2",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.817943975291265,
    "arithmeticGeometricMean": 7.8169629013132775,
    "median": 7.857090909090909,
    "hash": "f92662d361e2f2d2",
    "lastUpdate": "2024-05-09"
  }
}