{
  "sources": [
    "https://anidb.net/anime/5457",
    "https://anilist.co/anime/2971",
    "https://anime-planet.com/anime/kyo-kara-maoh-r",
    "https://anisearch.com/anime/4173",
    "https://kitsu.io/anime/2688",
    "https://livechart.me/anime/6637",
    "https://myanimelist.net/anime/2971",
    "https://notify.moe/anime/wEx8cKiig"
  ],
  "synopsis": {
    "text": "After the tumultuous events of the past, life has settled into a peaceful routine for Yuuri Shibuya, the young Demon King of Shin Makoku. However, during a diplomatic visit to inspect the rebuilding efforts in neighboring lands, Yuuri crosses paths with Sararegi, the affable but enigmatic ruler of Small Shimaron. Though he appears harmless at first, Sararegi may harbor ulterior motives beneath his congenial facade. Back in the demon kingdom, Yuuri looks forward to reconnecting with old friends, only to have Sararegi suddenly impose his company upon the group. Moreover, Sararegi issues a dubious invitation for Yuuri to visit his tiny nation, further fueling suspicions about the king's true intentions. When an ominous missive arrives warning that Yuuri's life hangs perilously in the balance, tensions escalate rapidly. With his steadfast brother and loyal retainers rallying to protect him, Yuuri finds his bonds of friendship and duty tested as he attempts to unravel the mystery surrounding the King of Small Shimaron. Though preferring harmony to hostility, the young Demon King may soon have to take a stand in order to defend himself and his people from unknown machinations. Even in times of peace, it seems the burden of leadership allows no respite for the good-hearted Maou.",
    "author": "anthropic.claude-v2:1",
    "coAuthors": [],
    "hash": "f92b6d6537fedb59",
    "created": "2024-05-20",
    "lastUpdate": "2024-05-20"
  },
  "score": {
    "arithmeticMean": 7.334605442176871,
    "arithmeticGeometricMean": 7.330727269763782,
    "median": 7.381666666666666,
    "hash": "f92b6d6537fedb59",
    "lastUpdate": "2024-05-09"
  }
}