{
  "sources": [
    "https://anidb.net/anime/1879",
    "https://anilist.co/anime/1176",
    "https://anime-planet.com/anime/mask-of-zeguy",
    "https://anisearch.com/anime/17",
    "https://kitsu.io/anime/1056",
    "https://livechart.me/anime/9142",
    "https://myanimelist.net/anime/1176",
    "https://notify.moe/anime/v2VbcKiig"
  ],
  "synopsis": {
    "text": "Even as an ordinary high school student, Miki's life takes an extraordinary turn when she and her friend Sayaka are mysteriously transported to a world filled with monsters and malevolent forces. In this strange realm, Sayaka is kidnapped by wolf-faced warriors, leaving Miki with the daunting task of rescuing her friend and unraveling the truth behind their sudden arrival.\n\nThe key to their salvation and the fate of Earth lies in the legendary Mask of Zeguy, a powerful artifact that grants control over nature and the ability to rule the world. With time running out, Miki must embark on a perilous journey to retrieve the mask, all while being pursued by relentless villains who seek its power for their own sinister purposes.\n\nAs Miki navigates this treacherous new world, she encounters historical figures and demons that she once believed to be only the stuff of legends. With the help of Time Warriors Gennai Hiraga and Toshizo Hijikata, Miki must unlock the secrets of the mask, the bell, and the priestess of Zeguy to save her friend, protect Earth, and restore balance to the world.\n\nIn a race against time, Miki's courage and determination will be put to the ultimate test as she battles to save her friend and the world from the clutches of evil. Will she succeed in her quest, or will the forces of darkness claim the Mask of Zeguy and bring about the downfall of Earth?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f95d79c878911854",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.5766452866861025,
    "arithmeticGeometricMean": 5.55172219647686,
    "median": 5.564,
    "hash": "f95d79c878911854",
    "lastUpdate": "2024-05-10"
  }
}