{
  "sources": [
    "https://anidb.net/anime/15456",
    "https://anilist.co/anime/116742",
    "https://anime-planet.com/anime/that-time-i-got-reincarnated-as-a-slime-season-2-part-ii",
    "https://anisearch.com/anime/15098",
    "https://kitsu.io/anime/43361",
    "https://livechart.me/anime/9848",
    "https://myanimelist.net/anime/41487",
    "https://notify.moe/anime/kYNw7VrZg"
  ],
  "synopsis": {
    "text": "Nation of Tempest, having thwarted an unexpected assault from the Falmuth Army and Western Holy Church, is now in a celebratory mood. However, the festivities are short-lived as the aftermath of the invasion, Milim Nava's dubious actions, and the mysterious disappearance of Demon Lord Carrion present new challenges. Rimuru Tempest, now a True Demon Lord, is determined to confront Clayman, the mastermind behind the attack. With the revived Storm Dragon Veldora, the Ultimate Skill Raphael, and a formidable alliance, Rimuru is poised to take down his adversaries.\n\nIn the second part of the second season of \"Tensei Shitara Slime datta Ken\", Rimuru returns home to find Tempest under siege by the Kingdom of Falmuth and the Holy Church of the West. In a strategic move, Rimuru's allies break through the enemy barricades while he single-handedly eliminates the advancing Falmuth army. However, Rimuru's evolution into a Demon Lord to save his fallen comrades disrupts the region's power dynamics. With new allies, Rimuru plans his next steps, aware of the looming threat of another invasion and the need to address Milim's destructive actions in Eurazania.\n\nAfter ending the orc war, Rimuru Tempest, the Slime Chancellor, sees the Jura Tempest Alliance expand, leading to encounters with the animal kingdom of Eurazania, King Gazel, and escalating tensions between monsters and humans. Rimuru faces his most formidable enemy yet, pushing him to desperate measures. He ascends to Demon Lord, reviving his citizens at the cost of his own purity. The question remains: Will Rimuru",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 8.443826769815988,
    "arithmeticGeometricMean": 8.439557601102916,
    "median": 8.475700400228703
  },
  "lastUpdate": "2024-05-10"
}