{
  "sources": [
    "https://anidb.net/anime/3216",
    "https://anilist.co/anime/99",
    "https://anime-planet.com/anime/mai-otome",
    "https://anisearch.com/anime/1195",
    "https://kitsu.io/anime/78",
    "https://livechart.me/anime/4685",
    "https://myanimelist.net/anime/99",
    "https://notify.moe/anime/UuTp5FmmR"
  ],
  "synopsis": {
    "text": "What awaits Arika Yumemiya at the esteemed Garderobe Academy is a journey filled with trials, friendships, and secrets. As a determined young girl hailing from humble beginnings, Arika's sole aspiration is to become an Otome—a powerful female warrior tasked with safeguarding royal leaders. The academy, located in the Kingdom of Windbloom, trains these Otomes to wield their HiME, a highly advanced materializing equipment that grants them formidable abilities.\n\nUpon enrolling, Arika forms close bonds with the talented Nina Wáng and Princess Mashiro Blan de Windbloom, the future queen of the kingdom. Together, they navigate the rigorous training and complex social dynamics of the academy. However, Arika's path to becoming an Otome is not without its challenges. Danger lurks in the shadows, as a clandestine organization carries out attacks using mysterious powers, and political machinations threaten to disrupt the lives of Arika and her friends.\n\nAs Arika delves deeper into the world of Otomes, she discovers that her own past is shrouded in mystery. With her unwavering spirit and newfound alliances, she must confront the dark secrets that surround her and the academy. Only then can she hope to uncover the truth about her mother, a legendary Meister Otome, and achieve her dream of becoming an Otome herself.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f993f9a23d2a52c6",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.405343228200371,
    "arithmeticGeometricMean": 7.4040351552364045,
    "median": 7.37,
    "hash": "f993f9a23d2a52c6",
    "lastUpdate": "2024-05-09"
  }
}