{
  "sources": [
    "https://anidb.net/anime/15720",
    "https://anilist.co/anime/123802",
    "https://anime-planet.com/anime/the-saints-magic-power-is-omnipotent",
    "https://anisearch.com/anime/15528",
    "https://kitsu.io/anime/44115",
    "https://livechart.me/anime/10143",
    "https://myanimelist.net/anime/42826",
    "https://notify.moe/anime/qtp_aobGg"
  ],
  "synopsis": {
    "text": "Miasma, a dark force that unleashes monsters and chaos, has plagued the kingdom of Slantania for centuries. In an attempt to restore peace, the Grand Magus summons a holy maiden, a 'Saint' to vanquish the monsters. Sei Takanashi, an overworked office employee, finds herself magically transported to this mystical world. However, the ritual summoned two young women, and the crown prince chooses the other girl to be the Saint, leaving Sei to her own devices.\n\nSei, unfazed by the rejection, discovers the Medicinal Flora Research Institute, a place dedicated to studying healing herbs and potions. Enthralled by the institute's work, she decides to join them, indulging in her newfound passion. As she delves deeper into her studies, Sei discovers her unique magical abilities, which she uses to create potions and cosmetics. Her business thrives, and Sei starts to enjoy her life in this magical world.\n\nHowever, her peaceful existence might be short-lived, as her extraordinary powers draw unwanted attention. Will Sei be able to maintain her low profile, or will her hidden identity as a Saint catch up with her? Only time will tell in this enchanting tale of magic, potions, and a woman's quest for a fulfilling life.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f9edd0cd768b3056",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.4676384894867045,
    "arithmeticGeometricMean": 7.464861441594869,
    "median": 7.493143939393939,
    "hash": "f9edd0cd768b3056",
    "lastUpdate": "2024-05-09"
  }
}