{
  "sources": [
    "https://anidb.net/anime/17157",
    "https://anilist.co/anime/144533",
    "https://anime-planet.com/anime/bibliophile-princess",
    "https://anisearch.com/anime/17050",
    "https://kitsu.io/anime/45814",
    "https://livechart.me/anime/11051",
    "https://myanimelist.net/anime/50923",
    "https://notify.moe/anime/HbOTEm-7R"
  ],
  "synopsis": {
    "text": "Christopher Selkirk Asherald, the dashing crown prince, and Elianna Bernstein, a bibliophile noblewoman, strike an unusual bargain. The Bernstein family, known for their insatiable love for books, has raised Elianna to be the Bibliophile Princess. When Prince Christopher proposes to Elianna, he offers her access to the royal library and a shield from high-society obligations in exchange for a pretense of engagement. Elianna, enticed by the prospect of unlimited books, agrees to the arrangement, unconcerned with the romantic implications.\n\nHowever, as Elianna spends more time with Christopher, she begins to question her feelings for him. The prince, initially a means to an end, gradually becomes someone she can't ignore. Elianna watches Christopher's interactions with other girls, assuming that their arrangement will soon end. But instead of an end, their relationship enters a new phase, revealing unexpected depths and emotions.\n\nAs Elianna navigates her newfound feelings for Christopher, she realizes that she can't always predict the plot twists life throws at her. Will the Bibliophile Princess find her happily ever after in the pages of her own life story? Only time will tell as Elianna and Christopher explore their feelings and grow closer, one chapter at a time.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "f9f843b05d7617f2",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.959474489795919,
    "arithmeticGeometricMean": 6.95321995204289,
    "median": 7.032545454545454,
    "hash": "f9f843b05d7617f2",
    "lastUpdate": "2024-05-09"
  }
}