{
  "sources": [
    "https://anidb.net/anime/1535",
    "https://anilist.co/anime/2516",
    "https://anime-planet.com/anime/starship-troopers",
    "https://anisearch.com/anime/2906",
    "https://kitsu.io/anime/2282",
    "https://livechart.me/anime/7663",
    "https://myanimelist.net/anime/2516",
    "https://notify.moe/anime/ZwRy5Kmmg"
  ],
  "synopsis": {
    "text": "Federation soldier Johnny Rico embarks on a perilous journey into the depths of space to protect humanity from an alien menace in this thrilling anime adaptation of Robert A. Heinlein's classic sci-fi novel, Starship Troopers. Growing up in Buenos Aires, Johnny's life takes a dramatic turn when his close friend Carl and childhood crush Carmen enlist in the Federal Military. Driven by love and ambition, Johnny follows suit, enrolling in the military to chase his dreams among the stars.\n\nAs Johnny undergoes rigorous training to become a soldier, he faces unexpected challenges and hardships. But with unwavering determination, he overcomes the obstacles and earns his place in the Mobile Infantry. Meanwhile, Carmen pursues her career as a skilled pilot, and Carl contributes to the war effort as a dedicated researcher.\n\nTogether, these friends find themselves on the front lines of a brutal interstellar war against a formidable and terrifying insectoid enemy. As the conflict intensifies, Johnny must confront his fears, summon his courage, and rely on his fellow soldiers to survive the harrowing battles that lie ahead.\n\nWith the fate of humanity hanging in the balance, Johnny Rico's heroic journey unfolds in a gripping tale of love, sacrifice, and the indomitable human spirit. Will he and his comrades be able to turn the tide against the relentless alien invaders, or will they succumb to the overwhelming forces that threaten to extinguish all hope for Earth's survival? Join Johnny Rico in this epic anime adventure inspired by the timeless classic, Starship Troopers.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 5.956727449421327,
    "arithmeticGeometricMean": 5.94594073292683,
    "median": 6.074
  },
  "lastUpdate": "2024-05-10"
}