{
  "sources": [
    "https://anidb.net/anime/15399",
    "https://anilist.co/anime/116069",
    "https://anime-planet.com/anime/tokyo-7th-sisters-movie-bokura-wa-aozora-ni-naru",
    "https://anisearch.com/anime/15210",
    "https://kitsu.io/anime/43022",
    "https://livechart.me/anime/9800",
    "https://myanimelist.net/anime/41307",
    "https://notify.moe/anime/k3Mc4m0Gg"
  ],
  "synopsis": {
    "text": "Vocaloid-inspired tunes and rhythmic beats echo through the once thriving idol industry, left desolate after the abrupt retirement of the iconic 7th Sisters in 2032. Two years later, a young, ambitious employee is entrusted with the responsibility of leading Tokyo's next-generation idol studio, '777 (Three Seven)' or 'Nanastar.' Despite the city's skepticism towards idols, the studio struggles to find its footing.\n\nOne fateful day, a mysterious and captivating female manager approaches the protagonist, igniting a spark of hope. She suggests that if the idols of yesteryears are gone, they must create new ones, bound by unbreakable sisterly bonds. Meanwhile, the 12-member idol group 777☆SISTERS faces a crisis when a live concert at the futuristic idol theater-style studio '777 (Three Seven)' is on the verge of cancellation due to inexplicable equipment failure.\n\nThe manager of the once-dominant entertainment powerhouse 'HAKKAKU,' Hakkaku Kouzou, steps in to resolve the crisis. The members of 777☆SISTERS learn about the impending closure of HAKKAKU due to a takeover by Namekawa Concern. Determined to save the studio that holds precious memories for them, they embark on a mission to fill the seats and secure financial support.\n\nAs the new manager of '777,' players delve into a captivating world of story and character development, combined with a rhythm game aspect. Scouting talented young idols and competing for fan admiration, the Nanastar Sisters aim to prove that idols still have a place in this world, captivating audiences with their",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fa5000bbed13fa1e",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.295815708101423,
    "arithmeticGeometricMean": 6.2904017648496575,
    "median": 6.388265306122449,
    "hash": "fa5000bbed13fa1e",
    "lastUpdate": "2024-05-10"
  }
}