{
  "sources": [
    "https://anidb.net/anime/588",
    "https://anilist.co/anime/2364",
    "https://anime-planet.com/anime/virus-buster-serge",
    "https://anisearch.com/anime/878",
    "https://kitsu.io/anime/2142",
    "https://livechart.me/anime/6782",
    "https://myanimelist.net/anime/2364",
    "https://notify.moe/anime/0qxP5Fimg"
  ],
  "synopsis": {
    "text": "What awaits us in the futuristic landscape of Neo Hong Kong in the year 2097 is a world transformed by the marvels of genetic engineering and cybernetics. Here, humans and machines coexist in a symbiotic relationship, with artificial enhancements and intelligent super-computers operating on biological software. But this technological utopia harbors a dark secret: a malevolent digital virus capable of infecting both man and machine, turning its hosts into violent, mutated monsters.\n\nEnter STAND, an elite task force equipped with cutting-edge armored cybernetic suits known as 'Variable Gears.' They stand as humanity's last line of defense against the virus, battling infected war machines on their own terms. Among the chaos, a reluctant hero emerges: Serge, a troubled young man driven by vengeance against STAND's enigmatic leader, Raven.\n\nIn a twist of fate, Serge finds himself unwittingly fitted with a Variable Gear during an assassination attempt on Raven. His latent battle skills awakened, Serge defeats a rogue machine infected with a new strain of the virus. Intrigued by Serge's potential, Raven offers him a place in STAND, and Serge accepts, setting the stage for a series of battles against the virus and the mysterious entity known as the Incubator.\n\nAs Serge fights alongside STAND, he must confront the secrets of his past and unravel the mystery behind his phenomenal strength and skill. The future of Neo Hong Kong hangs in the balance, and Serge's journey promises to reveal truths that will change the world forever.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fa59bb9ffe927a1a",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 5.1098282533792725,
    "arithmeticGeometricMean": 5.055562267272458,
    "median": 5.24,
    "hash": "fa59bb9ffe927a1a",
    "lastUpdate": "2024-05-10"
  }
}