{
  "sources": [
    "https://anidb.net/anime/13926",
    "https://anilist.co/anime/101908",
    "https://anime-planet.com/anime/hugtto-pretty-cure-x-futari-wa-pretty-cure-movie-all-stars-memories",
    "https://anisearch.com/anime/13480",
    "https://kitsu.io/anime/41147",
    "https://livechart.me/anime/3161",
    "https://myanimelist.net/anime/37501",
    "https://notify.moe/anime/zPpNS9nmR"
  ],
  "synopsis": {
    "text": "Miden, a mysterious and vengeful monster resembling a teru teru bozu, has emerged, marking the 15th anniversary of the Precure franchise in this eleventh Precure All Stars crossover film. This formidable creature has the power to steal the memories and magical abilities of the Precures, transforming them into helpless infants. The HUGtto! Precure team, led by Hana Nono, and the Futari wa Precure team, featuring Nagisa Misumi, must join forces to confront this new threat.\n\nAs Cure Black and Cure White, along with Shiny Luminous, engage in a fierce battle against a colossal monster in Yokohama, an even greater danger lurks in the shadows. When a stuffed doll-like monster ambushes them, Shiny Luminous bravely takes the hit. Simultaneously, the Hug! Pretty Cure team is enjoying a peaceful picnic, only to be attacked by the same strange monster, Miden. A powerful beam from Miden transforms Nono's friends into babies and steals their memories.\n\nWith many Cures already affected, only Cure Black (Nagisa Misumi) and Cure Yell (Hana Nono) remain. They now face the daunting task of caring for their transformed teammates while devising a plan to defeat Miden. As they navigate this unfamiliar challenge, they must find a way to restore their allies' memories and powers to stand a chance against this enigmatic foe. Can they rise to the occasion and save their fellow Cures from Miden's clutches?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fa7a631a575e81fa",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 7.638322466648996,
    "arithmeticGeometricMean": 7.633334778177554,
    "median": 7.833333333333333,
    "hash": "fa7a631a575e81fa",
    "lastUpdate": "2024-05-09"
  }
}