{
  "sources": [
    "https://anidb.net/anime/2299",
    "https://anilist.co/anime/3162",
    "https://anime-planet.com/anime/katri-girl-of-the-meadows",
    "https://anisearch.com/anime/913",
    "https://kitsu.io/anime/2832",
    "https://myanimelist.net/anime/3162",
    "https://notify.moe/anime/8HiQcKimR"
  ],
  "synopsis": {
    "text": "World War I sets the backdrop for a poignant tale of resilience and determination in rural Finland. Young Katri, a lively and spirited six-year-old, eagerly awaits her mother's brief return from working as a housekeeper for the affluent in Germany. As a token of love and apology for the extended absence, Katri receives a beloved puppy, Abel. However, the reunion is fleeting, and the mother must return to Germany, leaving Katri in the care of her grandparents.\n\nAs the war unfolds, the family's financial situation deteriorates, forcing them to sell their dairy cow to survive the harsh winter. Compounding their struggles, a menacing bear terrorizes the region, further jeopardizing their livelihood. When Katri's grandfather attempts to deliver the sold cow to its new owner, a perilous encounter with the bear ensues.\n\nWith her mother's letters ceasing due to the hostilities between Germany and Finland, Katri faces adversity head-on. She seeks employment at a neighboring farm to support her family, despite being only nine years old. Throughout her journey, Katri's quick thinking, charming personality, and loyal canine companion help her navigate the challenges she encounters. Amid hardship, Katri's unwavering spirit and tenacity earn her the admiration of those around her, as she strives to find her place in a tumultuous world.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fac87761bdbc357f",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.5475356872907895,
    "arithmeticGeometricMean": 6.531964557164394,
    "median": 6.74,
    "hash": "fac87761bdbc357f",
    "lastUpdate": "2024-05-08"
  }
}