{
  "sources": [
    "https://anidb.net/anime/4191",
    "https://anilist.co/anime/1943",
    "https://anime-planet.com/anime/paprika",
    "https://anisearch.com/anime/969",
    "https://kitsu.io/anime/1752",
    "https://livechart.me/anime/3396",
    "https://myanimelist.net/anime/1943",
    "https://notify.moe/anime/5KWY5KmiR"
  ],
  "synopsis": {
    "text": "The stage is set in a futuristic Tokyo, where the boundary between dreams and reality blurs in a mesmerizing dance of colors and shapes. A groundbreaking invention, the DC Mini, allows scientists to traverse the uncharted territories of people's dreams, offering a revolutionary approach to psychotherapy. At the heart of this innovation are Dr. Atsuko Chiba and Kosaku Tokita, who aim to heal mental afflictions by delving into the depths of patients' subconscious minds.\n\nHowever, this powerful technology poses a grave threat when it falls into the wrong hands. The DC Mini is stolen, and the dreams of those connected to the project are plagued by a malevolent entity known as the \"dream terrorist.\" As the victims' dreams morph into nightmares, they are left in a catatonic state, teetering on the brink of insanity.\n\nTo combat this sinister force, Dr. Chiba assumes her alter ego, the enigmatic and vivacious Paprika. As a Dream Detective, she navigates the labyrinthine world of dreams, determined to uncover the true identity of the dream terrorist. Alongside her is the steadfast Detective Toshimi Konakawa, who tirelessly scours the real world for clues.\n\nTogether, they embark on a thrilling chase through the surreal landscapes of dreams, where ordinary objects twist into bizarre shapes and hidden emotions surface in unexpected ways. As they race against time to recover the stolen device, they must confront the terrifying consequences of unchecked power and the fragile nature of the human psyche. Will they succeed in stopping the dream terrorist before irreparable damage is done? Only time will tell in this captivating tale of intrigue, technology, and the boundless realm of dreams.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 7.943152269229249,
    "arithmeticGeometricMean": 7.9423169240678835,
    "median": 7.975,
    "lastUpdate": "2024-05-09"
  }
}