{
  "sources": [
    "https://anidb.net/anime/8986",
    "https://anilist.co/anime/13141",
    "https://anime-planet.com/anime/shiba-inuko-san",
    "https://anisearch.com/anime/7703",
    "https://kitsu.io/anime/6891",
    "https://livechart.me/anime/1133",
    "https://myanimelist.net/anime/13141",
    "https://notify.moe/anime/Eu7vtKimR"
  ],
  "synopsis": {
    "text": "Chako Ishibashi, an ordinary middle school student, finds herself in an extraordinary situation. Her classmate, Shibainuko-san, a 14-year-old girl, bears an uncanny resemblance to a Shiba Inu dog. Despite her canine appearance, Shibainuko-san leads a typical school life, much like her peers. Yet, only Chako seems to notice the peculiarity of her classmate's appearance, leaving her puzzled.\n\nAs Chako navigates through her school days with her best friend Naho, they find themselves entangled in a series of amusing and intriguing adventures with Shibainuko-san. Despite her dog-like appearance, Shibainuko-san is a beloved figure among her classmates, known for her politeness and well-meaning nature.\n\nThroughout their escapades, Chako and Naho witness Shibainuko-san's unique blend of human and canine mannerisms, adding a delightful twist to their daily routine. From mastering the art of using chopsticks to dealing with horoscope woes, Shibainuko-san tackles every situation with a charming mix of human sensibility and dog-like innocence.\n\nJoin Chako, Naho, and their unusual classmate Shibainuko-san as they traverse the ups and downs of middle school life, filled with laughter, friendship, and a hint of the extraordinary. Will Chako ever unravel the mystery behind Shibainuko-san's appearance, or will she continue to embrace her unique classmate as she is? Only time will tell in this heartwarming tale of friendship and acceptance.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "faff5ec976339e76",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.408421415319374,
    "arithmeticGeometricMean": 5.375764987481984,
    "median": 5.636363636363637,
    "hash": "faff5ec976339e76",
    "lastUpdate": "2024-05-09"
  }
}