{
  "sources": [
    "https://anidb.net/anime/1163",
    "https://anilist.co/anime/2182",
    "https://anime-planet.com/anime/robot-carnival",
    "https://anisearch.com/anime/648",
    "https://kitsu.io/anime/1976",
    "https://livechart.me/anime/5695",
    "https://myanimelist.net/anime/2182",
    "https://notify.moe/anime/ubkEcKmig"
  ],
  "synopsis": {
    "text": "Fukushima and Otomo open the curtain to a spectacular anthology of nine short films, each a unique exploration of the relationship between humans and robots. \"Robot Carnival\" is a visual feast, a testament to the creativity and skill of Japan's leading animators before they rose to prominence. From the comedic to the dramatic, the artistic to the entertaining, these stories traverse the vast expanse of time and space, presenting tales of robots and their creators.\n\nIn \"Franken's Gears,\" Morimoto reimagines the classic tale of Frankenstein, while Omori's \"Deprive\" delves into the consequences of creating life with one's own hands. \"Presence\" by Umetsu and Kitazume's \"Star Light Angel\" offer different perspectives on the interaction between humans and robots. Lamdo's \"Cloud\" takes us on a dreamy journey, followed by Kitakubo's \"A Tale of Two Robots,\" a story of camaraderie and rivalry. Nakamura's \"Nightmare\" presents a chilling tale, before Fukushima and Otomo bring the carnival to a close.\n\nEach story is a standalone masterpiece, unified by the common theme of robots and their impact on human lives. Whether you're a fan of hand-drawn animation, captivating storytelling, or simply fascinated by robots, this anthology promises a thrilling ride through the vast and diverse world of robotics.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fbb996af36c157dc",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.044565774361693,
    "arithmeticGeometricMean": 7.034237202413095,
    "median": 7.181818181818182,
    "hash": "fbb996af36c157dc",
    "lastUpdate": "2024-05-09"
  }
}