{
  "sources": [
    "https://anidb.net/anime/12116",
    "https://anilist.co/anime/21803",
    "https://anime-planet.com/anime/kubikiri-cycle-aoiro-savant-to-zaregototsukai",
    "https://anisearch.com/anime/11456",
    "https://kitsu.io/anime/12137",
    "https://livechart.me/anime/2182",
    "https://myanimelist.net/anime/33263",
    "https://notify.moe/anime/CqGR2Kiig"
  ],
  "synopsis": {
    "text": "It's an intriguing tale set on the secluded Wet Crow's Feather Island, nestled in the Sea of Japan, where the once affluent Akagami Iria has been exiled. Born into opulence, Iria was the epitome of high society until she was estranged by the head of the Akagami Foundation. For half a decade, she's resided on this remote island with her maids, but solitude hasn't been her companion. Instead, she's extended invitations to Japan's brightest minds to join her in her island retreat.\n\nThe narrative unfolds around an unnamed protagonist who, along with his friend, the computer prodigy Kunagisa Tomo, finds himself a guest in Iria's lavish mansion. Surrounded by a captivating ensemble of women – a chef, a fortune-teller, a scholar, and an artist – the protagonist feels intellectually outmatched. However, the island's tranquility is shattered when a gruesome murder takes place, plunging the island into chaos.\n\nDespite his attempts to remain on the sidelines, the protagonist invariably finds himself entangled in the murder and its ensuing mysteries. Though his efforts seem futile, he possesses an uncanny knack for discerning reality from illusion, a skill that proves invaluable in identifying the killer. As the tension escalates and the murderer remains at large, the protagonist embarks on a mission to unmask the culprit before another life is claimed.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.64894975846256,
    "arithmeticGeometricMean": 7.646502573988103,
    "median": 7.767075471698114,
    "lastUpdate": "2024-05-09"
  }
}