{
  "sources": [
    "https://anidb.net/anime/9398",
    "https://anilist.co/anime/15377",
    "https://anime-planet.com/anime/samurai-bride",
    "https://anisearch.com/anime/8029",
    "https://kitsu.io/anime/7244",
    "https://livechart.me/anime/819",
    "https://myanimelist.net/anime/15377",
    "https://notify.moe/anime/5Q_dpFmmR"
  ],
  "synopsis": {
    "text": "Muneakira Yagyu, a skilled warrior, finds himself in a unique predicament when he discovers his ability to awaken the dormant powers of female samurais through a simple kiss. Despite his recent victories against formidable enemies, Muneakira's respite is short-lived as a new, more potent evil emerges, threatening Japan. Amidst this chaos, Muneakira's romantic escapades with the powerful samurai women lead to an impending wedding, promising a traditional ceremony with a twist of feudal resistance.\n\nMeanwhile, the Yagyuu Dojo, Muneakira's home, has undergone a drastic transformation into a maid cafe to make ends meet. Upon his return, Muneakira is shocked to find the once prestigious dojo reduced to serving customers. To make matters worse, a sinister entity revives four Dark Samurais, who descend upon the dojo, effortlessly defeating everyone and sealing Muneakira's abilities. The Dark Samurais pledge to return after a month to face Yagyuu Juubee at her peak strength. In response, the Yagyuu Dojo girls embark on a quest to find the legendary Samurai Bride, believed to be the only hope against the Dark Samurais.\n\nSix months after an intense battle, Muneakira resumes his training and returns to the Yagyuu Dojo, only to find it transformed into a bustling maid café run by his battle-hardened friends. As old adversaries reemerge with vengeance in their sights, Muneakira must navigate this new dynamic, form alliances with new characters, and prepare for the imminent conflict that promises to bring more excitement to the Yagyuu Dojo than ever before.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.626787672644815,
    "arithmeticGeometricMean": 6.620964417197451,
    "median": 6.620727272727272,
    "lastUpdate": "2024-05-09"
  }
}