{
  "sources": [
    "https://anidb.net/anime/17918",
    "https://anilist.co/anime/162889",
    "https://anime-planet.com/anime/the-idolmaster-shiny-colors",
    "https://anisearch.com/anime/18278",
    "https://kitsu.io/anime/47222",
    "https://livechart.me/anime/11877",
    "https://myanimelist.net/anime/54758",
    "https://notify.moe/anime/zupXGmf4g"
  ],
  "synopsis": {
    "text": "April 2024 marks the TV premiere of a captivating anime series, following a special three-part theatrical pre-screening in Japan starting October 2023. The story revolves around a group of aspiring idols, each with their own distinct personalities and dreams, as they join forces to chase their ambitions and form lasting bonds. The series boasts stunning visuals and innovative storytelling, weaving a heartwarming and dazzling narrative about the pursuit of a brighter future.\n\nUnder the 283 Productions label, the anticipation builds as the W.I.N.G. idol competition approaches. Established groups like L’Antica, who aspire to narrate thrilling stories through their music, and the fledgling Alstroemeria, who are still discovering their idol identity, are eager to participate. Local shopping center sensations, the Houkago Climax Girls, are also in the running. Amidst these hopefuls are Hiori Kazano and Meguru Hachimiya, two newly recruited idols who, despite their producer's reservations about their unit's missing spark, are determined to compete.\n\nOne fateful evening, their producer encounters Mano Sakuragi, a shy girl singing a beautiful melody alone in a park. Recognizing her potential, he persuades her to join the world of idols, providing the missing piece for Hiori and Meguru's unit. Thus, the idol group Illumination STARS is formed, igniting the fierce battle for the top spot in the W.I.N.G. competition.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.12052987012987,
    "arithmeticGeometricMean": 6.094732297010875,
    "median": 6.014285714285713,
    "lastUpdate": "2024-05-10"
  }
}