{
  "sources": [
    "https://anidb.net/anime/847",
    "https://anilist.co/anime/2486",
    "https://anime-planet.com/anime/rumiko-takahashi-anthology",
    "https://anisearch.com/anime/3447",
    "https://kitsu.io/anime/2256",
    "https://livechart.me/anime/9353",
    "https://myanimelist.net/anime/2486",
    "https://notify.moe/anime/xJCP5FimR"
  ],
  "synopsis": {
    "text": "World-renowned mangaka Rumiko Takahashi brings you a captivating anthology of thirteen standalone stories, spanning from 1987 to 2000, in the animated series \"Rumic Theater\". The episodes are not chronologically arranged based on their original publication dates, with the first episode \"Tragedy of P\" being penned in 1991 and the final episode \"Senmuno Inu\" in 1994.\n\nDelve into the lives of seemingly ordinary individuals as they face extraordinary circumstances that threaten their basic needs, such as shelter, employment, and companionship. Each episode offers a unique blend of drama and offbeat humor, featuring a diverse range of characters, from penguins to amnesiac husbands, that only Takahashi could create.\n\nThe stories revolve around various themes, including family issues, marital conflicts, and neighborhood disputes. In one episode, a young woman named Yuuko Haga must secretly care for a penguin in her pet-free apartment complex while evading a vigilant neighbor. In another, a family is tormented by garbage mysteriously appearing in front of their house, only to discover it's the doing of their father's new supervisor's wife.\n\n\"Rumic Theater\" also explores the complexities of love and relationships, such as in \"The Merchant of Romance,\" where Yukari is torn between receiving her ex-husband's divorce settlement to save her wedding hall and hoping for his return. In \"Middle-Aged Teen,\" a family man's aspirations for a career in Hokkaido lead to unexpected challenges when he loses his memory and believes he's a teenager.\n\nBased on the manga \"Rumic Theater 1\" and \"Takahashi Rum",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fc3a670dd7023ae0",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.059776835409488,
    "arithmeticGeometricMean": 7.049846098033614,
    "median": 7.162,
    "hash": "fc3a670dd7023ae0",
    "lastUpdate": "2024-05-10"
  }
}