{
  "sources": [
    "https://anidb.net/anime/10904",
    "https://anilist.co/anime/20930",
    "https://anime-planet.com/anime/etotama",
    "https://anisearch.com/anime/9942",
    "https://kitsu.io/anime/9976",
    "https://livechart.me/anime/1278",
    "https://myanimelist.net/anime/28221",
    "https://notify.moe/anime/rZaEpFmiR"
  ],
  "synopsis": {
    "text": "Eto-musume, divine entities embodying the traits of zodiac animals, have been protecting Japan for centuries. Every six decades, the prestigious ETM 12 tournament is held in Akihabara, Tokyo, where aspiring Eto-musume gather to compete for a chance to become one of the revered Eto-shin, the 12 divine messengers representing the zodiac signs. However, the current Eto-shin have remained undefeated for the past 2,000 years.\n\nEnter Nya-tan, a cat Eto-musume with dreams of becoming an Eto-shin, but who has been consistently thwarted by cunning rodents. The path to becoming an Eto-shin is arduous, requiring victory over the existing 12 divine messengers, a feat considered nearly impossible due to their heavenly powers.\n\nWhen Nya-tan crosses paths with Takeru Amato, an ordinary high school student, an extraordinary journey unfolds. Unbeknownst to Takeru, he possesses the unique ability to generate high-quality Sol/Lull, a divine energy derived from positive human emotions, which could provide Nya-tan with the power she needs to challenge the Eto-shin.\n\nAs Takeru and Nya-tan navigate their newfound alliance, they delve deeper into the world of the Eto-shin, uncovering hidden truths and battling against formidable adversaries. With the ETM 12 tournament fast approaching, Nya-tan's determination to secure her place among the zodiac signs intensifies, setting the stage for an epic showdown.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fc9776dc2f5a6ab4",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.789793879647391,
    "arithmeticGeometricMean": 6.784456025754173,
    "median": 6.814090909090909,
    "hash": "fc9776dc2f5a6ab4",
    "lastUpdate": "2024-05-09"
  }
}