{
  "sources": [
    "https://anidb.net/anime/9133",
    "https://anilist.co/anime/13663",
    "https://anime-planet.com/anime/to-love-ru-darkness",
    "https://anisearch.com/anime/7788",
    "https://kitsu.io/anime/7007",
    "https://livechart.me/anime/962",
    "https://myanimelist.net/anime/13663",
    "https://notify.moe/anime/ceYDpFmiR"
  ],
  "synopsis": {
    "text": "Kurosaki Mea, a mysterious red-haired girl, joins the already bustling Yūki household and Sainan High School, where Rito Yūki's life is far from peaceful. Alongside his sister Mikan, the alien princesses Lala and her twin sisters Nana and Momo, and the enigmatic Golden Darkness, Rito finds himself entangled in a web of interstellar encounters and romantic complexities.\n\nMomo, nursing a crush on Rito, endeavors to establish a harem for him, further complicating his life. As the junior princesses Nana and Momo attend Earth school under Lala's watchful eye, Momo's pursuit of Rito stirs up trouble. Meanwhile, the legendary assassin Yami, known as the Golden Darkness, maintains a peaceful presence near Rito, her target.\n\nThe situation escalates when an unknown assailant targets both Rito and Yami, leading to a series of possessed male high school students pursuing Rito. Despite the powerful Momo's ability to communicate and control plants, and Yami's trained assassin skills, Rito remains vulnerable to the mysterious attacker's intentions.\n\nAs Rito navigates the chaos, he struggles with his feelings for the alien Lala and his Earth-bound crush, Haruna. With Momo's harem plan looming and an enigmatic adversary threatening their lives, Rito's days are filled with turmoil, romance, and unexpected challenges. Will Rito find a way to balance his emotions and protect those he cares about amidst the escalating chaos? Only time will tell.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fc9c29690890e760",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.578144474048095,
    "arithmeticGeometricMean": 7.57674387285222,
    "median": 7.6177551020408165,
    "hash": "fc9c29690890e760",
    "lastUpdate": "2024-05-10"
  }
}