{
  "sources": [
    "https://anidb.net/anime/1257",
    "https://anilist.co/anime/3969",
    "https://anime-planet.com/anime/thunderbirds-2086",
    "https://anisearch.com/anime/3274",
    "https://kitsu.io/anime/3385",
    "https://livechart.me/anime/8258",
    "https://myanimelist.net/anime/3969",
    "https://notify.moe/anime/803lcKiig"
  ],
  "synopsis": {
    "text": "Century, humanity's insatiable thirst for knowledge and progress has propelled it into uncharted territories, pushing the boundaries of space exploration, energy development, and scientific advancements. However, these groundbreaking changes bring with them unforeseen perils. To combat these dangers, one organization stands ready - the International Rescue Organization (IRO) with its fleet of Thunderbirds.\n\nFast forward to 2086, two decades after the original series, the Thunderbirds continue their legacy, evolving from a small, family-oriented rescue team to a vast organization under the jurisdiction of the Federation, the United Nations' equivalent in this era. The Thunderbirds team, now synonymous with the organization itself, is tasked with investigating and resolving natural and man-made disasters.\n\nIn this futuristic landscape, the Thunderbirds are equipped with an impressive array of vehicles and cutting-edge technology, ready to undertake perilous missions and respond to desperate distress calls. Their challenges are not just confined to the dangers of space exploration and energy development, but also extend to dealing with a separatist group known as the Shadow Axis, led by the enigmatic Star Crusher, who is suspected to be an alien entity.\n\nAs pioneers of the 21st century, the Thunderbirds 2086 are prepared to face the impossible, defy the most daunting odds, and risk everything in their mission to safeguard the universe.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fd0c39f62dc153dc",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 5.519425479282622,
    "arithmeticGeometricMean": 5.49553890650878,
    "median": 5.265909090909091,
    "hash": "fd0c39f62dc153dc",
    "lastUpdate": "2024-05-09"
  }
}