{
  "sources": [
    "https://anidb.net/anime/1311",
    "https://anilist.co/anime/3665",
    "https://anime-planet.com/anime/legend-of-the-galactic-heroes-gaiden-season-2",
    "https://anisearch.com/anime/3344",
    "https://kitsu.io/anime/3178",
    "https://livechart.me/anime/4771",
    "https://myanimelist.net/anime/3665",
    "https://notify.moe/anime/aHI_5Fmig"
  ],
  "synopsis": {
    "text": "Friedrich IV's 30th reign anniversary sparks a new wave of conflict between the Galactic Empire and the Free Planets Alliance, setting the stage for this gripping prequel to The Legend of the Galactic Heroes. The story revolves around two central figures: Yang Wen-li of the Free Planets Alliance and Reinhard von Müsel, along with his comrade Siegfried Kircheis, of the Galactic Empire.\n\nYang Wen-li's journey begins after his heroic evacuation of civilians from El Facil, an event that propels him into the limelight and earns him the title 'The Hero of El Facile'. As he delves into the mysterious circumstances surrounding the death of the legendary Bruce Ashbey, Yang uncovers a web of corruption and political intrigue. Meanwhile, Reinhard and Kircheis face their own trials, from navigating the treacherous waters of the Empire's internal power struggles to leading daring missions deep into enemy territory.\n\nThroughout these independent short stories, witness the rise of these two formidable leaders as they navigate complex political landscapes, face off against powerful adversaries, and strive to protect their people amidst the chaos of war. From Yang's relentless pursuit of truth to Reinhard's daring acts of rebellion, each tale offers a unique glimpse into the events leading up to the Overture to a New War. Dive into this thrilling narrative and discover the untold stories of your favorite characters from The Legend of the Galactic Heroes.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fd219346352b449b",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 8.040960508878875,
    "arithmeticGeometricMean": 8.04084228929926,
    "median": 8.016,
    "hash": "fd219346352b449b",
    "lastUpdate": "2024-05-09"
  }
}