{
  "sources": [
    "https://anidb.net/anime/17073",
    "https://anilist.co/anime/142985",
    "https://anime-planet.com/anime/muv-luv-alternative-2nd-season",
    "https://anisearch.com/anime/16949",
    "https://kitsu.io/anime/45656",
    "https://livechart.me/anime/10963",
    "https://myanimelist.net/anime/50638",
    "https://notify.moe/anime/x7VWFfo7R"
  ],
  "synopsis": {
    "text": "Losing a decades-long war against hostile extraterrestrial invaders, the BETA, humanity's last hope lies in the Alternative IV project. The project is spearheaded by Professor Yuuko Kouzuki and relies on the psychic powers of Kasumi Yashiro and the bravery of Cadet Takeru Shirogane, who travels between parallel worlds to enlist Yuuko's help. As the anti-BETA project nears completion, Takeru and his fellow cadets graduate from the Yokohama pilot training academy and prepare to test the new operating system for their Tactical Surface Fighters, the giant combat suits used to fight the BETA.\n\nHowever, the test turns into a brutal ambush, leaving Takeru traumatized after witnessing the death of a close friend. Overwhelmed by grief, Takeru flees to a parallel world, only to experience a similar tragedy. According to Yuuko's theory, people from parallel universes are destined to suffer the same fate. With the rebellion led by Naoya Sagiri now over, Yuuhi Koubuin can focus on reforming the government. Meanwhile, the members of the 207th Training Unit have completed their training and are now full-fledged pilots of the Tactical Surface Fighters.\n\nTakeru visits his loved ones on his home world, gaining further motivation to save the alternative world. However, during a practice battle against seasoned pilots, a BETA attack severely injures Takeru and reminds him of his own weakness. A personal loss shortly after the attack leaves him so traumatized that he flees to his home world once more. But escape is not an option: if Takeru does not return within 24 hours, he will be trapped forever, and his",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.747477736549166,
    "arithmeticGeometricMean": 6.732104654150696,
    "median": 6.623,
    "lastUpdate": "2024-05-09"
  }
}