{
  "sources": [
    "https://anidb.net/anime/4011",
    "https://anilist.co/anime/5953",
    "https://anime-planet.com/anime/minky-momo-yume-wo-dakishimete",
    "https://anisearch.com/anime/1850",
    "https://kitsu.io/anime/4359",
    "https://livechart.me/anime/10719",
    "https://myanimelist.net/anime/5953",
    "https://notify.moe/anime/YJN3cKmig"
  ],
  "synopsis": {
    "text": "At the heart of this anime series is the enchanting tale of Minky Momo, a fairy princess hailing from the mystical realms of Fenarinarsa and Marinarsa, both lands of dreams and magic that have been impacted by humanity's waning hopes and aspirations. In an effort to restore these realms and revive human dreams, Momo embarks on a mission to Earth, where she takes on various forms as an 18-year-old girl with exceptional skills in different fields.\n\nThe second season of the popular Minky Momo series introduces a new Momo, who arrives from Marinarsa, a magical kingdom now resting at the bottom of the sea. With the first Momo's mission left unfulfilled, this new princess is determined to rekindle humanity's lost hopes and dreams, thereby saving both Fenarinarsa and Marinarsa from a looming extinction.\n\nThis season retains the core structure of the previous one but delves deeper into real-life social issues, offering a richer and more thought-provoking narrative. As Momo explores the human world, she experiences a myriad of emotions and events, all while living with her human parents, who remain unaware of her true identity as a princess from the Land of Dreams.\n\nDespite losing her powers upon entering the human realm, Momo's spirit remains undeterred. She demonstrates a more versatile use of her magic, casting spells and transforming at will, in order to help the people she encounters.\n\nIn essence, this captivating series combines elements of magic, adventure, and social commentary, as it follows the journey of Minky Momo, a princess on a quest to reignite the dreams and hopes of humanity.",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2024-05-09"
  },
  "score": {
    "arithmeticMean": 6.492004770739464,
    "arithmeticGeometricMean": 6.462890922230981,
    "median": 6.545454545454545,
    "lastUpdate": "2024-05-09"
  }
}