{
  "sources": [
    "https://anidb.net/anime/16053",
    "https://anilist.co/anime/129814",
    "https://anime-planet.com/anime/blue-reflection-ray",
    "https://anisearch.com/anime/15975",
    "https://kitsu.io/anime/44084",
    "https://livechart.me/anime/10415",
    "https://myanimelist.net/anime/47639",
    "https://notify.moe/anime/YujBltPMg"
  ],
  "synopsis": {
    "text": "Reflectors, the magical guardians of human emotions, are the centerpiece of this anime. Hinako Shirai, a student at Hoshinomiya Girls' High School, is gifted with a unique power by the magical sisters Yuzu and Lime, allowing her to transform into a Reflector. With her newfound abilities, Hinako strives to protect the world from destructive forces while pursuing her own dreams that she once thought were lost.\n\nMeanwhile, Ruka Hanari, a shy transfer student, encounters a mysterious woman who drops a blue ring. When Ruka discovers that the ring possesses magical powers, she teams up with Hiori Hirahara, an outgoing student with a similar ring. As they navigate their new roles as Reflectors, Ruka and Hiori must learn to work together and overcome their personal challenges to save those around them from the negative emotions that threaten to consume them.\n\nIn a world where strong emotions can shape events, Reflectors like Hinako, Ruka, and Hiori are tasked with managing these feelings to prevent disastrous consequences. As they grow into their roles, they will discover the true power of their rings and the importance of empathy, friendship, and resilience in the face of adversity. Join these magical girls as they embark on a journey of self-discovery and emotional growth, all while protecting the delicate balance of the world around them.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fde211c3ff9c17bc",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 5.706986085343228,
    "arithmeticGeometricMean": 5.680254422818941,
    "median": 5.6972170686456405,
    "hash": "fde211c3ff9c17bc",
    "lastUpdate": "2024-05-09"
  }
}