{
  "sources": [
    "https://anidb.net/anime/7623",
    "https://anilist.co/anime/8666",
    "https://anime-planet.com/anime/mazinkaiser-skl",
    "https://anisearch.com/anime/6445",
    "https://kitsu.io/anime/5428",
    "https://livechart.me/anime/6418",
    "https://myanimelist.net/anime/8666",
    "https://notify.moe/anime/kJwmpFimR"
  ],
  "synopsis": {
    "text": "Mazinkaizer SKL, the most formidable force ever conceived, is awakened by the world government when they learn of an impending catastrophe threatening Earth. High above Japan floats Remuria, a massive, lawless island remnant of a bygone era of warfare, teeming with forgotten robot super-weapons. This island, also known as Machine Island, is a battleground for three dominant factions – the Garan Army, the Kiba Army, and the Aira Army, each vying for ultimate control.\n\nIsolated from the rest of the world, the island operates as a prison and boasts an abundance of resources, enabling the factions to produce an endless supply of giant robots for their armies. The world government enforces a 'Gravity Curtain' to maintain total isolation, allowing only their machines to enter the island. However, they discover that this Gravity Curtain has become unstable and will explode within 66 hours, obliterating all life on Earth.\n\nTo tackle this crisis, the government dispatches the Skull Force, which includes the Death Caprice Squad, comprising mercenaries Ken Kaido and Ryo Magami. Piloting the colossal robot Mazinkaiser, they are tasked with disabling the Gravity Curtain and combating the various factions. With each faction controlling a part of the mechanism responsible for the Gravity Curtain's operation, the stakes are high, and the fate of the world hangs in the balance. Will Mazinkaizer SKL be the savior Earth needs, or will it lead to further destruction?",
    "author": "mistral.mistral-large-2402-v1:0",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 6.845368672144183,
    "arithmeticGeometricMean": 6.842004728943342,
    "median": 6.934,
    "lastUpdate": "2024-05-09"
  }
}