{
  "sources": [
    "https://anidb.net/anime/1028",
    "https://anilist.co/anime/1999",
    "https://anime-planet.com/anime/sakura-wars-sumire",
    "https://anisearch.com/anime/2832",
    "https://kitsu.io/anime/1799",
    "https://livechart.me/anime/7369",
    "https://myanimelist.net/anime/1999",
    "https://notify.moe/anime/zCDY5Fimg"
  ],
  "synopsis": {
    "text": "Industries Group, Sumire Kanzaki, the revered star of the Imperial Theatre Company and a formidable warrior of the Flower Division, faces an unexpected challenge. During a fierce battle against encroaching demons, Sumire discovers her spiritual powers waning, leaving her incapable of piloting the Koubu-nishiki. Unwilling to let her star fade, she makes the difficult decision to retire from both the stage and the battlefield while her legend still shines bright.\n\nAs the top star of the Imperial Theatre, Sumire has been a beacon of hope and courage for her comrades, inspiring them to stand against the darkness that threatens the Imperial Capital. Her retirement sends shockwaves through her friends and fans, but Sumire remains resolute in her decision.\n\nBefore she embarks on a new journey with her father's Kanzaki Heavy Industries Group, Sumire graces the stage one last time for a farewell performance. This poignant event serves as a tribute to her loyal fans and cherished co-stars who have shared her journey.\n\nAs the curtain rises for Sumire's final performance, the spotlight dims on one legend, paving the way for another to take center stage. This is the touching tale of Sumire Kanzaki's retirement, commemorated in a special Sakura Taisen OVA and a public performance in the New Year of 2002.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fe2d867da465f139",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.204968813499425,
    "arithmeticGeometricMean": 6.169230819123835,
    "median": 6.246,
    "hash": "fe2d867da465f139",
    "lastUpdate": "2024-05-09"
  }
}