{
  "sources": [
    "https://anidb.net/anime/2443",
    "https://anilist.co/anime/519",
    "https://anime-planet.com/anime/mahoraba-heartful-days",
    "https://anisearch.com/anime/3373",
    "https://kitsu.io/anime/478",
    "https://livechart.me/anime/4779",
    "https://myanimelist.net/anime/519",
    "https://notify.moe/anime/Ksoo5KiiR"
  ],
  "synopsis": {
    "text": "Arriving in Tokyo to chase his dream of becoming a renowned children's book author, aspiring artist Ryushi Shiratori moves into Narutaki-so, an old-fashioned apartment complex nestled amidst the city's skyscrapers. Little does he know that his new home is a haven for eccentric characters, each with their own peculiarities.\n\nAs Ryushi settles into his new life, he encounters his second cousin and landlady, Aoba Kozue, who seems to be a sweet and caring individual. However, unbeknownst to him, Kozue harbors a secret: she possesses multiple personalities that emerge whenever she experiences a shock.\n\nAmong the diverse cast of tenants at Narutaki-so, Ryushi meets Tamami Chanohata, Kozue's best friend with a sharp intellect and a biting personality; Megumi Momono, a free-spirited individual who often disrupts Ryushi's studies; and Sayoko Kurosaki, a seemingly lazy woman living with her diligent daughter, Asami. Adding to the mix are Haibara Yukio and his chatty hand puppet, Johnny.\n\nAs Ryushi navigates through the chaotic and unpredictable world of Narutaki-so, he forms deep bonds with Kozue, her multiple personalities, and their quirky neighbors. With each passing season, their heartwarming connections grow stronger, making their lives together all the more precious. Can Ryushi weather the storm of chaos and achieve his dream while living in this unconventional abode?",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fe568bc087f0f7d7",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 7.22777312483435,
    "arithmeticGeometricMean": 7.223761875966696,
    "median": 7.292,
    "hash": "fe568bc087f0f7d7",
    "lastUpdate": "2024-05-09"
  }
}