{
  "sources": [
    "https://anidb.net/anime/1027",
    "https://anilist.co/anime/601",
    "https://anime-planet.com/anime/cat-soup",
    "https://anisearch.com/anime/1434",
    "https://kitsu.io/anime/556",
    "https://livechart.me/anime/4770",
    "https://myanimelist.net/anime/601",
    "https://notify.moe/anime/8YrTcFimR"
  ],
  "synopsis": {
    "text": "Soup is a unique anime that transcends traditional storytelling, offering a surreal and thought-provoking experience. The protagonist, Nyatto, is a determined cat on a mission to restore his sister's soul, which was tragically torn apart when he attempted to rescue her from the clutches of Death. With his sister following him in a brain-dead state, they venture into a series of mind-bending and often unsettling situations, starting with a disconcerting magic show.\n\nAs they journey through a dreamlike realm, Nyatto and his sister encounter a host of peculiar characters and face extraordinary, sometimes disturbing, adventures. From a surreal sea voyage to a chaotic carnival, these feline siblings explore the depths of a world that is both strange and miraculous.\n\nDespite its abstract nature and minimal dialogue, Cat Soup invites viewers to delve into deeper themes, such as the fleeting nature of existence. This 30-minute OVA is a visual feast that challenges conventional narrative structures, offering an unforgettable journey filled with intrigue and confusion. Will Nyatto and his sister succeed in their quest, or will they become a part of the bizarre world they've stumbled upon? Only one way to find out - dive into the world of Cat Soup.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "feccbeb38776f29d",
    "created": "2023-10-19",
    "lastUpdate": "2023-10-19"
  },
  "score": {
    "arithmeticMean": 7.110495369416006,
    "arithmeticGeometricMean": 7.1042760989288345,
    "median": 7.165363636363637,
    "hash": "feccbeb38776f29d",
    "lastUpdate": "2024-05-09"
  }
}