{
  "sources": [
    "https://anidb.net/anime/9880",
    "https://anilist.co/anime/19199",
    "https://anime-planet.com/anime/tokyo-esp",
    "https://anisearch.com/anime/9042",
    "https://kitsu.io/anime/7706",
    "https://livechart.me/anime/111",
    "https://myanimelist.net/anime/21353",
    "https://notify.moe/anime/OigppKmmg"
  ],
  "synopsis": {
    "text": "That typical high school life of Rinka Urushiba takes a dramatic turn when she witnesses a penguin soaring through the sky and follows it to the top of Tokyo's iconic Sky Tree. There, she encounters a school of glowing fish swimming in mid-air, an event also witnessed by her classmate, Kyoutarou Azuma. After one of the fish passes through her, Rinka faints and awakens to discover she has gained the extraordinary ability to move through solid objects, turning her hair as white as snow in the process.\n\nAs it turns out, Rinka is not the only one who has developed supernatural powers, and Tokyo is now teeming with individuals who can manipulate the elements and defy the laws of physics. Together with Kyoutarou, who has gained the power of teleportation, Rinka becomes the city's reluctant heroine, known as the 'White Girl.' As they navigate the challenges of high school and part-time jobs, they must also confront the growing threat of those who seek to use their powers for evil.\n\nWith the stakes getting higher and the enemies becoming stronger, Rinka and Kyoutarou must find a way to balance their everyday lives with their newfound roles as protectors of Tokyo. Will they be able to uphold their sense of justice in the face of growing danger? Only time will tell in this thrilling tale of extraordinary abilities and heroic deeds.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ff02f16a74324d43",
    "created": "2024-05-12",
    "lastUpdate": "2024-05-12"
  },
  "score": {
    "arithmeticMean": 6.599730561646145,
    "arithmeticGeometricMean": 6.595779767939535,
    "median": 6.634710743801653,
    "hash": "ff02f16a74324d43",
    "lastUpdate": "2024-05-10"
  }
}