{
  "sources": [
    "https://anidb.net/anime/7656",
    "https://anime-planet.com/anime/yosuga-no-sora-in-solitude-where-we-are-least-alone",
    "https://anisearch.com/anime/6242",
    "https://kitsu.io/anime/5513",
    "https://livechart.me/anime/3477",
    "https://myanimelist.net/anime/8861",
    "https://notify.moe/anime/CH7WpFmiR"
  ],
  "synopsis": {
    "text": "It was a tragic turn of events that left Haruka and Sora Kasugano orphaned, compelling them to leave the bustling city and return to the serene countryside where they once spent blissful summer vacations with their late grandfather. As they settle into their new life, memories of their joyous past begin to resurface, offering solace to the grieving twins. However, this tranquility is short-lived as Haruka stumbles upon a secret love that threatens to disrupt the peace of the entire town.\n\nAs they navigate through their new life, Haruka and Sora encounter familiar faces like their childhood friend Nao, as well as new acquaintances such as the vivacious shrine maiden Akira, the affluent Kazuha, and their classmate Ryouhei. Despite the comforting presence of these new friends, the twins find themselves grappling with the complexities of their past, which seems to have a profound influence on their present.\n\nMeanwhile, Sora finds herself grappling with a recurring memory of a childhood moment shared with her brother, while Haruka, in his role as a supportive confidante, finds himself unwittingly becoming a significant figure in the lives of the women around him. As days turn into weeks, the twins' lives become increasingly entangled in a web of love, friendship, envy, and perhaps even desire, leading them to question the boundaries of morality and societal norms. Based on the visual novel by Sphere, Yosuga no Sora is a poignant exploration of the power of lost memories, the complexities of love, and the bonds that bind us all.",
    "author": "mistral.mistral-large-2402-v1:0"
  },
  "score": {
    "arithmeticMean": 6.406422348962032,
    "arithmeticGeometricMean": 6.403031051432067,
    "median": 6.306255144032922
  },
  "lastUpdate": "2024-05-10"
}