{
  "sources": [
    "https://anidb.net/anime/514",
    "https://anilist.co/anime/372",
    "https://anime-planet.com/anime/cardcaptor-sakura-the-movie-2-the-sealed-card",
    "https://anisearch.com/anime/2051",
    "https://kitsu.io/anime/339",
    "https://livechart.me/anime/4103",
    "https://myanimelist.net/anime/372",
    "https://notify.moe/anime/vAw25Kmmg"
  ],
  "synopsis": {
    "text": "Cards have been transformed, festivals are around the corner, and love is in the air for Sakura Kinomoto and her friends. As the annual Nadeshiko Festival approaches, Sakura's elementary school class is preparing to present a play, with Sakura cast as a princess struggling to confess her feelings. Mirroring her character, Sakura finds herself in a similar predicament, as she still hasn't responded to a love confession from months ago.\n\nThe arrival of Syaoran and Meiling Li from Hong Kong gives Sakura the encouragement she needs to confront her feelings. However, the mysterious disappearance of her cards and strange occurrences around town distract her. Sakura soon learns of a powerful force known as 'The Nothing', sealed away by Clow Reed, which possesses power equal to all 52 cards she holds. As it begins to steal her cards, objects, spaces, and people in Tomoeda start vanishing.\n\nDetermined to save her town and capture the Nothing, Sakura embarks on her final battle with Syaoran by her side. But as the cards continue to disappear, Sakura must face the possibility of sacrificing something dear to restore normalcy. Amidst the chaos, Sakura must find the courage to confess her true feelings and protect her loved ones in this thrilling and heartwarming climax.",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "ffaa06442215ebcc",
    "created": "2024-05-15",
    "lastUpdate": "2024-05-15"
  },
  "score": {
    "arithmeticMean": 8.042951898275941,
    "arithmeticGeometricMean": 8.041527435289732,
    "median": 8.11990909090909,
    "hash": "ffaa06442215ebcc",
    "lastUpdate": "2024-05-09"
  }
}