{
  "sources": [
    "https://anidb.net/anime/11516",
    "https://anilist.co/anime/98630",
    "https://anime-planet.com/anime/code-realize-guardian-of-rebirth",
    "https://anisearch.com/anime/10724",
    "https://kitsu.io/anime/11338",
    "https://livechart.me/anime/1781",
    "https://myanimelist.net/anime/31456",
    "https://notify.moe/anime/twprtKmmR"
  ],
  "synopsis": {
    "text": "Aksys Games presents an anime set in the outskirts of London, where a young woman named Cardia is confined to an abandoned mansion, living a life of solitude and isolation. Her body carries a deadly toxin that causes anything she touches to rot or melt, earning her the reputation of a monster among the locals. Cardia's only memory is a conversation with her father two years ago, in which he instructed her to stay out of sight and never fall in love.\n\nOne day, Cardia's solitude is disrupted when the Royal Guards storm the mansion to capture her. However, she is rescued by a chivalrous thief named Arsène Lupin, who helps her escape and embarks on a journey with her to find her father. Along the way, they are joined by four other handsome and intriguing gentlemen: Abraham Van Helsing, Victor Frankenstein, Impey Barbicane, and Count Saint-Germain.\n\nAs they travel to London, Cardia begins to uncover the truth about her body and her missing memories. She discovers that her father had embedded a device in her chest called the Horologium, which gives her the ability to produce infinite power but also causes her skin to destroy anything it touches. Many people, including the British military and a terrorist organization known as Twilight, are after the Horologium, and Cardia must navigate these dangers to find the answers she seeks.\n\nWill Cardia be able to find her father and uncover the truth about her condition? What secrets lie in the heart of the Horologium? Join Cardia and her companions on a thrilling journey to find out!",
    "author": "mistral.mistral-large-2402-v1:0",
    "coAuthors": [],
    "hash": "fffc6c0cf124be6d",
    "created": "2024-05-14",
    "lastUpdate": "2024-05-14"
  },
  "score": {
    "arithmeticMean": 6.544215030119791,
    "arithmeticGeometricMean": 6.531649876061304,
    "median": 6.726818181818182,
    "hash": "fffc6c0cf124be6d",
    "lastUpdate": "2024-05-09"
  }
}